{
  "LAN IP": "",
  "LAN IP %{ip}": "",
  "LAN IP Copied": "",
  "Click to Copy LAN IP %{ip}": "",
  "Trial Key Expired at %{time}": "",
  "Trial Key Expires at %{time}": "",
  "Trial Key Expired %{time}": "",
  "Trial Key Expires in %{time}": "",
  "Server Up Since %{time}": "",
  "Uptime %{time}": "",
  "year": "",
  "month": "",
  "day": "",
  "hour": "",
  "minute": "",
  "second": "",
  "ago": "",
  "Purchase": "",
  "Upgrade": "",
  "Fix Error": "",
  "Get Started": "",
  "Trial Expired, see options below": "",
  "Learn more about the error": "",
  "Close Dropdown": "",
  "Open Dropdown": "",
  "Thank you for installing Connect!": "",
  "Sign In to your Unraid.net account to get started": "",
  "Go to Connect": "",
  "Opens Connect in new tab": "",
  "Manage Unraid.net Account": "",
  "Manage Unraid.net Account in new tab": "",
  "Settings": "",
  "Go to Connect plugin settings": "",
  "Enhance your Unraid experience with Connect": "",
  "Beta": "",
  "Loading": "",
  "Restarting unraid-api…": "",
  "unraid-api is offline": "",
  "Introducing Unraid Connect": "",
  "Enhance your Unraid experience": "",
  "Connected": "",
  "Dynamic Remote Access": "",
  "Toggle on/off server accessibility with dynamic remote access.": "",
  "Automatically turn on UPnP and open a random WAN port on your router at the click of a button and close off access in seconds.": "",
  "Manage Your Server Within Connect": "",
  "Servers equipped with a myunraid.net certificate can be managed directly from within the Connect web UI.": "",
  "Manage multiple servers from your phone, tablet, laptop, or PC in the same browser window.": "",
  "Deep Linking": "",
  "The Connect dashboard links to relevant sections of the webgui, allowing quick access to those settings and server sections.": "",
  "Online Flash Backup": "",
  "Never ever be left without a backup of your config.": "",
  "If you need to change flash drives, generate a backup from Connect and be up and running in minutes.": "",
  "Real-time Monitoring": "",
  "Get an overview of your server's state, storage space, apps and VMs status, and more.": "",
  "Customizable Dashboard Tiles": "",
  "Set custom server tiles how you like and automatically display your server's banner image on your Connect Dashboard.": "",
  "License Management": "",
  "Manage your license keys at any time via the My Keys section.": "",
  "Plus more on the way": "",
  "All you need is an active internet connection, an Unraid.net account, and the Connect plugin.": "",
  "Get started by installing the plugin.": "",
  "Checkout the Connect Documentation": "",
  "No thanks": "",
  "Learn more": "",
  "Install Connect": "",
  "Close Modal": "",
  "Close": "",
  "Reload": "",
  "Unraid logo animating with a wave like effect": "",
  "Click to close modal": "",
  "Error": "",
  "Performing actions": "",
  "Success!": "",
  "Something went wrong": "",
  "Please keep this window open while we perform some actions": "",
  "You're one step closer to enhancing your Unraid experience": "",
  "Thank you for purchasing an Unraid %{keyType} Key!": "",
  "Your %{keyType} Key has been replaced!": "",
  "Your Trial key has been extended!": "",
  "Copied": "",
  "Copy Key URL": "",
  "Copy your Key URL": "",
  "Then go to Tools > Registration to manually install it": "",
  "Enhance your experience with Unraid Connect": "",
  "Configure Connect Features": "",
  "The primary method of support for Unraid Connect is through our forums and Discord.": "",
  "If you are asked to supply logs, please open a support request on our Contact Page and reply to the email message you receive with your logs attached.": "",
  "The logs may contain sensitive information so do not post them publicly.": "",
  "Download unraid-api Logs": "",
  "Unraid Connect Forums": "",
  "Unraid Discord": "",
  "Unraid Contact Page": "",
  "DNS issue, unable to resolve wanip4.unraid.net": "",
  "Unable to fetch client WAN IPv4": "",
  "Checking WAN IPs…": "",
  "Remark: your WAN IPv4 is %{wanIp}": "",
  "Remark: Unraid's WAN IPv4 %{phpWanIp} does not match your client's WAN IPv4 %{wanIp}.": "",
  "This may indicate a complex network that will not work with this Remote Access solution.": "",
  "Ignore this message if you are currently connected via Remote Access or VPN.": "",
  "Ready to update Connect account configuration": "",
  "Signing in %{username}…": "",
  "Signing out %{username}…": "",
  "%{username} Signed In Successfully": "",
  "%{username} Signed Out Successfully": "",
  "Sign In Failed": "",
  "Sign Out Failed": "",
  "Failed to update Connect account configuration": "",
  "Callback redirect type not present or incorrect": "",
  "Failed to install key": "",
  "Ready to Install Key": "",
  "Installing Extended Trial": "",
  "Installing Recovered": "",
  "Installing Replaced": "",
  "%{txt1} %{keyType} Key…": "",
  "%{keyType.value} Key %{txt2} Successfully": "",
  "Failed to %{txt3} %{keyType.value} Key": "",
  "Purchase Key": "",
  "Upgrade Key": "",
  "Recover Key": "",
  "Redeem Activation Code": "",
  "Replace Key": "",
  "Sign In with Unraid.net Account": "",
  "Sign Out of Unraid.net": "",
  "Extend Trial": "",
  "Start Free 30 Day Trial": "",
  "Go to Management Access Now": "",
  "Contact Support": "",
  "Learn More": "",
  "No Keyfile": "",
  "Let's Unleash your Hardware!": "",
  "Your server will not be usable until you purchase a Registration key or install a free 30-day Trial key.": "",
  "A Trial key provides all the functionality of a Pro Registration key.": "",
  "Registration keys are bound to your USB Flash boot device serial number (GUID).": "",
  "Please use a high quality name brand device at least 1GB in size.": "",
  "Note: USB memory card readers are generally not supported because most do not present unique serial numbers.": "",
  "Important": "",
  "Please make sure your server time is accurate to within 5 minutes": "",
  "Please make sure there is a DNS server specified": "",
  "Trial": "",
  "Thank you for choosing Unraid OS!": "",
  "Your Trial key includes all the functionality and device support of a Pro key.": "",
  "After your Trial has reached expiration, your server still functions normally until the next time you Stop the array or reboot your server.": "",
  "At that point you may either purchase a license key or request a Trial extension.": "",
  "Trial Expired": "",
  "Your Trial has expired": "",
  "To continue using Unraid OS you may purchase a license key.": "",
  "Alternately, you may request a Trial extension.": "",
  "You have used all your Trial extensions.": "",
  "Basic": "",
  "Register for Connect by signing in to your Unraid.net account": "",
  "To support more storage devices as your server grows, click Upgrade Key.": "",
  "Plus": "",
  "Pro": "",
  "Flash GUID Error": "",
  "Registration key / USB Flash GUID mismatch": "",
  "Your Unraid registration key is ineligible for replacement as it has been replaced within the last 12 months.": "",
  "The license key file does not correspond to the USB Flash boot device.": "",
  "Please copy the correct key file to the /config directory on your USB Flash boot device or choose Purchase Key.": "",
  "Your Unraid registration key is ineligible for replacement as it is blacklisted.": "",
  "You may also attempt to Purchase or Replace your key.": "",
  "Multiple License Keys Present": "",
  "There are multiple license key files present on your USB flash device and none of them correspond to the USB Flash boot device.": "",
  "Please remove all key files, except the one you want to replace, from the /config directory on your USB Flash boot device.": "",
  "Alternately you may purchase a license key for this USB flash device.": "",
  "If you want to replace one of your license keys with a new key bound to this USB Flash device, please first remove all other key files first.": "",
  "Missing key file": "",
  "It appears that your license key file is corrupted or missing.": "",
  "The key file should be located in the /config directory on your USB Flash boot device.": "",
  "With Unraid Connect (beta) installed you may attempt to recover your key with your Unraid.net account.": "",
  "If this was an expired Trial installation, you may purchase a license key.": "",
  "If you do not have a backup copy of your license key file you may install the Unraid Connect (beta) plugin to attempt to recover your key": "",
  "Invalid installation": "",
  "It is not possible to use a Trial key with an existing Unraid OS installation.": "",
  "You may purchase a license key corresponding to this USB Flash device to continue using this installation.": "",
  "No USB flash configuration data": "",
  "There is a problem with your USB Flash device": "",
  "No Flash": "",
  "Cannot access your USB Flash boot device": "",
  "There is a physical problem accessing your USB Flash boot device": "",
  "BLACKLISTED": "",
  "Blacklisted USB Flash GUID": "",
  "This USB Flash boot device has been blacklisted.": "",
  "This can occur as a result of transferring your license key to a replacement USB Flash device, and you are currently booted from your old USB Flash device.": "",
  "A USB Flash device may also be blacklisted if we discover the serial number is not unique – this is common with USB card readers.": "",
  "USB Flash device error": "",
  "This USB Flash device has an invalid GUID.": "",
  "Please try a different USB Flash device": "",
  "USB Flash has no serial number": "",
  "Trial Requires Internet Connection": "",
  "Cannot validate Unraid Trial key": "",
  "Your Trial key requires an internet connection.": "",
  "Please check Settings > Network": "",
  "Stale": "",
  "Stale Server": "",
  "Please refresh the page to ensure you load your latest configuration": "",
  "Invalid API Key": "",
  "Please sign out then sign back in to refresh your API key.": "",
  "Invalid API Key Format": "",
  "Too Many Devices": "",
  "You have exceeded the number of devices allowed for your license.": "",
  "Please remove a device before adding another.": "",
  "Unraid Connect Install Failed": "",
  "Rebooting will likely solve this.": "",
  "SSL certificates for unraid.net deprecated": "",
  "On January 1st, 2023 SSL certificates for unraid.net were deprecated.": "",
  "You MUST provision a new SSL certificate to use our new myunraid.net domain.": "",
  "You can do this on the Settings > Management Access page.": "",
  "Unraid Connect Error": "",
  "Trial Key Creation Failed": "",
  "Key server did not return a trial key. Please try again later.": "",
  "Extending your free trial by 15 days": "",
  "Please keep this window open": "",
  "Starting your free 30 day trial": "",
  "Trial Key Created": "",
  "Please wait while the page reloads to install your trial key": ""
}