{
  "{0} {1} Key…": "{0} {1} مفتاح…",
  "{0} devices": "{0} جهاز",
  "{0} out of {1} allowed devices – upgrade your key to support more devices": "{0} من أصل {1} أجهزة مسموحة – قم بترقية مفتاحك لدعم المزيد من الأجهزة",
  "{0} out of {1} devices": "{0} من أصل {1} جهاز",
  "{0} Release Notes": "ملاحظات الإصدار لـ {0}",
  "{0} Signed In Successfully": "تم تسجيل الدخول بنجاح لـ {0}",
  "{0} Signed Out Successfully": "تم تسجيل الخروج بنجاح لـ {0}",
  "{0} Update Available": "تحديث متاح لـ {0}",
  "{1} Key {0} Successfully": "تم بنجاح مفتاح {1} لـ {0}",
  "<p>It is not possible to use a Trial key with an existing Unraid OS installation.</p><p>You may purchase a license key corresponding to this USB Flash device to continue using this installation.</p>": "<p>لا يمكن استخدام مفتاح تجريبي مع تثبيت موجود لنظام Unraid OS.</p><p>يمكنك شراء مفتاح ترخيص يتوافق مع جهاز USB Flash هذا لمتابعة استخدام هذا التثبيت.</p>",
  "<p>Please refresh the page to ensure you load your latest configuration</p>": "<p>يرجى تحديث الصفحة للتأكد من تحميل التكوين الأخير لديك</p>",
  "<p>Register for Connect by signing in to your Unraid.net account</p>": "<p>سجل للحصول على اتصال عن طريق تسجيل الدخول إلى حسابك على Unraid.net</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device or choose Purchase Key.</p><p>Your Unraid registration key is ineligible for replacement as it has been replaced within the last 12 months.</p>": "<p>ملف مفتاح الترخيص لا يتوافق مع جهاز التمهيد USB Flash. يرجى نسخ ملف المفتاح الصحيح إلى دليل /config على جهاز USB Flash التمهيدي الخاص بك أو اختر شراء المفتاح.</p><p> مفتاح التسجيل الخاص بك في Unraid غير مؤهل للاستبدال حيث تم استبداله خلال الاثني عشر شهرًا الماضية.</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device or choose Purchase Key.</p><p>Your Unraid registration key is ineligible for replacement as it is blacklisted.</p>": "<p>ملف مفتاح الترخيص لا يتوافق مع جهاز التمهيد USB Flash. يرجى نسخ ملف المفتاح الصحيح إلى دليل /config على جهاز USB Flash التمهيدي الخاص بك أو اختر شراء المفتاح.</p><p> مفتاح التسجيل في Unraid غير مؤهل للاستبدال لأنه مدرج في القائمة السوداء.</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device.</p><p>You may also attempt to Purchase or Replace your key.</p>": "<p>ملف مفتاح الترخيص لا يتوافق مع جهاز التمهيد USB Flash. يرجى نسخ ملف المفتاح الصحيح إلى دليل /config على جهاز USB Flash التمهيدي الخاص بك.</p><p> يمكنك أيضًا محاولة شراء أو استبدال المفتاح الخاص بك.</p>",
  "<p>There are multiple license key files present on your USB flash device and none of them correspond to the USB Flash boot device. Please remove all key files, except the one you want to replace, from the /config directory on your USB Flash boot device.</p><p>Alternately you may purchase a license key for this USB flash device.</p><p>If you want to replace one of your license keys with a new key bound to this USB Flash device, please first remove all other key files first.</p>": "<p>هناك ملفات مفتاح ترخيص متعددة موجودة على جهاز USB flash الخاص بك ولا يتوافق أي منها مع جهاز التمهيد USB Flash. يرجى إزالة جميع ملفات المفتاح، ما عدا التي ترغب في استبدالها، من دليل /config على جهاز USB Flash التمهيدي الخاص بك.</p><p> يمكنك أيضًا شراء مفتاح ترخيص لجهاز USB flash هذا.</p><p>إذا كنت ترغب في استبدال أحد مفاتيح الترخيص الخاصة بك بمفتاح جديد مرتبط بهذا الجهاز، يرجى إزالة جميع ملفات المفاتيح الأخرى أولاً.</p>",
  "<p>There is a physical problem accessing your USB Flash boot device</p>": "<p>هناك مشكلة مادية في الوصول إلى جهاز التمهيد USB Flash لديك</p>",
  "<p>There is a problem with your USB Flash device</p>": "<p>هناك مشكلة في جهاز USB Flash الخاص بك</p>",
  "<p>This USB Flash boot device has been blacklisted. This can occur as a result of transferring your license key to a replacement USB Flash device, and you are currently booted from your old USB Flash device.</p><p>A USB Flash device may also be blacklisted if we discover the serial number is not unique – this is common with USB card readers.</p>": "<p>تمت إضافة جهاز USB Flash التمهيدي هذا إلى القائمة السوداء. يمكن أن يحدث هذا نتيجة نقل مفتاح الترخيص الخاص بك إلى جهاز USB Flash استبدالي، وأنت تقوم حاليًا بالتمهيد من الجهاز القديم.</p><p>قد يتم أيضًا إضافة جهاز USB Flash إلى القائمة السوداء إذا اكتشفنا أن الرقم التسلسلي غير فريد - وهذا شائع مع قارئات بطاقات USB.</p>",
  "<p>This USB Flash device has an invalid GUID. Please try a different USB Flash device</p>": "<p>جهاز USB Flash هذا يحتوي على معرف GUID غير صالح. يرجى تجربة جهاز USB Flash مختلف</p>",
  "<p>To continue using Unraid OS you may purchase a license key. Alternately, you may request a Trial extension.</p>": "<p>لمتابعة استخدام Unraid OS، يمكنك شراء مفتاح ترخيص. بدلاً من ذلك، يمكنك طلب تمديد فترة التجربة.</p>",
  "<p>To support more storage devices as your server grows, click Upgrade Key.</p>": "<p>لدعم المزيد من أجهزة التخزين مع نمو الخادم الخاص بك، انقر فوق ترقية المفتاح.</p>",
  "<p>You have used all your Trial extensions. To continue using Unraid OS you may purchase a license key.</p>": "<p>لقد استخدمت جميع تمديدات فترة التجربة المتاحة لديك. لمتابعة استخدام Unraid OS، يمكنك شراء مفتاح ترخيص.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>After your <em>Trial</em> has reached expiration, your server <strong>still functions normally</strong> until the next time you Stop the array or reboot your server.</p><p>At that point you may either purchase a license key or request a <em>Trial</em> extension.</p>": "<p>مفتاح <em>التجربة</em> الخاص بك يتضمن جميع الوظائف ودعم الأجهزة لمفتاح <em>Unleashed</em>. عند انتهاء صلاحية <em>التجربة</em> الخاصة بك، سيظل الخادم <strong>يعمل بشكل طبيعي</strong> حتى المرة التالية التي تقوم فيها بإيقاف النظام أو إعادة تشغيل الخادم.</p><p> عند تلك النقطة، يمكنك إما شراء مفتاح ترخيص أو طلب تمديد <em>التجربة</em>.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>When your <em>Trial</em> expires, <strong>the array will stop</strong>. At that point you may either purchase a license key or request a <em>Trial</em> extension.</p>": "<p>مفتاح <em>التجربة</em> الخاص بك يتضمن جميع الوظائف ودعم الأجهزة لمفتاح <em>Unleashed</em>. عند انتهاء صلاحية <em>التجربة</em>، <strong>سيتوقف النظام</strong>. عند تلك النقطة، يمكنك إما شراء مفتاح ترخيص أو طلب تمديد <em>التجربة</em>.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>Your trial is expiring soon. When it expires, <strong>the array will stop</strong>. You may extend your trial now, purchase a license key, or wait until expiration to take action.</p>": "<p>مفتاح <em>التجربة</em> الخاص بك يتضمن جميع الوظائف ودعم الأجهزة لمفتاح <em>Unleashed</em>. فترة التجربة الخاصة بك ستنتهي قريباً. عند انتهاء مدتها، <strong>سيتوقف النظام</strong>. يمكنك الآن تمديد تجربتك، شراء مفتاح ترخيص، أو الانتظار حتى انتهاء المدة لاتخاذ الإجراء المناسب.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>Your trial is expiring soon and you have used all available extensions. When it expires, <strong>the array will stop</strong>. To continue using Unraid OS, you must purchase a license key.</p>": "<p>مفتاح <em>التجربة</em> الخاص بك يتضمن جميع الوظائف ودعم الأجهزة لمفتاح <em>Unleashed</em>. فترة التجربة الخاصة بك ستنتهي قريباً وقد استخدمت جميع التمديدات المتاحة. عند انتهاء المدّة، <strong>سيتوقف النظام</strong>. لمتابعة استخدام Unraid OS، يجب عليك شراء مفتاح ترخيص.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>You have used all available trial extensions. When your <em>Trial</em> expires, <strong>the array will stop</strong>. To continue using Unraid OS after expiration, you must purchase a license key.</p>": "<p>مفتاح <em>التجربة</em> الخاص بك يتضمن جميع الوظائف ودعم الأجهزة لمفتاح <em>Unleashed</em>. لقد استخدمت جميع تمديدات التجربة المتاحة. عند انتهاء <em>التجربة</em> الخاصة بك، <strong>سيتوقف النظام</strong>. لمتابعة استخدام Unraid OS بعد الانتهاء، يجب عليك شراء مفتاح ترخيص.</p>",
  "<p>Your license key file is corrupted or missing. The key file should be located in the /config directory on your USB Flash boot device.</p><p>If you do not have a backup copy of your license key file you may attempt to recover your key.</p><p>If this was an expired Trial installation, you may purchase a license key.</p>": "<p>ملف مفتاح الترخيص الخاص بك تالف أو غير موجود. يجب أن يكون ملف المفتاح في دليل /config على جهاز USB Flash الخاص بك.</p><p>إذا لم يكن لديك نسخة احتياطية من ملف مفتاح الترخيص الخاص بك فيمكنك محاولة استرداد المفتاح الخاص بك.</p><p>إذا كان هذا تثبيت تجريبي منتهي الصلاحية، يمكنك شراء مفتاح ترخيص.</p>",
  "<p>Your license key file is corrupted or missing. The key file should be located in the /config directory on your USB Flash boot device.</p><p>You may attempt to recover your key with your Unraid.net account.</p><p>If this was an expired Trial installation, you may purchase a license key.</p>": "<p>ملف مفتاح الترخيص الخاص بك تالف أو غير موجود. يجب أن يكون ملف المفتاح في دليل /config على جهاز USB Flash الخاص بك.</p><p> يمكنك محاولة استرداد المفتاح الخاص بك من خلال حسابك على Unraid.net.</p><p> إذا كان هذا تثبيت تجريبي منتهي الصلاحية، يمكنك شراء مفتاح ترخيص.</p>",
  "<p>Your server will not be usable until you purchase a Registration key or install a free 30 day <em>Trial</em> key. A <em>Trial</em> key provides all the functionality of an Unleashed Registration key.</p><p>Registration keys are bound to your USB Flash boot device serial number (GUID). Please use a high quality name brand device at least 1GB in size.</p><p>Note: USB memory card readers are generally not supported because most do not present unique serial numbers.</p><p><strong>Important:</strong></p><ul class='list-disc pl-16px'><li>Please make sure your server time is accurate to within 5 minutes</li><li>Please make sure there is a DNS server specified</li></ul>": "<p>لن يكون الخادم الخاص بك قابلاً للاستخدام حتى تشتري مفتاح تسجيل أو تثبت مفتاح <em>تجربة</em> مجاني لمدة 30 يومًا. يوفر مفتاح <em>التجربة</em> جميع وظائف مفتاح التسجيل Unleashed.</p><p> مفاتيح التسجيل مرتبطة بالرقم التسلسلي لجهاز USB Flash الخاص بك (GUID). يرجى استخدام جهاز ذو جودة عالية من العلامات التجارية المشهورة بسعة لا تقل عن 1 جيجابايت.</p><p> ملاحظة: قراء بطاقات الذاكرة USB غير مدعومة بصورة عامة لأن معظمها لا تقدم أرقاماً تسلسلية فريدة.</p><p><strong>مهم:</strong></p><ul class='list-disc pl-16px'><li>يرجى التأكد من أن وقت الخادم دقيقًا في حدود 5 دقائق</li><li>يرجى التأكد من تحديد خادم DNS</li></ul>",
  "<p>Your Trial key requires an internet connection.</p><p><a href='/Settings/NetworkSettings class='underline'>Please check Settings > Network</a></p>": "<p> مفتاح التجربة الخاص بك يتطلب اتصالاً بالإنترنت.</p><p><a href='/Settings/NetworkSettings class='underline'>يرجى التحقق من الإعدادات > الشبكة</a></p>",
  "<p>Your Unraid registration key is ineligible for replacement as it has been replaced within the last 12 months.</p>": "<p>مفتاح التسجيل في Unraid غير مؤهل للاستبدال حيث تم استبداله خلال الاثني عشر شهرًا الماضية.</p>",
  "A Trial key provides all the functionality of an Unleashed Registration key": "يوفر مفتاح <em>التجربة</em> جميع وظائف مفتاح التسجيل Unleashed.",
  "A valid GUID is required to check for OS updates.": "يتطلب التحقق من التحديثات لنظام التشغيل وجود GUID صالح.",
  "A valid keyfile and USB Flash boot device are required to check for OS updates.": "يتطلب التحقق التحديثات لنظام التشغيل وجود ملف مفتاح صالح وجهاز USB Flash التمهيدي.",
  "A valid keyfile is required to check for OS updates.": "يتطلب التحقق من التحديثات لنظام التشغيل وجود ملف مفتاح صالح.",
  "A valid OS version is required to check for OS updates.": "يتطلب التحقق من التحديثات لنظام التشغيل وجود إصدار نظام تشغيل صالح.",
  "Acklowledge that you have made a Flash Backup to enable this action": "اعترف بإنشاء نسخة احتياطية للفلاش لتفعيل هذا الفعل",
  "Activate Now": "فعّل الآن",
  "Activate License": "تفعيل الترخيص",
  "ago": "منذ",
  "All you need is an active internet connection, an Unraid.net account, and the Connect plugin. Get started by installing the plugin.": "كل ما تحتاج إليه هو اتصال نشط بالإنترنت، وحساب Unraid.net، وملحق Connect. ابدأ بتثبيت الملحق.",
  "Attached Storage Devices": "أجهزة التخزين المتصلة",
  "Backing up...this may take a few minutes": "جارٍ النسخ الاحتياطي... قد يستغرق بضعة دقائق",
  "Basic": "أساسي",
  "Begin downgrade to {0}": "ابدأ الترقية إلى {0}",
  "Beta": "بيتا",
  "Blacklisted USB Flash GUID": "رقم تعريف الفلاش المدرج بالقائمة السوداء",
  "BLACKLISTED": "مدرج بالقائمة السوداء",
  "Calculating OS Update Eligibility…": "حساب أهلية تحديث نظام التشغيل...",
  "Calculating trial expiration…": "حساب فترة انتهاء التجربة...",
  "Callback redirect type not present or incorrect": "نوع إعادة التوجيه غير موجود أو غير صحيح",
  "Cancel {0}": "إلغاء {0}",
  "Cancel": "إلغاء",
  "Cannot access your USB Flash boot device": "لا يمكن الوصول إلى جهاز USB Flash التمهيدي الخاص بك",
  "Cannot validate Unraid Trial key": "لا يمكن التحقق من مفتاح تجربة Unraid",
  "Check Eligibility": "تحقق من الأهلية",
  "check for OS updates": "التحقق من تحديثات نظام التشغيل",
  "Check for OS Updates": "التحقق من تحديثات نظام التشغيل",
  "Check for Prereleases": "التحقق من الإصدارات المبكرة",
  "Check for Update": "التحقق من التحديث",
  "Checking WAN IPs…": "التحقق من بروتوكولات WAN IPs...",
  "Checking...": "جارٍ التحقق...",
  "Checkout the Connect Documentation": "اطلع على وثائق الوصل",
  "Click to close modal": "انقر لإغلاق النافذة",
  "Click to Copy LAN IP {0}": "انقر لنسخ LAN IP {0}",
  "Close Dropdown": "إغلاق القائمة المنسدلة",
  "Close Modal": "إغلاق النافذة",
  "Close": "إغلاق",
  "Configure Connect Features": "تكوين ميزات الاتصال",
  "Confirm and start update": "تأكيد وبدء التحديث",
  "Confirm to Install Unraid OS {0}": "تأكيد تثبيت Unraid OS {0}",
  "Connected": "متصل",
  "Contact Support": "اتصل بالدعم",
  "Continue": "استمر",
  "Copied": "تم النسخ",
  "Copy Key URL": "نسخ عنوان URL للمفتاح",
  "Copy your Key URL: {0}": "انسخ عنوان URL لمفتاحك: {0}",
  "Create Flash Backup": "إنشاء نسخة احتياطية للفلاش",
  "Create a password": "أنشئ كلمة مرور",
  "Create Device Password": "إنشاء كلمة مرور للجهاز",
  "Current Version {0}": "الإصدار الحالي {0}",
  "Current Version: Unraid {0}": "الإصدار الحالي: Unraid {0}",
  "Customizable Dashboard Tiles": "المربعات القابلة للتخصيص",
  "day": "{n} يوم | {n} أيام",
  "Deep Linking": "ربط عميق",
  "DNS issue, unable to resolve wanip4.unraid.net": "مشكلة DNS، غير قادر على حل wanip4.unraid.net",
  "Downgrade Unraid OS to {0}": "خفض إصدار Unraid OS إلى {0}",
  "Downgrade Unraid OS": "خفض إصدار Unraid OS",
  "Downgrades are only recommended if you're unable to solve a critical issue.": "ينصح بخفض الإصدار فقط إذا لم تتمكن من حل مشكلة حرجة.",
  "Download Diagnostics": "تنزيل التشخيصات",
  "Download the Diagnostics zip then please open a bug report on our forums with a description of the issue along with your diagnostics.": "قم بتنزيل ملف zip الخاص بالتشخيصات ثم يرجى فتح تقرير خطأ في منتدياتنا مع وصف للمشكلة إلى جانب التشخيصات الخاصة بك.",
  "Download unraid-api Logs": "تحميل سجلات unraid-api",
  "Dynamic Remote Access": "الوصول عن بعد الديناميكي",
  "Eligible for free feature updates for {0}": "مؤهل لتحديثات الميزات المجانية لـ {0}",
  "Eligible for free feature updates until {0}": "مؤهل لتحديثات الميزات المجانية حتى {0}",
  "Eligible": "مؤهل",
  "Enable update notifications": "تفعيل إشعارات التحديث",
  "Enhance your experience with Unraid Connect": "حسن تجربتك مع Unraid Connect",
  "Enhance your Unraid experience with Connect": "حسن تجربتك مع Unraid باستخدام Connect",
  "Enhance your Unraid experience": "تحسين تجربتك مع Unraid",
  "Error creating a trial key. Please try again later.": "خطأ في إنشاء مفتاح تجريبي. حاول مرة أخرى لاحقا.",
  "Error Parsing Changelog • {0}": "خطأ في تحليل ملاحظات التغير • {0}",
  "Error": "خطأ",
  "Expired {0}": "انتهى لـ {0}",
  "Expired": "منتهى الصلاحية",
  "Expires at {0}": "ينتهي في {0}",
  "Expires in {0}": "ينتهي في {0}",
  "Extend License to Enable OS Updates": "قم بتمديد الترخيص لتمكين تحديثات نظام التشغيل",
  "Extend License to Update": "قم بتمديد الترخيص للتحديث",
  "Extend License": "تمدید الترخيص",
  "Extend Trial": "تمديد التجربة",
  "Extending your free trial by 15 days": "تمديد فترة التجربة المجانية لمدة 15 يومًا",
  "Extension Installed": "تم تثبيت الملحق",
  "Failed to {0} {1} Key": "فشل في {0} {1} مفتاح",
  "Failed to install key": "فشل في تثبيت المفتاح",
  "Failed to update Connect account configuration": "فشل في تحديث إعدادات حساب Connect",
  "Fetching & parsing changelog…": "جلب وتحليل ملاحظات التغير...",
  "Fix Error": "إصلاح الخطأ",
  "Flash Backup is not available. Navigate to {0}/Main/Settings/Flash to try again then come back to this page.": "النسخ الاحتياطي للفلاش غير متوفر. انتقل إلى {0}/Main/Settings/Flash وحاول مرة أخرى ثم عد إلى هذه الصفحة.",
  "Flash GUID Error": "خطأ في رقم التعريف الفلاش",
  "Flash GUID required to check replacement status": "يتطلب التحقق من حالة الاستبدال وجود رقم تعريف الفلاش",
  "Flash GUID": "رقم تعريف الفلاش",
  "Flash Product": "منتج الفلاش",
  "Flash Vendor": "بائع الفلاش",
  "Get a Lifetime Key": "احصل على مفتاح مدى الحياة",
  "Get an overview of your server's state, storage space, apps and VMs status, and more.": "احصل على نظرة عامة على حالة الخادم ومساحة التخزين وتطبيقات VMs والمزيد.",
  "Get Started": "ابدأ",
  "Go to Connect plugin settings": "اذهب إلى إعدادات البرنامج المساعد Connect.",
  "Go to Connect": "اذهب إلى Connect.",
  "Go to Management Access Now": "اذهب إلى وصول الإدارة الآن.",
  "Go to Settings > Notifications to enable automatic OS update notifications for future releases.": "اذهب إلى الإعدادات > الإشعارات لتمكين إشعارات تحديث النظام التلقائية من أجل الإصدارات المستقبلية.",
  "Go to Tools > Management Access to activate the Flash Backup feature and ensure your backup is up-to-date.": "اذهب إلى الأدوات > وصول الإدارة لتفعيل ميزة النسخ الاحتياطي الفوري وضمان تحديث النسخ الاحتياطي الخاص بك.",
  "Go to Tools > Management Access to ensure your backup is up-to-date.": "اذهب إلى الأدوات > وصول الإدارة لضمان تحديث النسخ الاحتياطي الخاص بك.",
  "Go to Tools > Registration to fix": "اذهب إلى الأدوات > التسجيل للإصلاح.",
  "Go to Tools > Registration to Learn More": "اذهب إلى الأدوات > التسجيل لمعرفة المزيد.",
  "Go to Tools > Update OS for more options.": "اذهب إلى الأدوات > تحديث نظام التشغيل للمزيد من الخيارات.",
  "Go to Tools > Update": "اذهب إلى الأدوات > تحديث.",
  "hour": "{n} ساعة | {n} ساعات",
  "I have made a Flash Backup": "لقد قمت بإنشاء نسخة احتياطية فلاش.",
  "If you are asked to supply logs, please open a support request on our Contact Page and reply to the email message you receive with your logs attached.": "إذا طُلب منك تقديم السجلات، يرجى فتح طلب دعم عبر صفحة الاتصال والرد على البريد الإلكتروني مع إرفاق السجلات الخاصة بك.",
  "Ignore this message if you are currently connected via Remote Access or VPN.": "تجاهل هذه الرسالة إذا كنت متصلاً حالياً عبر الوصول عن بعد أو VPN.",
  "Ignore this release until next reboot": "تجاهل هذا الإصدار حتى إعادة التشغيل التالية.",
  "Ignored Releases": "الإصدارات المهملة.",
  "In the rare event you need to downgrade we ask that you please provide us with Diagnostics so we can investigate your issue.": "في حال الحاجة النادرة للترقية إلى إصدار أدنى، يرجى توفير التشخيصات لنا حتى نتمكن من التحقيق في مشكلتك.",
  "Ineligible as of {0}": "غير مؤهل اعتباراً من {0}.",
  "Eligible for updates released on or before {0}.": "مؤهل للتحديثات التي تم إصدارها في أو قبل {0}.",
  "Extend your license to access the latest updates.": "قم بتمديد رخصتك للوصول إلى آخر التحديثات.",
  "Ineligible for Unraid OS updates": "غير مؤهل لتحديثات نظام التشغيل Unraid.",
  "Ineligible": "غير مؤهل.",
  "Ineligible for self-replacement": "غير مؤهل للاستبدال الذاتي.",
  "Install Connect": "تثبيت Connect.",
  "Install Extended": "تثبيت ممتد.",
  "Install Recovered": "تثبيت مستعاد.",
  "Install Replaced": "تثبيت مستبدل.",
  "Install Unraid OS {0}": "تثبيت Unraid OS {0}.",
  "Install": "تثبيت",
  "Installed": "مثبت.",
  "Installing Connect": "يجري تثبيت Connect.",
  "Installing Extended Trial": "يجري تثبيت الفترة التجريبية الموسعة.",
  "Installing Extended": "يجري تثبيت ممتد.",
  "Installing Recovered": "يجري تثبيت مستعاد.",
  "Installing Replaced": "يجري تثبيت مستبدل.",
  "Installing": "يجري التثبيت.",
  "Introducing Unraid Connect": "تقديم Unraid Connect.",
  "Invalid API Key Format": "تنسيق مفتاح API غير صالح.",
  "Invalid API Key": "مفتاح API غير صالح.",
  "Invalid installation": "التثبيت غير صالح.",
  "It's highly recommended to review the changelog before continuing your update": "من المستحسن جداً مراجعة سجل التغييرات قبل متابعة التحديث.",
  "Key ineligible for {0}": "المفتاح غير مؤهل لـ {0}.",
  "Key ineligible for future releases": "المفتاح غير مؤهل للإصدارات المستقبلية.",
  "Key ineligible for new updates": "المفتاح غير مؤهل للتحديثات الجديدة.",
  "Keyfile required to check replacement status": "مطلوب ملف المفتاح للتحقق من حالة الاستبدال.",
  "LAN IP {0}": "IP الشبكة المحلية {0}.",
  "LAN IP Copied": "تم نسخ IP الشبكة المحلية.",
  "LAN IP": "شبكة محلية {LAN} IP.",
  "Last checked: {0}": "آخر فحص: {0}.",
  "Learn more about the error": "تعرف على المزيد حول الخطأ.",
  "Learn more and fix": "تعرف على المزيد والإصلاح.",
  "Learn more and link your key to your account": "تعرف على المزيد واربط مفتاحك بحسابك.",
  "Learn more": "تعرف على المزيد.",
  "Learn More": "اعرف المزيد.",
  "Let's activate your Unraid OS License": "لنقم بتفعيل ترخيص نظام Unraid OS الخاص بك.",
  "Let's Unleash your Hardware!": "دعونا نطلق العنان لمعداتك!",
  "License key actions": "إجراءات مفتاح الترخيص.",
  "License key type": "نوع مفتاح الترخيص.",
  "License Management": "إدارة الترخيص.",
  "Lifetime": "مدى الحياة.",
  "Link Key": "ربط المفتاح.",
  "Linked": "مرتبط.",
  "Linked to Unraid.net account": "مرتبط بحساب Unraid.net.",
  "Loading": "جاري التحميل",
  "Manage Unraid.net Account in new tab": "إدارة حساب Unraid.net في علامة تبويب جديدة.",
  "Manage Unraid.net Account": "إدارة حساب Unraid.net.",
  "Manage your license keys at any time via the My Keys section.": "ادارة مفاتيح الترخيص الخاصة بك في أي وقت عبر قسم مفاتيحي.",
  "Manage Your Server Within Connect": "إدارة خادمك داخل Connect.",
  "minute": "{n} دقيقة | {n} دقائق",
  "Missing key file": "ملف مفتاح مفقود.",
  "month": "{n} شهر | {n} أشهر",
  "More about Licensing": "المزيد عن إرشادات الترخيص.",
  "More about Unraid.net Accounts": "المزيد عن حسابات Unraid.net.",
  "More options": "المزيد من الخيارات.",
  "Multiple License Keys Present": "مفاتيح ترخيص متعددة متوافرة.",
  "Never ever be left without a backup of your config. If you need to change flash drives, generate a backup from Connect and be up and running in minutes.": "لا تترك أبداً دون نسخة احتياطية لتكويناتك. إذا كنت بحاجة إلى تغيير محركات الفلاش، قم بإنشاء نسخة احتياطية من خلال Connect وكن جاهزاً للعمل في دقائق.",
  "New Version: {0}": "الإصدار الجديد: {0}.",
  "No downgrade available": "لا يمكن الترقية إلى إصدار أدنى.",
  "No Flash": "لا يوجد فلاش.",
  "No Keyfile": "لا يوجد ملف مفتاح.",
  "No thanks": "لا، شكرًا.",
  "No USB flash configuration data": "لا توجد بيانات تكوين USB flash.",
  "Not Linked": "غير مرتبط.",
  "On January 1st, 2023 SSL certificates for unraid.net were deprecated. You MUST provision a new SSL certificate to use our new myunraid.net domain. You can do this on the Settings > Management Access page.": "في 1 يناير 2023، تم إيقاف شهادات SSL لـ Unraid.net. يجب توفير شهادة SSL جديدة لاستخدام مجال myunraid.net الجديد. يمكنك القيام بذلك في صفحة الإعدادات > وصول الإدارة.",
  "Online Flash Backup": "النسخ الاحتياطي الفوري عبر الإنترنت.",
  "Open a bug report": "افتح تقرير الأخطاء.",
  "Open Dropdown": "فتح القائمة المنسدلة.",
  "Opens Connect in new tab": "يفتح Connect في علامة تبويب جديدة.",
  "Original release date {0}": "تاريخ الإصدار الأصلي {0}.",
  "OS Update Eligibility Expiration": "انتهاء صلاحية أهلية تحديث نظام التشغيل.",
  "OS Update Eligibility Expired": "انتهاء صلاحية أهلية تحديث نظام التشغيل.",
  "OS Update Eligibility": "أهلية تحديث نظام التشغيل.",
  "Pay your annual fee to continue receiving OS updates.": "ادفع رسومك السنوية لمواصلة تلقي تحديثات نظام التشغيل.",
  "Performing actions": "يتم تنفيذ العمليات.",
  "Please confirm the update details below": "يرجى تأكيد تفاصيل التحديث أدناه.",
  "Please finish the initiated downgrade to enable updates.": "يرجى إكمال الترقية التي بدأت لتمكين التحديثات.",
  "Please finish the initiated update to enable a downgrade.": "يرجى إكمال التحديث الذي تم البدء فيه لتمكين الترقية إلى إصدار أدنى.",
  "Please fix any errors and try again.": "يرجى إصلاح أي أخطاء والمحاولة مرة أخرى.",
  "Please keep this window open while we perform some actions": "يرجى الاحتفاظ بهذه النافذة مفتوحة أثناء تنفيذ بعض العمليات.",
  "Please keep this window open": "يرجى الاحتفاظ بهذه النافذة مفتوحة.",
  "Please sign out then sign back in to refresh your API key.": "يرجى تسجيل الخروج ثم تسجيل الدخول مرة أخرى لتحديث مفتاح API الخاص بك.",
  "Please wait while the page reloads to install your trial key": "يرجى الانتظار بينما يتم إعادة تحميل الصفحة لتثبيت مفتاح التجربة الخاص بك.",
  "Plus more on the way": "بالإضافة إلى المزيد في الطريق.",
  "Plus": "الإضافي.",
  "Pro": "الاحتر\u001f",
  "Purchase Key": "شراء المفتاح.",
  "Purchase": "شراء.",
  "Ready to Install Key": "جاهز لتثبيت المفتاح.",
  "Ready to update Connect account configuration": "جاهز لتحديث إعدادات حساب Connect.",
  "Real-time Monitoring": "المراقبة في الوقت الفعلي.",
  "Reboot Now to Downgrade to {0}": "أعد التشغيل الآن للترقية إلى إصدار أدنى لـ {0}.",
  "Reboot Now to Downgrade": "أعد التشغيل الآن للترقية إلى إصدار أدنى.",
  "Reboot Now to Update to {0}": "أعد التشغيل الآن للتحديث إلى {0}.",
  "Reboot Now to Update": "أعد التشغيل الآن للتحديث.",
  "Reboot Required for Downgrade to {0}": "مطلوب إعادة تشغيل للترقية إلى إصدار أدنى لـ {0}.",
  "Reboot Required for Downgrade": "مطلوب إعادة تشغيل للترقية إلى إصدار أدنى.",
  "Reboot Required for Update to {0}": "مطلوب إعادة تشغيل للتحديث إلى {0}.",
  "Reboot Required for Update": "مطلوب إعادة تشغيل للتحديث.",
  "Rebooting will likely solve this.": "من المحتمل أن نظام التشغيل سيحل هذا.",
  "Receive the latest and greatest for Unraid OS. Whether it new features, security patches, or bug fixes – keeping your server up-to-date ensures the best experience that Unraid has to offer.": "تلقّى آخر وأعظم نظام التشغيل Unraid. سواء كانت ميزات جديدة، أو تصحيحات الأمان، أو إصلاحات الأخطاء - إبقاء الخادم محدّثًا يضمن أفضل تجربة التي يقدمها Unraid.",
  "Recover Key": "استعادة المفتاح.",
  "Recovered": "تم الاستعادة.",
  "Redeem Activation Code": "استرداد رمز التفعيل.",
  "Refresh": "تحديث",
  "Registered on": "مسجل يوم.",
  "Registered to": "مسجل إلى.",
  "Registration key / USB Flash GUID mismatch": "مفتاح التسجيل / عدم تطابق GUID لـ USB Flash.",
  "Release date {0}": "تاريخ الإصدار {0}.",
  "Release requires verification to update": "يتطلب الإصدار التحقق للتحديث.",
  "Reload Page": "إعادة تحميل الصفحة.",
  "Reload": "إعادة تحميل.",
  "Remark: Unraid's WAN IPv4 {0} does not match your client's WAN IPv4 {1}.": "ملاحظة: IP WAN الخاص بـ Unraid {0} لا يُطابق IP WAN الخاص بالعميل {1}.",
  "Remark: your WAN IPv4 is {0}": "ملاحظة: IP WAN الخاص بك هو {0}.",
  "Remove from ignore list": "إزالة من قائمة التجاهل.",
  "Remove": "إزالة",
  "Renew Key": "تجديد المفتاح.",
  "Renew your license key now": "جدد مفتاح الترخيص الآن.",
  "Replace Key": "استبدال المفتاح.",
  "Replaced": "استبدال.",
  "Requires the local unraid-api to be running successfully": "يتطلب النجاح في أن التشغيل api يعد غير صحيح.",
  "Restarting unraid-api…": "إعادة تشغيل api…",
  "second": "{n} ثانية | {n} ثواني",
  "Server Up Since {0}": "المُخدم مُشغل منذ {0}.",
  "Servers equipped with a myunraid.net certificate can be managed directly from within the Connect web UI. Manage multiple servers from your phone, tablet, laptop, or PC in the same browser window.": "يمكن إدارة السيرفرات المزودة بشهادة myunraid.net مباشرة من ضمن Web GUI Connect. إدارة سيرفرات متعددة من الهاتف أو التابلت أو جهاز الكمبيوتر اللوحي أو الكمبيوتر المحمول في نفس نافذة المتصفح.",
  "Set custom server tiles how you like and automatically display your server's banner image on your Connect Dashboard.": "قم بتعيين بلاطات خادم مخصصة كما تحب وعرض صورة شعار خادمك على لوحة التحكم في Connect.",
  "Settings": "الإعدادات",
  "Sign In Failed": "فشل في تسجيل الدخول.",
  "Sign In requires the local unraid-api to be running": "يتطلب تسجيل الدخول نجاح تشغيل المتصلة api.",
  "Sign In to utilize Unraid Connect": "سجل الدخول للاستفادة من Unraid Connect.",
  "Sign In to your Unraid.net account to get started": "سجل الدخول إلى حساب Unraid.net الخاص بك للبدء.",
  "Sign In with Unraid.net Account": "سجل الدخول باستخدام حساب Unraid.net.",
  "Sign In": "سجل الدخول.",
  "Sign Out Failed": "فشل تسجيل الخروج.",
  "Sign Out of Unraid.net": "تسجيل الخروج من حساب Unraid.net.",
  "Sign Out requires the local unraid-api to be running": "يتطلب تسجيل الخروج نجاح تشغيل المتصلة api.",
  "Signing in {0}…": "يجري تسجيل الدخول {0}…",
  "Signing In": "يجري تسجيل الدخول.",
  "Signing out {0}…": "يجري تسجيل الخروج {0}…",
  "Signing Out": "يجري تسجيل الخروج.",
  "Something went wrong": "حدث خطأ ما.",
  "SSL certificates for unraid.net deprecated": "الشهادات SSL لـ Unraid.net لم تعد صالحة.",
  "Stale Server": "الخادم البائت.",
  "Stale": "البائت.",
  "On the following screen, your license will be activated. You'll then create an Unraid.net Account to manage your license going forward.": "في الشاشة التالية، سيتم تنشيط ترخيصك. بعد ذلك، ستقوم بإنشاء حساب Unraid.net لإدارة ترخيصك في المستقبل.",
  "Start Free 30 Day Trial": "ابدأ التجربة المجانية لمدة 30 يومًا.",
  "Starter": "المبتدئ.",
  "Starting your free 30 day trial": "بدء تجربتك المجانية لمدة 30 يومًا.",
  "Success!": "نجاح!",
  "Thank you for choosing Unraid OS!": "شكرًا لاختيار نظام Unraid!",
  "Thank you for installing Connect!": "شكرًا لتثبيت Connect!",
  "Thank you for purchasing an Unraid {0} Key!": "شكرًا لشرائك مفاتيح Unraid {0}!",
  "Thank you for upgrading to an Unraid {0} Key!": "شكرًا لترقيتك إلى مفاتيح Unraid {0}!",
  "The Connect dashboard links to relevant sections of the webgui, allowing quick access to those settings and server sections.": "روابط لوحة تحكم Connect إلى الأجزاء ذات الصلة من واجهة Web GUI، مما يتيح الوصول السريع إلى تلك الإعدادات وأجزاء الخادم.",
  "The logs may contain sensitive information so do not post them publicly.": "قد تحتوي السجلات على معلومات حساسة، فلا تقم بنشرها علنًا.",
  "The primary method of support for Unraid Connect is through our forums and Discord.": "الطريقة الأساسية لدعم Unraid Connect هي من خلال منتدياتنا وDiscord.",
  "Then go to Tools > Registration to manually install it": "ثم اذهب إلى الأدوات > التسجيل لتثبيته يدويًا.",
  "This may indicate a complex network that will not work with this Remote Access solution.": "قد يشير هذا إلى شبكة معقدة لن تعمل مع حل الوصول عن بعد هذا.",
  "This update will require a reboot": "سيحتاج هذا التحديث إلى إعادة تشغيل",
  "Toggle on/off server accessibility with dynamic remote access. Automatically turn on UPnP and open a random WAN port on your router at the click of a button and close off access in seconds.": "قم بتشغيل/إيقاف الوصول أثناء التنقل مع الوصول عن بعد الديناميكي. شغل UPnP وافتح منفذ WAN عشوائيًا على راوتر الخاص بك بالنقر فوق الزر، وإغلاق الوصول في ثوانٍ.",
  "Too Many Devices": "أجهزة متعددة تتجاوز الحد.",
  "Transfer License to New Flash": "نقل الترخيص إلى فلاش جديد.",
  "Trial Expired, see options below": "انتهاء الفترة التجريبية، راجع الخيارات أدناه.",
  "Trial Expired": "انتهاء الفترة التجريبية.",
  "Trial Key Created": "تم إنشاء مفتاح الفترة التجريبية.",
  "Trial Key Creation Failed": "فشل إنشاء مفتاح الفترة التجريبية.",
  "Trial Key Expired {0}": "انتهت صلاحية مفتاح الفترة التجريبية {0}.",
  "Trial Key Expired at {0}": "انتهت صلاحية مفتاح الفترة التجريبية في {0}.",
  "Trial Key Expires at {0}": "يبدأ مفتاح الفترة التجريبية بالانتهاء في {0}.",
  "Trial Key Expires in {0}": "ينتهي مفتاح الفترة التجريبية في {0}.",
  "Trial Requires Internet Connection": "تتطلب الفترة التجريبية اتصال بالانترنت.",
  "Trial": "تجربة.",
  "Unable to check for OS updates": "غير قادر على التحقق من تحديثات نظام التشغيل.",
  "Unable to fetch client WAN IPv4": "غير قادر على جلب WAN IPv4 للعميل.",
  "Unable to open release notes": "غير قادر على فتح ملاحظات الإصدار.",
  "Unknown error": "خطأ غير معروف.",
  "Unknown": "غير معروف",
  "Unleash Your Hardware": "أطلق العنان لمعداتك.",
  "Unleashed": "تم إطلاق العنان.",
  "unlimited": "غير محدود",
  "Unraid {0} Available": "Unraid {0} متوفرة.",
  "Unraid {0} Update Available": "Unraid {0} تحديث متوفر.",
  "Unraid {0}": "Unraid {0}.",
  "Unraid Connect Error": "خطأ في Unraid Connect.",
  "Unraid Connect Forums": "منتديات Unraid Connect",
  "Unraid Connect Install Failed": "فشل تثبيت Unraid Connect",
  "Unraid Contact Page": "صفحة الاتصال بـ Unraid",
  "Unraid Discord": "Unraid Discord",
  "Unraid logo animating with a wave like effect": "شعار Unraid يتحرك بتأثير يشبه الموجة",
  "Unraid OS {0} Released": "تم إصدار Unraid OS {0}",
  "Unraid OS {0} Update Available": "يتوفر تحديث لـ Unraid OS {0}",
  "Unraid OS is up-to-date": "نظام Unraid OS محدث",
  "Unraid OS Update Available": "تحديث Unraid OS متاح",
  "unraid-api is offline": "غير متصل بالإنترنت unraid-api",
  "Up-to-date with eligible releases": "محدث مع الإصدارات المتاحة",
  "Up-to-date": "محدث",
  "Update Available": "تحديث متاح",
  "Update Released": "تم إصدار التحديث",
  "Update Unraid OS confirmation required": "تأكيد التحديث الخاص بنظام Unraid OS مطلوب",
  "Update Unraid OS": "تحديث نظام Unraid OS",
  "Updates Expire": "تنتهي تحديثات",
  "Updating 3rd party drivers": "تحديث برامج التشغيل من جهات خارجية",
  "Upgrade Key": "مفتاح الترقيه",
  "Upgrade": "ترقية",
  "Uptime {0}": "وقت التشغيل {0}",
  "USB Flash device error": "خطأ في جهاز USB Flash",
  "USB Flash has no serial number": "جهاز USB Flash ليس لديه رقم تسلسلي",
  "Verify to Update": "التحقق للتحديث",
  "Version available for restore {0}": "إصدار متاح للاستعادة {0}",
  "Version: {0}": "إصدار: {0}",
  "View Available Updates": "عرض التحديثات المتاحة",
  "View Changelog & Update": "عرض سجل التغييرات والتحديث",
  "View Changelog for {0}": "عرض سجل التغييرات لـ {0}",
  "View Changelog on Docs": "عرض سجل التغييرات في الوثائق",
  "View Changelog to Start Update": "عرض سجل التغييرات للبدء بالتحديث",
  "View Changelog": "عرض سجل التغييرات",
  "View on Docs": "عرض في الوثائق",
  "View release notes": "عرض ملاحظات الإصدار",
  "We recommend backing up your USB Flash Boot Device before starting the update.": "ننصح بعمل نسخة احتياطية لجهاز USB Flash Boot قبل بدء التحديث.",
  "Welcome to your new {0} system, powered by Unraid!": "مرحبًا بك في نظامك الجديد {0}، الذي يتم تشغيله بواسطة Unraid!",
  "Welcome to Unraid!": "مرحبًا بك في Unraid!",
  "year": "{n} سنة | {n} سنوات",
  "You are still eligible to access OS updates that were published on or before {1}.": "ما زلت مؤهلاً للوصول إلى تحديثات نظام التشغيل التي نُشرت في أو قبل {1}.",
  "You can also manually create a new backup by clicking the Create Flash Backup button.": "يمكنك أيضًا إنشاء نسخة احتياطية جديدة يدويًا من خلال النقر على زر إنشاء نسخة احتياطية للفلاش.",
  "You can manually create a backup by clicking the Create Flash Backup button.": "يمكنك إنشاء نسخة احتياطية يدويًا من خلال النقر على زر إنشاء نسخة احتياطية للفلاش.",
  "You have already activated the Flash Backup feature via the Unraid Connect plugin.": "لقد فعلت ميزة النسخ الاحتياطي للفلاش عبر إضافة Unraid Connect.",
  "You have exceeded the number of devices allowed for your license. Please remove a device before adding another.": "لقد تجاوزت عدد الأجهزة المسموح بها لترخيصك. يرجى إزالة جهاز قبل إضافة آخر.",
  "You have not activated the Flash Backup feature via the Unraid Connect plugin.": "لم تقم بتفعيل ميزة النسخ الاحتياطي للفلاش عبر إضافة Unraid Connect.",
  "You may still update to releases dated prior to your update expiration date.": "ما زال بإمكانك التحديث للإصدارات المؤرخة قبل تاريخ انتهاء صلاحية التحديث.",
  "You're about to create a password to secure access to your system. This password is essential for managing and configuring your server. You'll use this password every time you access the Unraid web interface.": "أنت على وشك إنشاء كلمة مرور لتأمين الوصول إلى نظامك. هذه الكلمة المرور أساسية لإدارة وتكوين الخادم. سوف تستخدم هذه الكلمة المرور في كل مرة تدخل فيها إلى واجهة Unraid.\n",
  "You're one step closer to enhancing your Unraid experience": "أنت على بعد خطوة واحدة من تحسين تجربة Unraid الخاصة بك",
  "Your {0} Key has been replaced!": "تم استبدال المفتاح الخاص بك {0}!",
  "Your {0} license included one year of free updates at the time of purchase. You are now eligible to extend your license and access the latest OS updates. You are still eligible to access OS updates that were published on or before {1}.": "تضمن ترخيصك {0} عامًا واحدًا من التحديثات المجانية عند الشراء. أنت مؤهل الآن لتمديد ترخيصك والوصول إلى أحدث تحديثات نظام التشغيل. ما زلت مؤهلاً للوصول إلى التحديثات التي نشرت في أو قبل {1}.",
  "Your {0} license included one year of free updates at the time of purchase. You are now eligible to extend your license and access the latest OS updates.": "تضمن ترخيصك {0} عامًا واحدًا من التحديثات المجانية عند الشراء. أنت مؤهل الآن لتمديد ترخيصك والوصول إلى أحدث تحديثات نظام التشغيل.",
  "Your free Trial key provides all the functionality of an Unleashed Registration key": "يوفر لك مفتاح التجربة المجاني كافة وظائف مفتاح التسجيل غير المقيد.",
  "Your license key is not eligible for Unraid OS {0}": "مفتاح الترخيص الخاص بك غير مؤهل لنظام Unraid OS {0}",
  "Your license key's OS update eligibility has expired. Please renew your license key to enable updates released after your expiration date.": "انتهت صلاحية أهلية تحديث نظام التشغيل لمفتاح الترخيص الخاص بك. يرجى تجديد مفتاح الترخيص لتمكين التحديثات التي صدرت بعد تاريخ انتهاء صلاحيتك.",
  "Your Trial has expired": "انتهت فترة تجربتك",
  "Your Trial key has been extended!": "تم تمديد مفتاح التجربة الخاص بك!",
  "Create an Unraid.net account and activate your key": "إنشاء حساب على Unraid.net وتفعيل المفتاح الخاص بك",
  "Device is ready to configure": "الجهاز جاهز للتكوين",
  "Secure your device": "قم بتأمين جهازك",
  "Unraid OS {0} Changelog": "سجل التغييرات لنظام Unraid OS {0}",
  "or": "أو",
  "Logging in...": "جار تسجيل الدخول...",
  "Try Again": "حاول مجددًا",
  "Log In With Unraid.net": "تسجيل الدخول باستخدام Unraid.net",
  "Invalid Unraid.net credentials": "اعتمادات Unraid.net غير صالحة",
  "This Unraid.net account is not authorized to access this server": "حساب Unraid.net هذا غير مصرح له للوصول إلى هذا الخادم",
  "SSO login is not enabled on this server": "تسجيل دخول SSO غير ممكّن على هذا الخادم",
  "Login session expired. Please try again": "انتهت صلاحية جلسة تسجيل الدخول. الرجاء المحاولة مرة أخرى",
  "Network error. Please check your connection": "خطأ في الشبكة. يرجى التحقق من اتصالك",
  "SSO login failed. Please try again": "فشل تسجيل الدخول باستخدام SSO. يرجى المحاولة مرة أخرى",
  "Error fetching token": "خطأ في جلب الرمز",
  "Visit Unraid website": "زيارة موقع Unraid",
  "Version Information": "معلومات الإصدار",
  "First, you'll create your device's login credentials, then you'll activate your Unraid license—your device's operating system (OS).": "أولاً، ستقوم بإنشاء بيانات اعتماد تسجيل الدخول لجهازك، ثم ستقوم بتفعيل ترخيص Unraid الخاص بك—نظام التشغيل لجهازك (OS).",
  "Edit API Key": "تحرير مفتاح API",
  "Create API Key": "إنشاء مفتاح API",
  "OS version copied to clipboard": "تم نسخ إصدار نظام التشغيل إلى الحافظة",
  "API version copied to clipboard": "تم نسخ إصدار API إلى الحافظة",
  "Visit Partner website": "زيارة موقع الشريك",
  "Unraid OS": "نظام Unraid OS",
  "Unraid API": "Unraid API",
  "View OS Release Notes": "عرض ملاحظات إصدار نظام التشغيل",
  "View API Changelog": "عرض سجل تغييرات API",
  "Registered GUID": "الرقم التعريفي المسجل",
  "Array status": "حالة التشكيلة",
  "Trial expiration": "انتهاء صلاحية التجربة",
  "Flash Drive": "جهاز الفلاش",
  "License": "رخصة",
  "Actions": "إجراءات",
  "Your license key was automatically renewed and installed. Reload the page to see updated details.": "تم تجديد مفتاح الترخيص الخاص بك تلقائيًا وتثبيته. أعد تحميل الصفحة لعرض التفاصيل المحدثة.",
  "Checking authentication options...": "التحقق من خيارات المصادقة...",
  "Invalid callback parameters": "بارامترات الاسترجاع غير صالحة",
  "Loading changelog…": "تحميل سجل التغيير...",
  "Checking for OS updates...": "جار التحقق من التحديثات لنظام التشغيل...",
  "Requires verification to update": "يتطلب التحقق للتحديث",
  "More Options": "مزيد من الخيارات",
  "Manage update preferences including beta access and version selection at account.unraid.net": "يمكنك إدارة تفضيلات التحديث بما في ذلك الوصول إلى الإصدارات التجريبية واختيار الإصدار في account.unraid.net",
  "You can opt back in to an ignored release by clicking on the Check for Updates button in the header anytime": "يمكنك العودة إلى إصدار متجاهل بالنقر على زر التحقق من التحديثات في الشريط العلوي في أي وقت",
  "Loading changelog...": "تحميل سجل التغيير...",
  "No changelog content available": "لا توجد محتويات لسجل التغيير",
  "Downgrade": "تخفيض الإصدار",
  "Update": "تحديث",
  "During the Unraid OS update process third-party drivers were detected and are currently being updated in the background. Please wait for those to finish downloading before rebooting your server to complete the update process. You should receive a system notification when complete. You may also refresh this page to check for an updated status.": "أثناء عملية تحديث نظام التشغيل Unraid تم اكتشاف برامج تشغيل طرف ثالث ويتم تحديثها حاليًا في الخلفية. انتظر حتى ينتهي هذا التحميل قبل إعادة تشغيل الخادم الخاص بك لاستكمال التحديث. يجب أن تتلقى إشعارًا بالنظام عند الانتهاء. يمكنك أيضًا تحديث هذه الصفحة للتحقق من الحالة المحدثة.",
  "License Key Updates Expired": "انتهت صلاحية تحديثات مفتاح الترخيص",
  "Downgrade Unraid OS confirmation required": "تأكيد تخفيض إصدار Unraid OS مطلوب",
  "Please confirm the downgrade details below": "يرجى تأكيد تفاصيل التخفيض أدناه",
  "Post Install License Key Error": "خطأ في مفتاح الترخيص بعد التثبيت",
  "This downgrade will require a reboot": "سيحتاج هذا التخفيض إلى إعادة تشغيل",
  "Confirm and start downgrade": "تأكيد وبدء التخفيض",
  "Loading…": "جارٍ التحميل...",
  "Go to API Settings": "انتقل إلى إعدادات API",
  "Restart unraid-api": "أعد تشغيل unraid-api",
  "Error creatiing a trial key. Please try again later.": "حدث خطأ أثناء إنشاء مفتاح تجريبي. الرجاء المحاولة مرة أخرى لاحقًا.",
  "Username": "اسم المستخدم",
  "Password": "كلمة السر",
  "Login": "تسجيل الدخول",
  "Password recovery": "استعادة كلمة السر",
  "jsonforms.errors.default": "قيمة غير صالحة",
  "jsonforms.rclone.basic.remoteName.label": "Remote Name",
  "jsonforms.rclone.basic.remoteName.description": "Name to identify this remote configuration (e.g., my_google_drive). Use only letters, numbers, hyphens, and underscores.",
  "jsonforms.rclone.basic.remoteName.descriptionShort": "Name to identify this remote configuration",
  "jsonforms.rclone.basic.providerType.label": "Storage Provider Type",
  "jsonforms.rclone.basic.providerType.description": "Select the cloud storage provider to use for this remote.",
  "jsonforms.rclone.basic.documentation.text": "Documentation Link",
  "jsonforms.rclone.basic.documentation.description": "For more information, refer to the [RClone Config Documentation](https://rclone.org/commands/rclone_config/).",
  "jsonforms.rclone.basic.showAdvanced.label": "Show Advanced Options",
  "jsonforms.rclone.basic.showAdvanced.description": "Display additional configuration options for experts.",
  "jsonforms.rclone.basic.showAdvanced.toggleDescription": "Whether to show advanced configuration options.",
  "jsonforms.rclone.validation.sizeSuffix": "Invalid size format. Examples: \"10G\", \"100M\", \"1.5GiB\", \"off\".",
  "jsonforms.rclone.validation.duration": "Invalid duration format. Examples: \"10s\", \"1.5m\", \"100ms\", \"1h15m\", \"off\".",
  "jsonforms.apiSettings.sandbox": "Enable Developer Sandbox",
  "jsonforms.apiKey.name": "API Key Name",
  "jsonforms.apiKey.description": "الوصف",
  "jsonforms.apiKey.roles": "Roles",
  "jsonforms.apiKey.permissionPresets": "Add Permission Preset",
  "jsonforms.apiKey.customPermissions": "Permissions",
  "jsonforms.apiKey.customPermissions.resources": "Resources",
  "jsonforms.apiKey.customPermissions.actions": "إجراءات",
  "jsonforms.apiKey.permissions.header": "Permissions Configuration",
  "jsonforms.apiKey.permissions.description": "Select any combination of roles, permission groups, and custom permissions to define what this API key can access.",
  "jsonforms.apiKey.permissions.subheader": "Permissions",
  "jsonforms.apiKey.permissions.help": "Use the preset dropdown for common permission sets, or manually add custom permissions. You can select multiple resources that share the same actions.",
  "jsonforms.rclone.basic.remoteName": "Remote Name",
  "jsonforms.rclone.basic.providerType": "Storage Provider Type",
  "jsonforms.rclone.basic.documentation": "Documentation Link",
  "jsonforms.rclone.basic.showAdvanced": "Show Advanced Options",
  "jsonforms.oidc.provider.id": "Provider ID",
  "jsonforms.oidc.provider.name": "Provider Name",
  "jsonforms.oidc.provider.clientId": "OAuth Client ID",
  "jsonforms.oidc.provider.clientSecret": "OAuth Client Secret",
  "jsonforms.oidc.provider.issuer": "Issuer URL",
  "jsonforms.oidc.provider.scopes": "OAuth Scopes",
  "jsonforms.oidc.provider.authorizationEndpoint": "Authorization Endpoint",
  "jsonforms.oidc.provider.tokenEndpoint": "Token Endpoint",
  "jsonforms.oidc.provider.userInfoEndpoint": "User Info Endpoint",
  "jsonforms.oidc.provider.jwksUri": "JWKS URI",
  "jsonforms.oidc.restrictions.title": "Simple Authorization",
  "jsonforms.oidc.restrictions.help": "Configure simple allow lists for who can sign in.",
  "jsonforms.oidc.restrictions.allowedDomains": "Allowed Email Domains",
  "jsonforms.oidc.restrictions.allowedEmails": "Specific Email Addresses",
  "jsonforms.oidc.restrictions.allowedUserIds": "Allowed User IDs",
  "jsonforms.oidc.restrictions.workspaceDomain": "Google Workspace Domain",
  "jsonforms.oidc.rules.title": "Advanced Authorization Rules",
  "jsonforms.oidc.rules.description": "Define claim-based authorization logic.",
  "jsonforms.oidc.rules.mode": "Rule Mode",
  "jsonforms.oidc.rules.claim": "JWT Claim",
  "jsonforms.oidc.rules.operator": "Operator",
  "jsonforms.oidc.rules.value": "Values",
  "jsonforms.oidc.rules.collection": "Claim Rules",
  "jsonforms.oidc.buttons.title": "Button Customization",
  "jsonforms.oidc.buttons.description": "Customize the appearance of the login button.",
  "jsonforms.oidc.buttons.text": "Button Text",
  "jsonforms.oidc.buttons.icon": "Button Icon URL",
  "jsonforms.oidc.buttons.variant": "Button Style",
  "jsonforms.oidc.buttons.style": "Custom CSS Styles",
  "jsonforms.oidc.provider.discoveryToggle": "Use Automatic Discovery"
}
