{
  "{0} {1} Key…": "{0} {1} Key…",
  "{0} devices": "{0} ডিভাইস",
  "{0} out of {1} allowed devices – upgrade your key to support more devices": "{0} এর মধ্যে {1} অনুমোদিত ডিভাইস – আরো ডিভাইস সমর্থন করার জন্য আপনার কী আপগ্রেড করুন",
  "{0} out of {1} devices": "{0} এর মধ্যে {1} ডিভাইস",
  "{0} Release Notes": "{0} প্রকাশিত নোট",
  "{0} Signed In Successfully": "{0} সফলভাবে সাইন ইন হয়েছে",
  "{0} Signed Out Successfully": "{0} সফলভাবে সাইন আউট হয়েছে",
  "{0} Update Available": "{0} আপডেট উপলব্ধ",
  "{1} Key {0} Successfully": "{1} কী {0} সফলভাবে",
  "<p>It is not possible to use a Trial key with an existing Unraid OS installation.</p><p>You may purchase a license key corresponding to this USB Flash device to continue using this installation.</p>": "<p>একটি বিদ্যমান Unraid OS ইনস্টলেশনের সাথে একটি ট্রায়াল কী ব্যবহার করা সম্ভব নয়।</p><p>এই ইনস্টলেশনটি চালিয়ে যেতে আপনি এই USB ফ্ল্যাশ ডিভাইসের সাথে সংশ্লিষ্ট একটি লাইসেন্স কী কিনতে পারেন।</p>",
  "<p>Please refresh the page to ensure you load your latest configuration</p>": "<p>আপনার সর্বশেষ কনফিগারেশন লোড করতে পৃষ্ঠা রিফ্রেশ করুন</p>",
  "<p>Register for Connect by signing in to your Unraid.net account</p>": "<p>আপনার Unraid.net অ্যাকাউন্টে সাইন ইন করে Connect এর জন্য নিবন্ধন করুন</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device or choose Purchase Key.</p><p>Your Unraid registration key is ineligible for replacement as it has been replaced within the last 12 months.</p>": "<p>লাইসেন্স কী ফাইলটি USB ফ্ল্যাশ বুট ডিভাইসের সাথে সঙ্গতিপূর্ণ নয়। সঠিক কী ফাইলটি আপনার USB ফ্ল্যাশ বুট ডিভাইসে /config ডিরেক্টরিতে কপি করুন অথবা কিনুন কী নির্বাচন করুন।</p><p>আপনার Unraid রেজিস্ট্রেশন কী 12 মাসের মধ্যে একবার প্রতিস্থাপিত হওয়ার কারণে, এটি প্রতিস্থাপনের জন্য অযোগ্য।</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device or choose Purchase Key.</p><p>Your Unraid registration key is ineligible for replacement as it is blacklisted.</p>": "<p>লাইসেন্স কী ফাইলটি USB ফ্ল্যাশ বুট ডিভাইসের সাথে সঙ্গতিপূর্ণ নয়। সঠিক কী ফাইলটি আপনার USB ফ্ল্যাশ বুট ডিভাইসে /config ডিরেক্টরিতে কপি করুন অথবা কিনুন কী নির্বাচন করুন।</p><p>আপনার Unraid নিবন্ধন কীটি কালো তালিকাভুক্ত হওয়ার কারণে এটি পরিবর্তনের জন্য অযোগ্য।</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device.</p><p>You may also attempt to Purchase or Replace your key.</p>": "<p>লাইসেন্স কী ফাইলটি USB ফ্ল্যাশ বুট ডিভাইসের সাথে সঙ্গতিপূর্ণ নয়। সঠিক কী ফাইলটি আপনার USB ফ্ল্যাশ বুট ডিভাইসে /config ডিরেক্টরিতে কপি করুন।</p><p>আপনি আরও চেষ্টা করতে পারেন কী কেনা বা প্রতিস্থাপন.</p>",
  "<p>There are multiple license key files present on your USB flash device and none of them correspond to the USB Flash boot device. Please remove all key files, except the one you want to replace, from the /config directory on your USB Flash boot device.</p><p>Alternately you may purchase a license key for this USB flash device.</p><p>If you want to replace one of your license keys with a new key bound to this USB Flash device, please first remove all other key files first.</p>": "<p>আপনার USB ফ্ল্যাশ ডিভাইসে একাধিক লাইসেন্স কী ফাইল উপস্থিত রয়েছে এবং কোনোটিই USB ফ্ল্যাশ বুট ডিভাইসের সাথে মিলছে না। দয়া করে সমস্ত কী ফাইল সরিয়ে ফেলুন, যা আপনি প্রতিস্থাপন করতে চান তা ছাড়া, আপনার USB ফ্ল্যাশ বুট ডিভাইসে /config ডিরেক্টরিতে।</p><p>বিকল্পভাবে, আপনি এই USB ফ্ল্যাশ ডিভাইসের জন্য একটি লাইসেন্স কী কিনতে পারেন।</p><p>যদি আপনি আপনার লাইসেন্স কীগুলি এই USB ফ্ল্যাশ ডিভাইসের সাথে আবদ্ধ নতুন কী দিয়ে প্রতিস্থাপন করতে চান, তাহলে প্রথমে সমস্ত অন্যান্য কী ফাইল সরিয়ে ফেলুন।</p>",
  "<p>There is a physical problem accessing your USB Flash boot device</p>": "<p>আপনার USB ফ্ল্যাশ বুট ডিভাইস অ্যাক্সেস করতে একটি শারীরিক সমস্যা রয়েছে</p>",
  "<p>There is a problem with your USB Flash device</p>": "<p>আপনার USB ফ্ল্যাশ ডিভাইসের সাথে একটি সমস্যা রয়েছে</p>",
  "<p>This USB Flash boot device has been blacklisted. This can occur as a result of transferring your license key to a replacement USB Flash device, and you are currently booted from your old USB Flash device.</p><p>A USB Flash device may also be blacklisted if we discover the serial number is not unique – this is common with USB card readers.</p>": "<p>এই USB ফ্ল্যাশ বুট ডিভাইসটি কালো তালিকাভুক্ত হয়েছে। এটি আপনার লাইসেন্স কীটি প্রতিস্থাপন করা USB ফ্ল্যাশ ডিভাইসে সরানোর ফলাফল হিসেবে ঘটতে পারে এবং আপনি বর্তমানে আপনার পুরানো USB ফ্ল্যাশ ডিভাইস থেকে বুট করা হচ্ছে৷</p><p>এটির সিরিয়াল নম্বর অনন্য নয় বলে জানালে একটি USB ফ্ল্যাশ ডিভাইস কালো তালিকাভুক্ত হতে পারে – এটি USB কার্ড রিডারগুলোর ক্ষেত্রে সাধারণ।</p>",
  "<p>This USB Flash device has an invalid GUID. Please try a different USB Flash device</p>": "<p>এই USB ফ্ল্যাশ ডিভাইসের একটি অসমর্থিত GUID আছে। দয়া করে একটি ভিন্ন USB ফ্ল্যাশ ডিভাইস চেষ্টা করুন</p>",
  "<p>To continue using Unraid OS you may purchase a license key. Alternately, you may request a Trial extension.</p>": "<p>Unraid OS ব্যবহার চালিয়ে যেতে আপনি একটি লাইসেন্স কী কিনতে পারেন। বিকল্পভাবে, আপনি একটি ট্রায়াল এক্সটেনশন অনুরোধ করতে পারেন।</p>",
  "<p>To support more storage devices as your server grows, click Upgrade Key.</p>": "<p>আপনার সার্ভার ব্যাপক হলে আরও স্টোরেজ ডিভাইস সমর্থন করার জন্য, আপগ্রেড কী-তে ক্লিক করুন।</p>",
  "<p>You have used all your Trial extensions. To continue using Unraid OS you may purchase a license key.</p>": "<p>আপনি আপনার সমস্ত ট্রায়াল এক্সটেনশন ব্যবহার করেছেন। Unraid OS ব্যবহার চালিয়ে যেতে আপনি একটি লাইসেন্স কী কিনতে পারেন।</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>After your <em>Trial</em> has reached expiration, your server <strong>still functions normally</strong> until the next time you Stop the array or reboot your server.</p><p>At that point you may either purchase a license key or request a <em>Trial</em> extension.</p>": "<p>আপনার <em>ট্রায়াল</em> কীটিতে একটি <em>Unleashed</em> কী এর সমস্ত কার্যকারিতা এবং ডিভাইস সমর্থন রয়েছে।</p><p>আপনার <em>ট্রায়াল</em> মেয়াদ শেষ হওয়ার পরও, আপনার সার্ভার <strong>সাধারণত কাজ চালিয়ে যাবে</strong> যতক্ষণ না আপনি অ্যারে বন্ধ করেন বা আপনার সার্ভার পুনরায় বুট করেন।</p><p>তখন আপনি একটি লাইসেন্স কী কিনতে পারেন বা একটি <em>ট্রায়াল</em> এক্সটেনশন অনুরোধ করতে পারেন।</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>When your <em>Trial</em> expires, <strong>the array will stop</strong>. At that point you may either purchase a license key or request a <em>Trial</em> extension.</p>": "<p>আপনার <em>ট্রায়াল</em> কীটিতে একটি <em>Unleashed</em> কী এর সমস্ত কার্যকারিতা এবং ডিভাইস সমর্থন রয়েছে।</p><p>আপনার <em>ট্রায়াল</em> মেয়াদ শেষ হলে, <strong>অ্যারে বন্ধ হবে</strong>। তখন আপনি একটি লাইসেন্স কী কিনতে পারেন বা একটি <em>ট্রায়াল</em> এক্সটেনশন অনুরোধ করতে পারেন।</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>Your trial is expiring soon. When it expires, <strong>the array will stop</strong>. You may extend your trial now, purchase a license key, or wait until expiration to take action.</p>": "<p>আপনার <em>ট্রায়াল</em> কীটিতে একটি <em>Unleashed</em> কী এর সমস্ত কার্যকারিতা এবং ডিভাইস সমর্থন রয়েছে।</p><p>আপনার ট্রায়ালের মেয়াদ শীঘ্রই শেষ হতে চলেছে। যখন এটি শেষ হবে, <strong>অ্যারে বন্ধ হবে</strong>। আপনি এখনই আপনার ট্রায়াল বাড়াতে পারেন, একটি লাইসেন্স কী কিনতে পারেন, বা মেয়াদ শেষ হওয়ার জন্য অপেক্ষা করতে পারেন।</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>Your trial is expiring soon and you have used all available extensions. When it expires, <strong>the array will stop</strong>. To continue using Unraid OS, you must purchase a license key.</p>": "<p>আপনার <em>ট্রায়াল</em> কীটিতে একটি <em>Unleashed</em> কী এর সমস্ত কার্যকারিতা এবং ডিভাইস সমর্থন রয়েছে।</p><p>আপনার ট্রায়ালের মেয়াদ শীঘ্রই শেষ হতে চলেছে এবং আপনি সমস্ত উপলভ্য এক্সটেনশন ব্যবহার করেছেন। যখন এটি শেষ হবে, <strong>অ্যারে বন্ধ হবে</strong>। Unraid OS ব্যবহার চালিয়ে যেতে, আপনাকে একটি লাইসেন্স কী কিনতে হবে।</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>You have used all available trial extensions. When your <em>Trial</em> expires, <strong>the array will stop</strong>. To continue using Unraid OS after expiration, you must purchase a license key.</p>": "<p>আপনার <em>ট্রায়াল</em> কীটিতে একটি <em>Unleashed</em> কী এর সমস্ত কার্যকারিতা এবং ডিভাইস সমর্থন রয়েছে।</p><p>আপনি সমস্ত উপলভ্য ট্রায়াল এক্সটেনশন ব্যবহার করে ফেলেছেন। আপনার <em>ট্রায়াল</em> মেয়াদ শেষ হলে, <strong>অ্যারে বন্ধ হয়ে যাবে</strong>। মেয়াদ শেষ হওয়ার পর Unraid OS ব্যবহার চালিয়ে যেতে, আপনাকে একটি লাইসেন্স কী কিনতে হবে।</p>",
  "<p>Your license key file is corrupted or missing. The key file should be located in the /config directory on your USB Flash boot device.</p><p>If you do not have a backup copy of your license key file you may attempt to recover your key.</p><p>If this was an expired Trial installation, you may purchase a license key.</p>": "<p>আপনার লাইসেন্স কী ফাইলটি ক্ষতিগ্রস্ত বা অনুপস্থিত। কী ফাইলটি আপনার USB ফ্ল্যাশ বুট ডিভাইসে /config ডিরেক্টরিতে থাকা উচিত।</p><p>যদি আপনার লাইসেন্স কী ফাইলের ব্যাকআপ কপি না থাকে, তবে আপনি আপনার কী পুনরুদ্ধার করার চেষ্টা করতে পারেন।</p><p>এটি একটি মেয়াদোত্তীর্ণ ট্রায়াল ইনস্টলেশন হয়ে থাকলে, আপনি একটি লাইসেন্স কী কিনতে পারেন।</p>",
  "<p>Your license key file is corrupted or missing. The key file should be located in the /config directory on your USB Flash boot device.</p><p>You may attempt to recover your key with your Unraid.net account.</p><p>If this was an expired Trial installation, you may purchase a license key.</p>": "<p>আপনার লাইসেন্স কী ফাইলটি ক্ষতিগ্রস্ত বা অনুপস্থিত। কী ফাইলটি আপনার USB ফ্ল্যাশ বুট ডিভাইসে /config ডিরেক্টরিতে থাকা উচিত।</p><p>আপনি আপনার Unraid.net অ্যাকাউন্ট দিয়ে আপনার কী পুনরুদ্ধার করার চেষ্টা করতে পারেন।</p><p>এটি একটি মেয়াদোত্তীর্ণ ট্রায়াল ইনস্টলেশন হয়ে থাকলে, আপনি একটি লাইসেন্স কী কিনতে পারেন।</p>",
  "<p>Your server will not be usable until you purchase a Registration key or install a free 30 day <em>Trial</em> key. A <em>Trial</em> key provides all the functionality of an Unleashed Registration key.</p><p>Registration keys are bound to your USB Flash boot device serial number (GUID). Please use a high quality name brand device at least 1GB in size.</p><p>Note: USB memory card readers are generally not supported because most do not present unique serial numbers.</p><p><strong>Important:</strong></p><ul class='list-disc pl-16px'><li>Please make sure your server time is accurate to within 5 minutes</li><li>Please make sure there is a DNS server specified</li></ul>": "<p>আপনার সার্ভার ব্যবহারযোগ্য হবে না যতক্ষণ না আপনি একটি রেজিস্ট্রেশন কী কেনেন বা একটি বিনামূল্যের 30 দিনের <em>ট্রায়াল</em> কী ইনস্টল করেন। একটি <em>ট্রায়াল</em> কী একটি Unleashed রেজিস্ট্রেশন কী এর সমস্ত কার্যকারিতা প্রদান করে।</p><p>রেজিস্ট্রেশন কীগুলি আপনার USB ফ্ল্যাশ বুট ডিভাইসের সিরিয়াল নম্বরের (GUID) সাথে আবদ্ধ থাকে। অনুগ্রহ করে সর্বনিম্ন 1GB আকারের একটি উচ্চমানের ব্র্যান্ডের নাম ডিভাইস ব্যবহার করুন।</p><p>দ্রষ্টব্য: ইউএসবি মেমোরি কার্ড রিডার সাধারণত সমর্থিত নয় যেহেতু বেশিরভাগ একটি অনন্য সিরিয়াল নম্বর প্রদর্শন করে না।</p><p><strong>গুরুত্বপূর্ণ:</strong></p><ul class='list-disc pl-16px'><li>অনুগ্রহ করে নিশ্চিত করুন যে আপনার সার্ভারের সময় সঠিকভাবে 5 মিনিটের মধ্যে হবে</li><li>অনুগ্রহ করে নিশ্চিত করুন যে একটি DNS সার্ভার নির্দিষ্ট করা হয়েছে</li></ul>",
  "<p>Your Trial key requires an internet connection.</p><p><a href='/Settings/NetworkSettings class='underline'>Please check Settings > Network</a></p>": "<p>আপনার ট্রায়াল কীটির জন্য ইন্টারনেট সংযোগ প্রয়োজন।</p><p><a href='/Settings/NetworkSettings' class='underline'>সেটিংস > নেটওয়ার্ক চেক করুন</a></p>",
  "<p>Your Unraid registration key is ineligible for replacement as it has been replaced within the last 12 months.</p>": "<p>আপনার Unraid রেজিস্ট্রেশন কী 12 মাসের মধ্যে একটি বার প্রতিস্থাপিত হয়েছে বলে এটি প্রতিস্থাপনের জন্য অযোগ্য।</p>",
  "A Trial key provides all the functionality of an Unleashed Registration key": "একটি ট্রায়াল কী একটি Unleashed রেজিস্ট্রেশন কী-এর সমস্ত কার্যকারিতা সরবরাহ করে।",
  "A valid GUID is required to check for OS updates.": "OS আপডেটগুলি পরীক্ষা করতে বৈধ GUID প্রয়োজন।",
  "A valid keyfile and USB Flash boot device are required to check for OS updates.": "OS আপডেট পরীক্ষা করতে একটি বৈধ কীফাইল এবং USB ফ্ল্যাশ বুট ডিভাইস প্রয়োজন।",
  "A valid keyfile is required to check for OS updates.": "OS আপডেট পরীক্ষা করতে একটি বৈধ কীফাইল প্রয়োজন।",
  "A valid OS version is required to check for OS updates.": "OS আপডেট পরীক্ষা করতে একটি বৈধ OS সংস্করণ প্রয়োজন।",
  "Acklowledge that you have made a Flash Backup to enable this action": "এই কর্মটি সক্ষম করতে আপনি একটি ফ্ল্যাশ ব্যাকআপ তৈরি করেছেন বলে স্বীকার করুন",
  "Activate Now": "এখন সক্রিয় করুন",
  "Activate License": "লাইসেন্স সক্রিয় করুন",
  "ago": "আগে",
  "All you need is an active internet connection, an Unraid.net account, and the Connect plugin. Get started by installing the plugin.": "আপনার প্রয়োজন শুধুমাত্র একটি সক্রিয় ইন্টারনেট সংযোগ, একটি Unraid.net অ্যাকাউন্ট এবং Connect প্লাগইন। প্লাগইনটি ইনস্টল করে শুরু করুন।",
  "Attached Storage Devices": "সংযুক্ত স্টোরেজ ডিভাইস",
  "Backing up...this may take a few minutes": "ব্যাকআপ তৈরি করা হচ্ছে...এটি কয়েক মিনিট সময় নিতে পারে",
  "Basic": "মৌলিক",
  "Begin downgrade to {0}": "{0} তে ডাউনগ্রেড শুরু করুন",
  "Beta": "বেটা",
  "Blacklisted USB Flash GUID": "কালো তালিকাভুক্ত USB ফ্ল্যাশ GUID",
  "BLACKLISTED": "কালো তালিকাভুক্ত",
  "Calculating OS Update Eligibility…": "OS আপডেট যোগ্যতা গণনা করা হচ্ছে…",
  "Calculating trial expiration…": "ট্রায়ালের মেয়াদ শেষ হওয়া গণনা করা হচ্ছে…",
  "Callback redirect type not present or incorrect": "কলব্যাক রিডাইরেক্ট প্রকার উপস্থিত নেই বা ভুল",
  "Cancel {0}": "{0} বাতিল করুন",
  "Cancel": "বাতিল করুন",
  "Cannot access your USB Flash boot device": "আপনার USB ফ্ল্যাশ বুট ডিভাইসে প্রবেশ করতে পারছেন না",
  "Cannot validate Unraid Trial key": "Unraid ট্রায়াল কী যাচাই করতে ব্যর্থ",
  "Check Eligibility": "যোগ্যতা পরীক্ষা করুন",
  "check for OS updates": "OS আপডেটগুলির জন্য পরীক্ষা করুন",
  "Check for OS Updates": "OS আপডেটের জন্য পরীক্ষা করুন",
  "Check for Prereleases": "প্রি-রিলিজের জন্য পরীক্ষা করুন",
  "Check for Update": "আপডেটের জন্য পরীক্ষা করুন",
  "Checking WAN IPs…": "WAN IPs পরীক্ষা করা হচ্ছে…",
  "Checking...": "পরীক্ষা করা হচ্ছে...",
  "Checkout the Connect Documentation": "Connect ডকুমেন্টেশন চেকআউট করুন",
  "Click to close modal": "মডাল বন্ধ করতে ক্লিক করুন",
  "Click to Copy LAN IP {0}": "LAN IP {0} কপি করতে ক্লিক করুন",
  "Close Dropdown": "ড্রপডাউন বন্ধ করুন",
  "Close Modal": "মডাল বন্ধ করুন",
  "Close": "বন্ধ করুন",
  "Configure Connect Features": "Connect বৈশিষ্ট্যগুলি কনফিগার করুন",
  "Confirm and start update": "আপডেট নিশ্চিত করুন এবং শুরু করুন",
  "Confirm to Install Unraid OS {0}": "Unraid OS {0} ইনস্টল নিশ্চিত করুন",
  "Connected": "সংযুক্ত",
  "Contact Support": "সহায়তার জন্য যোগাযোগ করুন",
  "Continue": "চালিয়ে যান",
  "Copied": "কপিরেড",
  "Copy Key URL": "কী URL কপি করুন",
  "Copy your Key URL: {0}": "আপনার কী URL কপি করুন: {0}",
  "Create Flash Backup": "ফ্ল্যাশ ব্যাকআপ তৈরি করুন",
  "Create a password": "পাসওয়ার্ড তৈরি করুন",
  "Create Device Password": "ডিভাইস পাসওয়ার্ড তৈরি করুন",
  "Current Version {0}": "বর্তমান সংস্করণ {0}",
  "Current Version: Unraid {0}": "বর্তমান সংস্করণ: Unraid {0}",
  "Customizable Dashboard Tiles": "অন্যূর্ধ্বন অভিজ্ঞান টাইলস",
  "day": "{n} দিন | {n} দিন",
  "Deep Linking": "গভীর সংযুক্তি",
  "DNS issue, unable to resolve wanip4.unraid.net": "DNS সমস্যা, wanip4.unraid.net রিজলভ করতে অক্ষম",
  "Downgrade Unraid OS to {0}": "Unraid OS {0} তে ডাউনগ্রেড করুন",
  "Downgrade Unraid OS": "Unraid OS ডাউনগ্রেড করুন",
  "Downgrades are only recommended if you're unable to solve a critical issue.": "যদি আপনি একটি গুরুতর সমস্যা সমাধান করতে অক্ষম হন তবে শুধুমাত্র ডাউনগ্রেড করার সুপারিশ করা হয়।",
  "Download Diagnostics": "ডায়াগনস্টিক্স ডাউনলোড করুন",
  "Download the Diagnostics zip then please open a bug report on our forums with a description of the issue along with your diagnostics.": "ডায়াগনস্টিক্স জিপ ডাউনলোড করুন, তারপর দয়া করে আমাদের ফোরামে ইস্যুটির একটি বিবরণ সহ একটি বাগ রিপোর্ট খুলুন এবং আপনার ডায়াগনস্টিক্সের সাথে।",
  "Download unraid-api Logs": "unraid-api লগ ডাউনলোড করুন",
  "Dynamic Remote Access": "ডায়নামিক রিমোট অ্যাক্সেস",
  "Eligible for free feature updates for {0}": "বন্ধুত্বপূর্ণ ফিচার আপডেটগুলির জন্য {0} পর্যন্ত উপলব্ধ",
  "Eligible for free feature updates until {0}": "বন্ধুত্বপূর্ণ ফিচার আপডেটগুলির জন্য {0} পর্যন্ত উপলব্ধ",
  "Eligible": "উপযুক্ত",
  "Enable update notifications": "আপডেট বিজ্ঞপ্তিগুলি সক্ষম করুন",
  "Enhance your experience with Unraid Connect": "Unraid Connect দিয়ে আপনার অভিজ্ঞতা উন্নত করুন",
  "Enhance your Unraid experience with Connect": "Connect দিয়ে আপনার Unraid অভিজ্ঞতা উন্নত করুন",
  "Enhance your Unraid experience": "আপনার Unraid অভিজ্ঞতা বৃদ্ধি করুন",
  "Error creating a trial key. Please try again later.": "ট্রায়াল কী তৈরি করতে ত্রুটি। দয়া করে পরে আবার চেষ্টা করুন।",
  "Error Parsing Changelog • {0}": "চেঞ্জলগ পার্স করার সময় ত্রুটি • {0}",
  "Error": "ত্রুটি",
  "Expired {0}": "মেয়াদ উত্তীর্ণ {0}",
  "Expired": "মেয়াদ উত্তীর্ণ",
  "Expires at {0}": "মেয়াদ শেষ হয় {0}",
  "Expires in {0}": "মেয়াদ শেষ হবে {0}",
  "Extend License to Enable OS Updates": "OS আপডেট সক্ষম করতে লাইসেন্স বাড়ান",
  "Extend License to Update": "লাইসেন্স আপডেট করতে বাড়ান",
  "Extend License": "লাইসেন্স বাড়ান",
  "Extend Trial": "ট্রায়াল বাড়ান",
  "Extending your free trial by 15 days": "আপনার বিনামূল্যের ট্রায়াল 15 দিনের জন্য বাড়ানো হচ্ছে",
  "Extension Installed": "এক্সটেনশন ইনস্টল করা হয়েছে",
  "Failed to {0} {1} Key": "{0} {1} কী ব্যর্থ হয়েছে",
  "Failed to install key": "কী ইনস্টল করতে ব্যর্থ হয়েছে",
  "Failed to update Connect account configuration": "সংযোগ অ্যাকাউন্ট কনফিগারেশন আপডেট করতে ব্যর্থ হয়েছেন",
  "Fetching & parsing changelog…": "পরিবর্তনের লগ ফেচিং ও পার্সিং করা হচ্ছে…",
  "Fix Error": "ত্রুটি ঠিক করুন",
  "Flash Backup is not available. Navigate to {0}/Main/Settings/Flash to try again then come back to this page.": "ফ্ল্যাশ ব্যাকআপ উপলব্ধ নয়। আবার চেষ্টা করতে {0}/মেইন/সেটিংস/ফ্ল্যাশ এ যাইয়া তারপর এই পৃষ্ঠায় ফিরে আসুন।",
  "Flash GUID Error": "ফ্ল্যাশ GUID ত্রুটি",
  "Flash GUID required to check replacement status": "প্রতিস্থাপন স্ট্যাটাস চেক করার জন্য ফ্ল্যাশ GUID প্রয়োজন",
  "Flash GUID": "ফ্ল্যাশ GUID",
  "Flash Product": "ফ্ল্যাশ পণ্য",
  "Flash Vendor": "ফ্ল্যাশ বিক্রেতা",
  "Get a Lifetime Key": "একটি লাইফটাইম কি পান",
  "Get an overview of your server's state, storage space, apps and VMs status, and more.": "আপনার সার্ভারের অবস্থা, স্টোরেজ স্পেস, অ্যাপ্লিকেশন এবং ভিএম-এর স্ট্যাটাসের সংক্ষিপ্ত বিবরণ পান এবং আরও অনেক কিছু।",
  "Get Started": "শুরু করুন",
  "Go to Connect plugin settings": "সংযোগ প্লাগইন সেটিংসে যান",
  "Go to Connect": "সংযোগে যান",
  "Go to Management Access Now": "পরিচালনা অ্যাক্সেসে এখন যান",
  "Go to Settings > Notifications to enable automatic OS update notifications for future releases.": "পরবর্তী রিলিজের জন্য স্বয়ংক্রিয় OS আপডেট বিজ্ঞপ্তি সক্ষম করতে সেটিংস > নোটিফিকেশনসে যান।",
  "Go to Tools > Management Access to activate the Flash Backup feature and ensure your backup is up-to-date.": "পরিচালনা অ্যাক্সেস নিশ্চিত করতে টুলস > ফ্ল্যাশ ব্যাকআপ ফিচার সক্রিয় করুন এবং আপনার ব্যাকআপ আপডেটেড কিনা নিশ্চিত করতে যান।",
  "Go to Tools > Management Access to ensure your backup is up-to-date.": "আপনার ব্যাকআপ আপডেটেড কিনা নিশ্চিত করতে টুলস > ম্যানেজমেন্ট অ্যাক্সেসে যান।",
  "Go to Tools > Registration to fix": "টুলস > রেজিস্ট্রেশনে যোগাযোগের জন্য যান",
  "Go to Tools > Registration to Learn More": "আরও জানতে টুলস > রেজিস্ট্রেশনে যান",
  "Go to Tools > Update OS for more options.": "আরও অপশন জানতে টুলস > OS আপডেটে যান।",
  "Go to Tools > Update": "টুলস > আপডেটে যান",
  "hour": "{n} ঘণ্টা | {n} ঘণ্টায়",
  "I have made a Flash Backup": "আমি একটি ফ্ল্যাশ ব্যাকআপ তৈরি করেছি",
  "If you are asked to supply logs, please open a support request on our Contact Page and reply to the email message you receive with your logs attached.": "লগ সরবরাহ করতে অনুরোধ করা হলে, অনুগ্রহ করে আমাদের যোগাযোগ পৃষ্ঠায় একটি সাপোর্ট অনুরোধ খুলুন এবং আপনার লগ সংযুক্ত করে আপনি যে ইমেল বার্তা পাবেন তাতে জবাব দিন।",
  "Ignore this message if you are currently connected via Remote Access or VPN.": "আপনি রিমোট অ্যাক্সেস বা ভিপিএন দ্বারা বর্তমানে সংযুক্ত থাকলে এই বার্তাটি উপেক্ষা করুন।",
  "Ignore this release until next reboot": "পরবর্তী রিবুটের আগ পর্যন্ত এই রিলিজটি উপেক্ষা করুন",
  "Ignored Releases": "উপেক্ষা করা হয়েছে।",
  "In the rare event you need to downgrade we ask that you please provide us with Diagnostics so we can investigate your issue.": "আমরা অনুরোধ করি যে আপনাকে আমাদের সাথে ডায়াগনস্টিক্স প্রদান করুন যাতে আমরা আপনার সমস্যাটি তদন্ত করতে পারি।",
  "Ineligible as of {0}": "{0} পর্যন্ত অযোগ্য",
  "Eligible for updates released on or before {0}.": "{0} তারিখের আগের বা ঐ তারিখের রিলিজ করা আপডেটের জন্য যোগ্য।",
  "Extend your license to access the latest updates.": "সর্বশেষ আপডেট অ্যাক্সেস করতে আপনার লাইসেন্স বাড়ান।",
  "Ineligible for Unraid OS updates": "Unraid OS আপডেটের জন্য অযোগ্য",
  "Ineligible": "অযোগ্য",
  "Ineligible for self-replacement": "নিজে প্রতিস্থাপনের জন্য অযোগ্য",
  "Install Connect": "সংযোগ ইনস্টল করুন",
  "Install Extended": "এক্সটেন্ডেড ইনস্টল করুন",
  "Install Recovered": "রেকভার্ড ইনস্টল করুন",
  "Install Replaced": "প্রতিস্থাপন ইনস্টল করুন",
  "Install Unraid OS {0}": "Unraid OS {0} ইনস্টল করুন",
  "Install": "ইনস্টল করুন",
  "Installed": "ইনস্টল করা হয়েছে",
  "Installing Connect": "সংযোগ ইনস্টল করা হচ্ছে",
  "Installing Extended Trial": "এক্সটেন্ডেড ট্রায়াল ইনস্টল করা হচ্ছে",
  "Installing Extended": "এক্সটেন্ডেড ইনস্টল করা হচ্ছে",
  "Installing Recovered": "রেকভার্ড ইনস্টল করা হচ্ছে",
  "Installing Replaced": "প্রতিস্থাপন ইনস্টল করা হচ্ছে",
  "Installing": "ইনস্টল করা হচ্ছে",
  "Introducing Unraid Connect": "Unraid সংযোগ পরিচিত হচ্ছে",
  "Invalid API Key Format": "অবৈধ এপিআই কী ফর্ম্যাট",
  "Invalid API Key": "অবৈধ এপিআই কী",
  "Invalid installation": "অবৈধ ইনস্টলেশন",
  "It's highly recommended to review the changelog before continuing your update": "আপনার আপডেট চালিয়ে যাওয়ার আগে পরিবর্তন পঠন করার জন্য অত্যন্ত সুপারিশ করা হয়",
  "Key ineligible for {0}": "{0} এর জন্য অযোগ্য কী",
  "Key ineligible for future releases": "ভবিষ্যত রিলিজের জন্য অযোগ্য কী",
  "Key ineligible for new updates": "নতুন আপডেটের জন্য অযোগ্য কী",
  "Keyfile required to check replacement status": "প্রতিস্থাপন স্ট্যাটাস চেক করতে কী ফাইল প্রয়োজন",
  "LAN IP {0}": "LAN আইপি {0}",
  "LAN IP Copied": "LAN আইপি কপি করা হয়েছে",
  "LAN IP": "LAN আইপি",
  "Last checked: {0}": "শেষ পরীক্ষা: {0}",
  "Learn more about the error": "ত্রুটি সম্পর্কে আরও জানুন",
  "Learn more and fix": "আরও শিখুন এবং ঠিক করুন",
  "Learn more and link your key to your account": "আরও জানুন এবং আপনার কী আপনার একাউন্টে লিঙ্ক করুন",
  "Learn more": "আরও জানুন",
  "Learn More": "আরও জানুন",
  "Let's activate your Unraid OS License": "আপনার Unraid OS লাইসেন্স সক্রিয় করা যাক",
  "Let's Unleash your Hardware!": "আপনার হার্ডওয়্যার প্রতুলিত করুন!",
  "License key actions": "লাইসেন্স কী কর্ম",
  "License key type": "লাইসেন্স কী প্রকার",
  "License Management": "লাইসেন্স ম্যানেজমেন্ট",
  "Lifetime": "লাইফটাইম",
  "Link Key": "কী লিঙ্ক করুন",
  "Linked": "লিঙ্কড",
  "Linked to Unraid.net account": "Unraid.net অ্যাকাউন্টের সাথে লিঙ্ক করা",
  "Loading": "লোড হচ্ছে",
  "Manage Unraid.net Account in new tab": "নতুন ট্যাবে Unraid.net অ্যাকাউন্ট পরিচালনা করুন",
  "Manage Unraid.net Account": "Unraid.net অ্যাকাউন্ট পরিচালনা করুন",
  "Manage your license keys at any time via the My Keys section.": "যত সময় খুশি, আমার কী বিভাগে আপনার লাইসেন্স কী পরিচালনা করুন।",
  "Manage Your Server Within Connect": "সংযোগে আপনার সার্ভার পরিচালনা করুন",
  "minute": "{n} মিনিট | {n} মিনিটে",
  "Missing key file": "অনুপস্থিত কী ফাইল",
  "month": "{n} মাস | {n} মাসে",
  "More about Licensing": "লাইসেন্সিং সম্পর্কে আরও",
  "More about Unraid.net Accounts": "Unraid.net এর অ্যাকাউন্ট সম্পর্কে আরও",
  "More options": "আরও অপশন",
  "Multiple License Keys Present": "একাধিক লাইসেন্স কী উপস্থিত",
  "Never ever be left without a backup of your config. If you need to change flash drives, generate a backup from Connect and be up and running in minutes.": "আপনার কনফিগারেশনের ব্যাকআপ ছাড়া কখনোই ছাড়বেন না। আপনি যদি ফ্ল্যাশ ড্রাইভ পরিবর্তন করতে চান, তাহলে সংযোগ থেকে ব্যাকআপ তৈরি করুন এবং কয়েক মিনিটে সম্পন্ন করুন।",
  "New Version: {0}": "নতুন সংস্করণ: {0}",
  "No downgrade available": "নিচে কোন ডাউনগ্রেড উপলব্ধ নেই",
  "No Flash": "কোন ফ্ল্যাশ নেই",
  "No Keyfile": "কোনো কীফাইল নেই",
  "No thanks": "না ধন্যবাদ",
  "No USB flash configuration data": "কোনো USB ফ্ল্যাশ কনফিগারেশন ডেটা নেই",
  "Not Linked": "লিঙ্ক করা হয়নি",
  "On January 1st, 2023 SSL certificates for unraid.net were deprecated. You MUST provision a new SSL certificate to use our new myunraid.net domain. You can do this on the Settings > Management Access page.": "১ জানুয়ারী, ২০২৩-এ unraid.net এর জন্য SSL সার্টিফিকেটগুলো প্রতিস্থাপিত হয়েছে। আমাদের নতুন myunraid.net ডোমেইন ব্যবহার করার জন্য আপনাকে একটি নতুন SSL সার্টিফিকেট সরবরাহ করতে হবে। সেটিংস > ম্যানেজমেন্ট অ্যাক্সেস পৃষ্ঠায় আপনি এটি করতে পারবেন।",
  "Online Flash Backup": "অনলাইন ফ্ল্যাশ ব্যাকআপ",
  "Open a bug report": "একটি বাগ রিপোর্ট খুলুন",
  "Open Dropdown": "ড্রপডাউন খুলুন",
  "Opens Connect in new tab": "নতুন ট্যাবে সংযোগ খুলুন",
  "Original release date {0}": "মূল মুক্তির তারিখ {0}",
  "OS Update Eligibility Expiration": "OS আপডেট যোগ্যতা মেয়াদপূর্তি",
  "OS Update Eligibility Expired": "OS আপডেটের যোগ্যতা মেয়াদোত্তীর্ণ",
  "OS Update Eligibility": "OS আপডেটের যোগ্যতা",
  "Pay your annual fee to continue receiving OS updates.": "OS আপডেটগুলি পেতে আপনার বার্ষিক ফী প্রদান করুন।",
  "Performing actions": "ক্রিয়াকলাপ সম্পাদিত হচ্ছে",
  "Please confirm the update details below": "নীচের আপডেটের বিস্তারিত নিশ্চিত করুন",
  "Please finish the initiated downgrade to enable updates.": "আপডেট সক্ষম করতে আরম্ভ করা ডাউনগ্রেড শেষ করুন।",
  "Please finish the initiated update to enable a downgrade.": "ডাউনগ্রেড চালানোর জন্য আরম্ভ করা আপডেটটি শেষ করুন।",
  "Please fix any errors and try again.": "যেকোনো ত্রুটি সংশোধন করুন এবং পুনরায় চেষ্টা করুন।",
  "Please keep this window open while we perform some actions": "কিছু ক্রিয়াকলাপ সম্পাদন করার সময় এই উইন্ডোটি খুলুন রাখুন",
  "Please keep this window open": "এই উইন্ডোটি খুলুন রাখুন",
  "Please sign out then sign back in to refresh your API key.": "আপনার এপিআই কী রিফ্রেশ করতে লগআউট করে পুনরায় লগইন করুন।",
  "Please wait while the page reloads to install your trial key": "আপনার ট্রায়াল কী ইনস্টল করার জন্য পৃষ্ঠাটি পুনঃলোড করার সময় অপেক্ষা করুন",
  "Plus more on the way": "পথে আরও কিছু",
  "Plus": "প্লাস",
  "Pro": "প্রো",
  "Purchase Key": "কী কিনুন",
  "Purchase": "কেনা",
  "Ready to Install Key": "কী ইনস্টল করতে প্রস্তুত",
  "Ready to update Connect account configuration": "সংযোগ অ্যাকাউন্ট কনফিগারেশন আপডেট করতে প্রস্তুত",
  "Real-time Monitoring": "রিয়েল-টাইম মনিটরিং",
  "Reboot Now to Downgrade to {0}": "ডাউনগ্রেড করার জন্য {0}-এ সুর করুন",
  "Reboot Now to Downgrade": "ডাউনগ্রেডে সুর করুন",
  "Reboot Now to Update to {0}": "আপডেট করার জন্য {0}-এ সুর করুন",
  "Reboot Now to Update": "আপডেটে সুর করুন",
  "Reboot Required for Downgrade to {0}": "ডাউনগ্রেড করার জন্য {0}-তে সুর প্রয়োজন",
  "Reboot Required for Downgrade": "ডাউনগ্রেডের জন্য সুর প্রয়োজন",
  "Reboot Required for Update to {0}": "{0}-এ আপডেটের জন্য সুর প্রয়োজন",
  "Reboot Required for Update": "আপডেটের জন্য সুর প্রয়োজন",
  "Rebooting will likely solve this.": "রিবুটিং সম্ভবত এটি সমাধান করবে।",
  "Receive the latest and greatest for Unraid OS. Whether it new features, security patches, or bug fixes – keeping your server up-to-date ensures the best experience that Unraid has to offer.": "Unraid OS এর জন্য সর্বশেষ এবং ওয়ান্টেড পান। নতুন ফিচার, সিকিউরিটি প্যাচ বা বাগ ফিক্স রাখুন - আপনার সার্ভার আপডেট থাকলে Unraid এর সেরা অভিজ্ঞতা নিশ্চিত করে।",
  "Recover Key": "কRecover কী",
  "Recovered": "পুনরুদ্ধার করা হয়েছে",
  "Redeem Activation Code": "অ্যাক্টিভেশন কোড ভিত্তরন করুন",
  "Refresh": "রিফ্রেশ",
  "Registered on": "রেজিস্টারড হয়েছে",
  "Registered to": "যার জন্য রেজিস্টারড করা হয়েছে",
  "Registration key / USB Flash GUID mismatch": "রেজিস্ট্রেশন কী / ইউএসবি ফ্ল্যাশ GUID মিলছে না",
  "Release date {0}": "মুক্তি তারিখ {0}",
  "Release requires verification to update": "মুক্তির আপডেটের জন্য যাচাই প্রয়োজন",
  "Reload Page": "পৃষ্ঠাটি রিলোড করুন",
  "Reload": "রিলোড করুন",
  "Remark: Unraid's WAN IPv4 {0} does not match your client's WAN IPv4 {1}.": "মন্তব্য: Unraid এর WAN IPv4 {0} আপনার ক্লায়েন্টের WAN IPv4 {1} এর সাথে মেলে না।",
  "Remark: your WAN IPv4 is {0}": "মন্তব্য: আপনার WAN IPv4 হল {0}",
  "Remove from ignore list": "উপেক্ষা তালিকা থেকে সরান",
  "Remove": "অপসারণ",
  "Renew Key": "কী নবায়ন",
  "Renew your license key now": "আপনার লাইসেন্স কী এখন নবায়ন করুন",
  "Replace Key": "প্রতিস্থাপিত কী",
  "Replaced": "প্রতিস্থাপন করা হয়েছে",
  "Requires the local unraid-api to be running successfully": "লোকাল Unraid API সফলভাবে চলতে হতে হবে।",
  "Restarting unraid-api…": "Unraid API পুনর্সম্ভাবন করা হচ্ছে…",
  "second": "{n} সেকেন্ড | {n} সেকেন্ডে",
  "Server Up Since {0}": "সার্ভার আপ {0} থেকে",
  "Servers equipped with a myunraid.net certificate can be managed directly from within the Connect web UI. Manage multiple servers from your phone, tablet, laptop, or PC in the same browser window.": "একটি myunraid.net সার্টিফিকেট সহ সার্ভারগুলি সংযোগ ওয়েব UI থেকে সরাসরি পরিচালিত হতে পারে। আপনার ফোন, ট্যাবলেট, ল্যাপটপ বা পিসি থেকে একই ব্রাউজার উইন্ডোতে একাধিক সার্ভার পরিচালনা করুন।",
  "Set custom server tiles how you like and automatically display your server's banner image on your Connect Dashboard.": "আপনার পছন্দের মতো কাস্টম সার্ভার টাইল সেট করুন এবং আপনার সার্ভারের ব্যানার ইমেজটি আপনার সংযোগ ড্যাশবোর্ডে স্বয়ংক্রিয় ভাবে দেখান।",
  "Settings": "সেটিংস",
  "Sign In Failed": "সাইন-ইন ব্যর্থ হয়েছে",
  "Sign In requires the local unraid-api to be running": "স্থানীয় Unraid API চলমান হওয়ার প্রয়োজন",
  "Sign In to utilize Unraid Connect": "Unraid সংযোগটি ব্যবহার করতে সাইন ইন করুন",
  "Sign In to your Unraid.net account to get started": "শুরু করতে আপনার Unraid.net অ্যাকাউন্টে সাইন ইন করুন",
  "Sign In with Unraid.net Account": "Unraid.net অ্যাকাউন্ট দিয়ে সাইন ইন করুন",
  "Sign In": "সাইন ইন করুন",
  "Sign Out Failed": "সাইন আউট ব্যর্থ হয়েছে",
  "Sign Out of Unraid.net": "Unraid.net থেকে সাইন আউট করুন",
  "Sign Out requires the local unraid-api to be running": "সাইন আউটের জন্য স্থানীয় Unraid API সফলভাবে চলতে হবে",
  "Signing in {0}…": "{0}-এ সাইন ইন হচ্ছে…",
  "Signing In": "সাইন ইন হচ্ছে",
  "Signing out {0}…": "{0}-এ সাইন আউট হচ্ছে…",
  "Signing Out": "সাইন আউট হচ্ছে",
  "Something went wrong": "কিছু ভুল হয়েছে",
  "SSL certificates for unraid.net deprecated": "Unraid.net এর SSL সার্টিফিকেটগুলো বাতিল",
  "Stale Server": "পুরানো সার্ভার",
  "Stale": "পুরানো",
  "On the following screen, your license will be activated. You'll then create an Unraid.net Account to manage your license going forward.": "পরবর্তী স্ক্রিনে আপনার লাইসেন্স সক্রিয় করা হবে। এরপর আপনি আপনার লাইসেন্স পরিচালনা করার জন্য একটি Unraid.net অ্যাকাউন্ট তৈরি করবেন।",
  "Start Free 30 Day Trial": "ফ্রি ৩০ দিনের ট্রায়াল শুরু করুন",
  "Starter": "স্টার্টার",
  "Starting your free 30 day trial": "আপনার বিনামূল্যে ৩০ দিনের ট্রায়াল শুরু হচ্ছে",
  "Success!": "সফল!",
  "Thank you for choosing Unraid OS!": "Unraid OS বেছে নেওয়ার জন্য ধন্যবাদ!",
  "Thank you for installing Connect!": "Connect ইনস্টল করার জন্য ধন্যবাদ!",
  "Thank you for purchasing an Unraid {0} Key!": "Unraid {0} কী কেনার জন্য ধন্যবাদ!",
  "Thank you for upgrading to an Unraid {0} Key!": "Unraid {0} কীতে আপগ্রেড করার জন্য ধন্যবাদ!",
  "The Connect dashboard links to relevant sections of the webgui, allowing quick access to those settings and server sections.": "সংযোগ ড্যাশবোর্ড ওয়েবগুই এর প্রাসঙ্গিক সেকশনে লিঙ্ক করে, ঐ সেটিংস এবং সার্ভার সেকশনগুলোতে দ্রুত এক্সেস প্রদান করে।",
  "The logs may contain sensitive information so do not post them publicly.": "লগগুলো সেন্সিটিভ ইনফরমেশন থাকতে পারে তাই প্রকাশ্যে পোস্ট করবেন না।",
  "The primary method of support for Unraid Connect is through our forums and Discord.": "Unraid Connect এর পক্ষে মূলত সাপোর্ট আমাদের ফোরাম এবং Discord এর মাধ্যমে।",
  "Then go to Tools > Registration to manually install it": "তারপর এটি ম্যানুয়ালি ইনস্টল করতে টুলস > রেজিস্ট্রেশনে যান",
  "This may indicate a complex network that will not work with this Remote Access solution.": "এটি একটি জটিল নেটওয়ার্ক নির্দেশ করতে পারে যা এই রিমোট অ্যাক্সেস সমাধানের সাথে কাজ করবে না।",
  "This update will require a reboot": "এই আপডেট একটি রিবুট প্রয়োজন",
  "Toggle on/off server accessibility with dynamic remote access. Automatically turn on UPnP and open a random WAN port on your router at the click of a button and close off access in seconds.": "Toggle on/off server accessibility with dynamic remote access. Automatically turn on UPnP and open a random WAN port on your router at the click of a button and close off access in seconds.",
  "Too Many Devices": "খুব বেশি ডিভাইস",
  "Transfer License to New Flash": "লাইসেন্স নতুন ফ্ল্যাশে স্থানান্তর করুন",
  "Trial Expired, see options below": "ট্রায়াল মেয়াদোত্তীর্ণ হয়েছে, নিচের অপশন দেখুন",
  "Trial Expired": "ট্রায়াল মেয়াদোত্তীর্ণ হয়েছে",
  "Trial Key Created": "ট্রায়াল কী তৈরি করা হয়েছে",
  "Trial Key Creation Failed": "ট্রায়াল কী তৈরিতে ব্যর্থ",
  "Trial Key Expired {0}": "ট্রায়াল কী মেয়াদোত্তীর্ণ হয়েছে {0}",
  "Trial Key Expired at {0}": "ট্রায়াল কী {0}-এ মেয়াদোত্তীর্ণ হয়েছে",
  "Trial Key Expires at {0}": "ট্রায়াল কী {0}-এ মেয়াদোত্তীর্ণ হয়",
  "Trial Key Expires in {0}": "ট্রায়াল কী {0}-এ মেয়াদোত্তীর্ণ হবে",
  "Trial Requires Internet Connection": "পরীক্ষার জন্য ইন্টারনেট সংযোগ প্রয়োজন।",
  "Trial": "পরীক্ষা",
  "Unable to check for OS updates": "OS আপডেট পরীক্ষা করা যাচ্ছে না",
  "Unable to fetch client WAN IPv4": "ক্লায়েন্ট WAN IPv4 পরীক্ষা করা যাচ্ছে না",
  "Unable to open release notes": "রিলিজ নোট খোলা যাচ্ছে না",
  "Unknown error": "অজানা ত্রুটি",
  "Unknown": "অজানা",
  "Unleash Your Hardware": "আপনার হার্ডওয়্যার উন্মোচন করুন",
  "Unleashed": "উন্মুক্ত",
  "unlimited": "অসীমিত",
  "Unraid {0} Available": "Unraid {0} উপলব্ধ",
  "Unraid {0} Update Available": "Unraid {0} আপডেট উপলব্ধ",
  "Unraid {0}": "Unraid {0}",
  "Unraid Connect Error": "Unraid কনেক্ট ত্রুটি",
  "Unraid Connect Forums": "Unraid কনেক্ট ফোরাম",
  "Unraid Connect Install Failed": "Unraid কনেক্ট ইনস্টল ব্যর্থ হয়েছে",
  "Unraid Contact Page": "Unraid কন্টাক্ট পেজ",
  "Unraid Discord": "Unraid ডিসকর্ড",
  "Unraid logo animating with a wave like effect": "একটি তরঙ্গ মত প্রভাব সহ Unraid লোগো অ্যানিমেশন",
  "Unraid OS {0} Released": "Unraid OS {0} প্রকাশিত",
  "Unraid OS {0} Update Available": "Unraid OS {0} আপডেট উপলব্ধ",
  "Unraid OS is up-to-date": "Unraid OS সর্বশেষ",
  "Unraid OS Update Available": "Unraid OS আপডেট উপলব্ধ",
  "unraid-api is offline": "unraid-api অফলাইন",
  "Up-to-date with eligible releases": "অনুপযুক্ত মুক্তির সাথে আপ টু ডেট",
  "Up-to-date": "আপ টু ডেট",
  "Update Available": "আপডেট উপলব্ধ",
  "Update Released": "আপডেট মুক্তি",
  "Update Unraid OS confirmation required": "Unraid OS আপডেটের জন্য নিশ্চিতকরণ প্রয়োজন",
  "Update Unraid OS": "Unraid OS আপডেট করুন",
  "Updates Expire": "আপডেটের মেয়াদ শেষ",
  "Updating 3rd party drivers": "৩য় পক্ষ চালক আপডেট করা হচ্ছে",
  "Upgrade Key": "আপগ্রেড কী",
  "Upgrade": "আপগ্রেড",
  "Uptime {0}": "আপটাইম {0}",
  "USB Flash device error": "USB ফ্ল্যাশ ডিভাইস ত্রুটি",
  "USB Flash has no serial number": "USB ফ্ল্যাশের সিরিয়াল নম্বর নেই",
  "Verify to Update": "আপডেট যাচাই করুন",
  "Version available for restore {0}": "পুনরুদ্ধারের জন্য সংস্করণ উপলব্ধ {0}",
  "Version: {0}": "সংস্করণ: {0}",
  "View Available Updates": "উপলব্ধ আপডেট দেখুন",
  "View Changelog & Update": "বদলানো চেঞ্জলগ \u001f আপডেট দেখুন",
  "View Changelog for {0}": "\u001f জানো {0} এর জন্য চেঞ্জলগ দেখুন",
  "View Changelog on Docs": "ডক্সে চেঞ্জলগ দেখুন",
  "View Changelog to Start Update": "আপডেট শুরু করতে চেঞ্জলগ দেখুন",
  "View Changelog": "চেঞ্জলগ দেখুন",
  "View on Docs": "ডক্সে দেখুন",
  "View release notes": "রিলিজ নোট দেখুন",
  "We recommend backing up your USB Flash Boot Device before starting the update.": "আপডেট শুরু করার আগে আপনার USB ফ্ল্যাশ বুট ডিভাইস ব্যাকআপ করার সুপারিশ করছি।",
  "Welcome to your new {0} system, powered by Unraid!": "আপনার নতুন {0} সিস্টেমে স্বাগতম, চালিত Unraid দ্বারা!",
  "Welcome to Unraid!": "Unraid এ স্বাগতম!",
  "year": "{n} বছর | {n} বছরগুলি",
  "You are still eligible to access OS updates that were published on or before {1}.": "আপনি এখনও {1} তারিখে বা আগে প্রকাশিত OS আপডেটগুলো অ্যাক্সেস করতে সক্ষম।",
  "You can also manually create a new backup by clicking the Create Flash Backup button.": "আপনি ম্যানুয়ালি একটি নতুন ব্যাকআপ তৈরি করতে পারেন তৈরি ফ্ল্যাশ ব্যাকঅপ বোতামটি ক্লিক করে।",
  "You can manually create a backup by clicking the Create Flash Backup button.": "আপনি ফ্ল্যাশ ব্যাকআপ বোতামটি ক্লিক করে ম্যানুয়ালি একটি ব্যাকআপ তৈরি করতে পারেন।",
  "You have already activated the Flash Backup feature via the Unraid Connect plugin.": "আপনি ইতোমধ্যে Unraid Connect প্লাগইন মাধ্যমে ফ্ল্যাশ ব্যাকআপ ফিচার সক্রিয় করেছেন।",
  "You have exceeded the number of devices allowed for your license. Please remove a device before adding another.": "আপনার লাইসেন্সের জন্য অনুমোদিত ডিভাইসের সংখ্যা আপনি অতিক্রম করেছেন। অনুগ্রহ করে অন্য একটি ডিভাইস যোগ করার আগে কোনো একটি ডিভাইস সরান।",
  "You have not activated the Flash Backup feature via the Unraid Connect plugin.": "আপনি Unraid Connect প্লাগইন মাধ্যমে ফ্ল্যাশ ব্যাক আপ ফিচার সক্রিয় করেননি।",
  "You may still update to releases dated prior to your update expiration date.": "আপনার আপডেটের মেয়াদ শেষ হওয়ার তারিখের পূর্ববর্তী তারিখের জন্য আপনি এখনও আপডেট করতে পারেন।",
  "You're about to create a password to secure access to your system. This password is essential for managing and configuring your server. You'll use this password every time you access the Unraid web interface.": "আপনি একটি পাসওয়ার্ড তৈরি করতে যাচ্ছেন আপনার সিস্টেমের অ্যাক্সেস সুরক্ষিত রাখার জন্য। এই পাসওয়ার্ডটি আপনার সার্ভার পরিচালনা ও কনফিগার করার জন্য অত্যন্ত গুরুত্বপূর্ণ। আপনি প্রতি বার Unraid ওয়েব ইন্টারফেসে প্রবেশ করার সময় এই পাসওয়ার্ডটি ব্যবহার করবেন।",
  "You're one step closer to enhancing your Unraid experience": "আপনি আপনার Unraid অভিজ্ঞতা বাড়ানোর এক ধাপ কাছাকাছি",
  "Your {0} Key has been replaced!": "আপনার {0} কী প্রতিস্থাপিত হয়েছে!",
  "Your {0} license included one year of free updates at the time of purchase. You are now eligible to extend your license and access the latest OS updates. You are still eligible to access OS updates that were published on or before {1}.": "আপনার {0} লাইসেন্সে এক বছর ফ্রি আপডেট অন্তর্ভুক্ত ছিল কেনাকাটার সময়। আপনি এখন আপনার লাইসেন্স বাড়ানোর এবং সর্বশেষ OS আপডেটগুলি অ্যাক্সেস করতে উপযুক্ত। আপনি এখনও {1} তারিখে বা আগে প্রকাশিত OS আপডেটগুলো অ্যাক্সেস করতে সক্ষম।",
  "Your {0} license included one year of free updates at the time of purchase. You are now eligible to extend your license and access the latest OS updates.": "আপনার {0} লাইসেন্সে কেনাকাটার সময় এক বছর ফ্রি আপডেট অন্তর্ভুক্ত ছিল। আপনি এখন আপনার লাইসেন্স বাড়ানোর এবং সর্বশেষ OS আপডেটগুলি অ্যাক্সেস করতে উপযুক্ত।",
  "Your free Trial key provides all the functionality of an Unleashed Registration key": "আপনার ফ্রি ট্রায়াল কী Unleashed রেজিস্ট্রেশন কী এর সম্পূর্ণ কার্যকারিতা প্রদান করে",
  "Your license key is not eligible for Unraid OS {0}": "আপনার লাইসেন্স কী Unraid OS {0} এর জন্য উপযুক্ত নয়",
  "Your license key's OS update eligibility has expired. Please renew your license key to enable updates released after your expiration date.": "আপনার লাইসেন্স কী এর OS আপডেট উপযুক্ততা মেয়াদোত্তীর্ণ হয়েছে। অনুগ্রহ করে আপনার লাইসেন্স কী পুনর্নবীকরণ করুন আপনার মেয়াদোত্তীর্ণের পর মুক্তির হওয়া আপডেটগুলি সক্রিয় করতে।",
  "Your Trial has expired": "আপনার ট্রায়ালের মেয়াদ শেষ।",
  "Your Trial key has been extended!": "আপনার ট্রায়াল কী সম্প্রাসারিত হয়েছে!",
  "Create an Unraid.net account and activate your key": "একটি Unraid.net অ্যাকাউন্ট তৈরি করুন এবং আপনার কী সক্রিয় করুন",
  "Device is ready to configure": "ডিভাইস কনফিগারেশনের জন্য প্রস্তুত",
  "Secure your device": "আপনার ডিভাইস সুরক্ষিত করুন",
  "Unraid OS {0} Changelog": "Unraid OS {0} চেঞ্জলগ",
  "or": "অথবা",
  "Logging in...": "লগইন হচ্ছেঃ",
  "Try Again": "আবার চেষ্টা করুন",
  "Log In With Unraid.net": "Unraid.net এর সাথে লগ ইন করুন",
  "Invalid Unraid.net credentials": "অবৈধ Unraid.net শনাক্ত",
  "This Unraid.net account is not authorized to access this server": "এই Unraid.net অ্যাকাউন্টটি এই সার্ভারে অ্যাক্সেস করার অনুমতি পায়নি",
  "SSO login is not enabled on this server": "এই সার্ভারে SSO লগইন সক্ষম নয়",
  "Login session expired. Please try again": "লগইনের সময় মেয়াদ উত্তীর্ণ হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন",
  "Network error. Please check your connection": "নেটওয়ার্ক ত্রুটি। অনুগ্রহ করে আপনার সংযোগ পরীক্ষা করুন",
  "SSO login failed. Please try again": "SSO লগইন ব্যর্থ হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন",
  "Error fetching token": "টোকেন আনয়নে ত্রুটি",
  "Visit Unraid website": "Unraid ওয়েবসাইট দেখুন",
  "Version Information": "সংস্করণ তথ্য",
  "First, you'll create your device's login credentials, then you'll activate your Unraid license—your device's operating system (OS).": "প্রথমে, আপনি আপনার ডিভাইসের লগইন ক্রিডেনশিয়াল তৈরি করবেন, তারপর আপনি আপনার Unraid লাইসেন্স সক্রিয় করবেন আপনার ডিভাইসের অপারেটিং সিস্টেম (OS)।",
  "Edit API Key": "API কী সম্পাদনা",
  "Create API Key": "API কী তৈরি করুন",
  "OS version copied to clipboard": "ওএস সংস্করণ ক্লিপবোর্ডে কপি করা হয়েছে",
  "API version copied to clipboard": "এপিআই সংস্করণ ক্লিপবোর্ডে কপি করা হয়েছে",
  "Visit Partner website": "পার্টনার ওয়েবসাইট দেখুন",
  "Unraid OS": "Unraid OS",
  "Unraid API": "Unraid এপিআই",
  "View OS Release Notes": "ওএস রিলিজ নোট দেখুন",
  "View API Changelog": "এপিআই চেঞ্জলগ দেখুন",
  "Registered GUID": "রেজিস্টার্ড GUID",
  "Array status": "অ্যারেয়ে স্ট্যাটাস",
  "Trial expiration": "পরীক্ষার মেয়াদ শেষ",
  "Flash Drive": "ফ্ল্যাশ ড্রাইভ",
  "License": "লাইসেন্স",
  "Actions": "ক্রয়সমূহ",
  "Your license key was automatically renewed and installed. Reload the page to see updated details.": "আপনার লাইসেন্স কীটি স্বয়ংক্রিয়ভাবে নবায়ন এবং ইনস্টল করা হয়েছে। আপডেট করা বিবরণ দেখতে পৃষ্ঠাটি রিলোড করুন।",
  "Checking authentication options...": "প্রমাণপত্র যাচাই বিকল্পগুলি পরীক্ষা করা হচ্ছে...",
  "Invalid callback parameters": "অবৈধ কলব্যাক প্যারামিটার",
  "Loading changelog…": "চেঞ্জলগ লোড হচ্ছে…",
  "Checking for OS updates...": "OS আপডেট পরীক্ষা করা হচ্ছে...",
  "Requires verification to update": "আপডেট করতে যাচাই প্রয়োজন",
  "More Options": "আরো বিকল্প",
  "Manage update preferences including beta access and version selection at account.unraid.net": "আপডেটের পছন্দগুলি পরিচালনা করুন বেটা অ্যাক্সেস এবং সংস্করণ নির্বাচন এ account.unraid.net",
  "You can opt back in to an ignored release by clicking on the Check for Updates button in the header anytime": "আপনি যে কোনো সময় শিরোনামে আপডেটের বোতাম চেক করে উপেক্ষা করা রিলিজে ফিরে অপ্রয়োজনীয় করতে পারেন",
  "Loading changelog...": "চেঞ্জলগ লোড হচ্ছে...",
  "No changelog content available": "কোন চেঞ্জলগ বিষয়বস্তু উপলব্ধ নেই",
  "Downgrade": "ডাউনগ্রেড",
  "Update": "আপডেট",
  "During the Unraid OS update process third-party drivers were detected and are currently being updated in the background. Please wait for those to finish downloading before rebooting your server to complete the update process. You should receive a system notification when complete. You may also refresh this page to check for an updated status.": "Unraid OS আপডেট প্রক্রিয়া চলাকালীন তৃতীয় পক্ষের চালক সনাক্ত করা হয়েছে এবং বর্তমানে পটভূমিতে আপডেট করা হচ্ছে। আপনার সার্ভার পুনরায় বুট করার আগে দয়া করে এগুলিকে ডাউনলোড শেষ করার জন্য অপেক্ষা করুন প্রক্রিয়া আপডেট সম্পূর্ণ করতে। সম্পূর্ণ হলে আপনি একটি সিস্টেম বিজ্ঞপ্তি পাবেন। আপডেট করা স্থিতি চেক করতে আপনি এই পৃষ্ঠাটি রিফ্রেশ করতে পারেন।",
  "License Key Updates Expired": "লাইসেন্স কী আপডেটের মেয়াদ শেষ",
  "Downgrade Unraid OS confirmation required": "Unraid OS ডাউনগ্রেড নিশ্চিতকরণ প্রয়োজন",
  "Please confirm the downgrade details below": "নীচের ডাউনগ্রেড বিবরণ নিশ্চিত করুন",
  "Post Install License Key Error": "ইন্সটল লাইসেন্স কী পরবর্তী ত্রুটি",
  "This downgrade will require a reboot": "এই ডাউনগ্রেডের জন্য একটি পুনরায় বুট প্রয়োজন হবে",
  "Confirm and start downgrade": "ডাউনগ্রেড করার জন্য নিশ্চিত করুন এবং শুরু করুন",
  "Loading…": "লোড হচ্ছে…",
  "Go to API Settings": "এপিআই সেটিংসে যান",
  "Restart unraid-api": "unraid-api পুনরায় শুরু করুন",
  "Error creatiing a trial key. Please try again later.": "পরীক্ষার কী তৈরি করতে ত্রুটি। অনুগ্রহ করে পরে আবার চেষ্টা করুন।",
  "Username": "ইউজারনেম",
  "Password": "পাসওয়ার্ড",
  "Login": "প্রবেশ করুন",
  "Password recovery": "পাসওয়ার্ড পুনরুদ্ধার",
  "jsonforms.errors.default": "অবৈধ মান",
  "jsonforms.rclone.basic.remoteName.label": "রিমোট নাম",
  "jsonforms.rclone.basic.remoteName.description": "এই রিমোট কনফিগারেশনটি চিহ্নিত করার জন্য নাম (যেমন, আমার_গুগল_ড্রাইভ)। শুধুমাত্র অক্ষর, সংখ্যা, হাইফেন, এবং আন্ডারস্কোর ব্যবহার করুন।",
  "jsonforms.rclone.basic.remoteName.descriptionShort": "এই রিমোট কনফিগারেশন চিহ্নিত করার জন্য নাম",
  "jsonforms.rclone.basic.providerType.label": "স্টোরেজ প্রদানকারীর ধরন",
  "jsonforms.rclone.basic.providerType.description": "এই রিমোটের জন্য কোন ক্লাউড স্টোরেজ প্রদানকারী ব্যবহার করবেন তা নির্বাচন করুন।",
  "jsonforms.rclone.basic.documentation.text": "ডকুমেন্টেশন লিংক",
  "jsonforms.rclone.basic.documentation.description": "আরও তথ্যের জন্য, [RClone কনফিগ ডকুমেন্টেশন](https://rclone.org/commands/rclone_config/) দেখুন।",
  "jsonforms.rclone.basic.showAdvanced.label": "উন্নত বিকল্পগুলি দেখান",
  "jsonforms.rclone.basic.showAdvanced.description": "বিশেষজ্ঞদের জন্য অতিরিক্ত কনফিগারেশন বিকল্পগুলি প্রদর্শন করুন।",
  "jsonforms.rclone.basic.showAdvanced.toggleDescription": "উন্নত কনফিগারেশন বিকল্পগুলি দেখানোর জন্য।",
  "jsonforms.rclone.validation.sizeSuffix": "অবৈধ সাইজ ফরম্যাট। উদাহরণ: \"10G\", \"100M\", \"1.5GiB\", \"অফ\"।",
  "jsonforms.rclone.validation.duration": "অবৈধ সময়কালের ফরম্যাট। উদাহরণ: \"10s\", \"1.5m\", \"100ms\", \"1h15m\", \"অফ\"।",
  "jsonforms.apiSettings.sandbox": "ডেভেলপার স্যান্ডবক্স সক্রিয় করুন",
  "jsonforms.apiKey.name": "এপিআই কী নাম",
  "jsonforms.apiKey.description": "বর্ণনা",
  "jsonforms.apiKey.roles": "পদ",
  "jsonforms.apiKey.permissionPresets": "অনুমতি প্রিসেট যোগ করুন",
  "jsonforms.apiKey.customPermissions": "অনুমতিগুলি",
  "jsonforms.apiKey.customPermissions.resources": "সম্পদ",
  "jsonforms.apiKey.customPermissions.actions": "ক্রয়সমূহ",
  "jsonforms.apiKey.permissions.header": "অনুমতি কনফিগারেশন",
  "jsonforms.apiKey.permissions.description": "এই এপিআই কী কী অ্যাক্সেস করতে পারে তা সংজ্ঞায়িত করতে যে কোনো ধরনের পদ, অনুমতি দল, এবং কাস্টম অনুমতিগুলির সংমিশ্রণ নির্বাচন করুন।",
  "jsonforms.apiKey.permissions.subheader": "অনুমতিগুলি",
  "jsonforms.apiKey.permissions.help": "সাধারণ অনুমতি সেটের জন্য প্রিসেট ড্রপডাউন ব্যবহার করুন, অথবা ম্যানুয়ালি কাস্টম অনুমতি যোগ করুন। আপনি প্রচলিত ক্রিয়াগুলিকে ভাগ করে নেয় এমন একাধিক উত্স বাছাই করতে পারেন।",
  "jsonforms.rclone.basic.remoteName": "রিমোট নাম",
  "jsonforms.rclone.basic.providerType": "স্টোরেজ প্রদানকারীর ধরন",
  "jsonforms.rclone.basic.documentation": "ডকুমেন্টেশন লিংক",
  "jsonforms.rclone.basic.showAdvanced": "উন্নত বিকল্পগুলি দেখান",
  "jsonforms.oidc.provider.id": "প্রদায়ক আইডি",
  "jsonforms.oidc.provider.name": "প্রদায়ক নাম",
  "jsonforms.oidc.provider.clientId": "OAuth ক্লায়েন্ট আইডি",
  "jsonforms.oidc.provider.clientSecret": "OAuth ক্লায়েন্ট সিক্রেট",
  "jsonforms.oidc.provider.issuer": "প্রদায়কের URL",
  "jsonforms.oidc.provider.scopes": "OAuth স্কোপ",
  "jsonforms.oidc.provider.authorizationEndpoint": "অনুমোদন শেষ পয়েন্ট",
  "jsonforms.oidc.provider.tokenEndpoint": "টোকেন শেষ পয়েন্ট",
  "jsonforms.oidc.provider.userInfoEndpoint": "ব্যবহারকারীর তথ্য শেষ পয়েন্ট",
  "jsonforms.oidc.provider.jwksUri": "JWKS URI",
  "jsonforms.oidc.restrictions.title": "সাধারণ অনুমোদন",
  "jsonforms.oidc.restrictions.help": "কে সই করতে পারে তার জন্য সাধারণ তালিকা কনফিগার করুন।",
  "jsonforms.oidc.restrictions.allowedDomains": "অনুমোদিত ইমেইল ডোমেইন",
  "jsonforms.oidc.restrictions.allowedEmails": "বিশিষ্ট ইমেইল ঠিকানা",
  "jsonforms.oidc.restrictions.allowedUserIds": "অনুমোদিত ব্যবহারকারী আইডি",
  "jsonforms.oidc.restrictions.workspaceDomain": "গুগল ওয়ার্কস্পেস ডোমেন",
  "jsonforms.oidc.rules.title": "উন্নত অনুমোদন নিয়ম",
  "jsonforms.oidc.rules.description": "দাবি ভিত্তিক অনুমোদন যুক্তিবিদ্যা সংজ্ঞায়িত করুন।",
  "jsonforms.oidc.rules.mode": "নিয়ম মোড",
  "jsonforms.oidc.rules.claim": "JWT দাবি",
  "jsonforms.oidc.rules.operator": "অপারেটর",
  "jsonforms.oidc.rules.value": "মূল্যসূত্র",
  "jsonforms.oidc.rules.collection": "দাবি নিয়ম",
  "jsonforms.oidc.buttons.title": "বোতাম কাস্টমাইজেশন",
  "jsonforms.oidc.buttons.description": "লগইন বোতামের চেহারা কাস্টমাইজ করুন।",
  "jsonforms.oidc.buttons.text": "বোতামের পাঠ্য",
  "jsonforms.oidc.buttons.icon": "বোতাম আইকন URL",
  "jsonforms.oidc.buttons.variant": "বোতাম স্টাইল",
  "jsonforms.oidc.buttons.style": "কাস্টম CSS স্টাইল",
  "jsonforms.oidc.provider.discoveryToggle": "স্বয়ংক্রিয় আবিষ্কার ব্যবহার করুন"
}
