{
  "{0} {1} Key…": "{0} {1} Clau…",
  "{0} devices": "{0} dispositius",
  "{0} out of {1} allowed devices – upgrade your key to support more devices": "{0} de {1} dispositius permesos – actualitza la teva clau per donar suport a més dispositius",
  "{0} out of {1} devices": "{0} de {1} dispositius",
  "{0} Release Notes": "{0} Notes de llançament",
  "{0} Signed In Successfully": "{0} Inici de sessió amb èxit",
  "{0} Signed Out Successfully": "{0} Tancament de sessió amb èxit",
  "{0} Update Available": "{0} Actualització disponible",
  "{1} Key {0} Successfully": "{1} Clau {0} amb èxit",
  "<p>It is not possible to use a Trial key with an existing Unraid OS installation.</p><p>You may purchase a license key corresponding to this USB Flash device to continue using this installation.</p>": "<p>No és possible utilitzar una clau de prova amb una instal·lació existent de Unraid OS.</p><p>Pot adquirir una clau de llicència corresponent a aquest dispositiu USB Flash per a continuar utilitzant aquesta instal·lació.</p>",
  "<p>Please refresh the page to ensure you load your latest configuration</p>": "<p>Si us plau, refresqui la pàgina per assegurar-se de carregar la seva configuració més recent</p>",
  "<p>Register for Connect by signing in to your Unraid.net account</p>": "<p>Registreu-vos a Connect iniciant sessió al vostre compte Unraid.net</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device or choose Purchase Key.</p><p>Your Unraid registration key is ineligible for replacement as it has been replaced within the last 12 months.</p>": "<p>L'arxiu de la clau de llicència no correspon al dispositiu USB Flash d'arrencada. Si us plau, copieu l'arxiu de clau correcte al directori /config del vostre dispositiu USB Flash d'arrencada o trieu Comprar Clau.</p><p>La vostra clau de registre Unraid no és elegible per a reemplaçament ja que ha estat reemplaçada en els últims 12 mesos.</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device or choose Purchase Key.</p><p>Your Unraid registration key is ineligible for replacement as it is blacklisted.</p>": "<p>L'arxiu de la clau de llicència no correspon al dispositiu USB Flash d'arrencada. Si us plau, copieu l'arxiu de clau correcte al directori /config del vostre dispositiu USB Flash d'arrencada o trieu Comprar Clau.</p><p>La vostra clau de registre Unraid no és elegible per a reemplaçament perquè està en la llista negra.</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device.</p><p>You may also attempt to Purchase or Replace your key.</p>": "<p>L'arxiu de la clau de llicència no correspon al dispositiu USB Flash d'arrencada. Si us plau, copieu l'arxiu de clau correcte al directori /config del vostre dispositiu USB Flash d'arrencada.</p><p>També pot intentar Comprar o Reemplaçar la seva clau.</p>",
  "<p>There are multiple license key files present on your USB flash device and none of them correspond to the USB Flash boot device. Please remove all key files, except the one you want to replace, from the /config directory on your USB Flash boot device.</p><p>Alternately you may purchase a license key for this USB flash device.</p><p>If you want to replace one of your license keys with a new key bound to this USB Flash device, please first remove all other key files first.</p>": "<p>Hi ha múltiples arxius de clau de llicència presents al vostre dispositiu USB Flash i cap d'ells correspon al dispositiu USB Flash d'arrencada. Si us plau, elimineu tots els arxius de clau, excepte aquell que desitgeu reemplaçar, del directori /config del vostre dispositiu USB Flash d'arrencada.</p><p>Alternativament, pot adquirir una clau de llicència per aquest dispositiu USB Flash.</p><p>Si vol reemplaçar una de les seves claus de llicència per una nova clau vinculada a aquest dispositiu USB Flash, primer elimineu tots els altres arxius de clau.</p>",
  "<p>There is a physical problem accessing your USB Flash boot device</p>": "<p>Hi ha un problema físic per accedir al vostre dispositiu USB Flash d'arrencada</p>",
  "<p>There is a problem with your USB Flash device</p>": "<p>Hi ha un problema amb el vostre dispositiu USB Flash</p>",
  "<p>This USB Flash boot device has been blacklisted. This can occur as a result of transferring your license key to a replacement USB Flash device, and you are currently booted from your old USB Flash device.</p><p>A USB Flash device may also be blacklisted if we discover the serial number is not unique – this is common with USB card readers.</p>": "<p>Aquest dispositiu USB Flash d'arrencada ha estat inclòs a la llista negra. Això pot ocórrer com a resultat de transferir la vostra clau de llicència a un dispositiu USB Flash de reemplaçament, i actualment està arrancant des del vostre dispositiu USB Flash antic.</p><p>Un dispositiu USB Flash també pot estar a la llista negra si descobrim que el número de sèrie no és únic &ndash; això és comú amb els lectors de targetes USB.</p>",
  "<p>This USB Flash device has an invalid GUID. Please try a different USB Flash device</p>": "<p>Aquest dispositiu USB Flash té un GUID invàlid. Si us plau, proveu un altre dispositiu USB Flash</p>",
  "<p>To continue using Unraid OS you may purchase a license key. Alternately, you may request a Trial extension.</p>": "<p>Per continuar utilitzant Unraid OS pot comprar una clau de llicència. Alternativament, pot demanar una extensió de prova.</p>",
  "<p>To support more storage devices as your server grows, click Upgrade Key.</p>": "<p>Per admetre més dispositius d'emmagatzematge a mesura que el vostre servidor creix, feu clic a Actualitzar Clau.</p>",
  "<p>You have used all your Trial extensions. To continue using Unraid OS you may purchase a license key.</p>": "<p>Heu utilitzat totes les vostres extensions de prova. Per continuar utilitzant Unraid OS pot comprar una clau de llicència.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>After your <em>Trial</em> has reached expiration, your server <strong>still functions normally</strong> until the next time you Stop the array or reboot your server.</p><p>At that point you may either purchase a license key or request a <em>Trial</em> extension.</p>": "<p>La vostra clau de <em>Prova</em> inclou totes les funcionalitats i suport de dispositius d'una clau <em>Despertada</em>.</p><p>Després que la vostra <em>Prova</em> hagi finalitzat, el vostre servidor <strong>encara funciona normalment</strong> fins a la propera vegada que atureu l'array o reinicieu el vostre servidor.</p><p>En aquell moment podeu o bé comprar una clau de llicència o demanar una extensió de <em>Prova</em>.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>When your <em>Trial</em> expires, <strong>the array will stop</strong>. At that point you may either purchase a license key or request a <em>Trial</em> extension.</p>": "<p>La vostra clau de <em>Prova</em> inclou totes les funcionalitats i suport de dispositius d'una clau <em>Despertada</em>.</p><p>Quan la vostra <em>Prova</em> expiri, <strong>l'array s'aturarà</strong>. En aquell moment podeu o bé comprar una clau de llicència o demanar una extensió de <em>Prova</em>.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>Your trial is expiring soon. When it expires, <strong>the array will stop</strong>. You may extend your trial now, purchase a license key, or wait until expiration to take action.</p>": "<p>La vostra clau de <em>Prova</em> inclou totes les funcionalitats i suport de dispositius d'una clau <em>Despertada</em>.</p><p>La vostra prova està a punt d'expirar. Quan expiri, <strong>l'array s'aturarà</strong>. Pot ampliar la seva prova ara, comprar una clau de llicència, o esperar que expiri per prendre mesures.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>Your trial is expiring soon and you have used all available extensions. When it expires, <strong>the array will stop</strong>. To continue using Unraid OS, you must purchase a license key.</p>": "<p>La vostra clau de <em>Prova</em> inclou totes les funcionalitats i suport de dispositius d'una clau <em>Despertada</em>.</p><p>La vostra prova està a punt d'expirar i heu utilitzat totes les extensions disponibles. Quan expiri, <strong>l'array s'aturarà</strong>. Per continuar utilitzant Unraid OS, heu de comprar una clau de llicència.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>You have used all available trial extensions. When your <em>Trial</em> expires, <strong>the array will stop</strong>. To continue using Unraid OS after expiration, you must purchase a license key.</p>": "<p>La vostra clau de <em>Prova</em> inclou totes les funcionalitats i suport de dispositius d'una clau <em>Despertada</em>.</p><p>Heu utilitzat totes les extensions de prova disponibles. Quan la vostra <em>Prova</em> expiri, <strong>l'array s'aturarà</strong>. Per continuar utilitzant Unraid OS després de l'expiració, heu de comprar una clau de llicència.</p>",
  "<p>Your license key file is corrupted or missing. The key file should be located in the /config directory on your USB Flash boot device.</p><p>If you do not have a backup copy of your license key file you may attempt to recover your key.</p><p>If this was an expired Trial installation, you may purchase a license key.</p>": "<p>El vostre arxiu de clau de llicència està corrupte o no es troba. El fitxer de clau hauria d'estar al directori /config del vostre dispositiu USB Flash d'arrencada.</p><p>Si no teniu una còpia de seguretat de la vostra clau de llicència, podeu intentar recuperar la vostra clau.</p><p>Si això era una instal·lació de prova expirada, podeu comprar una clau de llicència.</p>",
  "<p>Your license key file is corrupted or missing. The key file should be located in the /config directory on your USB Flash boot device.</p><p>You may attempt to recover your key with your Unraid.net account.</p><p>If this was an expired Trial installation, you may purchase a license key.</p>": "<p>El vostre arxiu de clau de llicència està corrupte o no es troba. El fitxer de clau hauria d'estar al directori /config del vostre dispositiu USB Flash d'arrencada.</p><p>Podeu intentar recuperar la vostra clau amb el vostre compte Unraid.net.</p><p>Si això era una instal·lació de prova expirada, podeu comprar una clau de llicència.</p>",
  "<p>Your server will not be usable until you purchase a Registration key or install a free 30 day <em>Trial</em> key. A <em>Trial</em> key provides all the functionality of an Unleashed Registration key.</p><p>Registration keys are bound to your USB Flash boot device serial number (GUID). Please use a high quality name brand device at least 1GB in size.</p><p>Note: USB memory card readers are generally not supported because most do not present unique serial numbers.</p><p><strong>Important:</strong></p><ul class='list-disc pl-16px'><li>Please make sure your server time is accurate to within 5 minutes</li><li>Please make sure there is a DNS server specified</li></ul>": "<p>El vostre servidor no serà utilitzable fins que compreu una Clau de Registre o instal·leu una clau de Prova gratuïta de 30 dies. Una clau de <em>Prova</em> proporciona totes les funcionalitats d'una Clau de Registre Despertada.</p><p>Les claus de registre estan lligades al número de sèrie del dispositiu USB Flash (GUID). Si us plau, utilitzeu un dispositiu de marca d'alta qualitat d'almenys 1GB de mida.</p><p>Nota: Els lectors de targetes de memòria USB generalment no són compatibles perquè la majoria no presenten números de sèrie únics.</p><p><strong>Important:</strong></p><ul><li>Si us plau, assegureu-vos que l'hora del vostre servidor sigui precisa dins dels 5 minuts</li><li>Si us plau, assegureu-vos que hi hagi un servidor de DNS especificat</li></ul>",
  "<p>Your Trial key requires an internet connection.</p><p><a href='/Settings/NetworkSettings class='underline'>Please check Settings > Network</a></p>": "<p>La vostra clau de prova requereix una connexió a Internet.</p><p><a href='/Settings/NetworkSettings' class='underline'>Comproveu Configuració > Xarxa</a></p>",
  "<p>Your Unraid registration key is ineligible for replacement as it has been replaced within the last 12 months.</p>": "<p>La vostra clau de registre Unraid no és elegible per a reemplaçament ja que ha estat reemplaçada en els últims 12 mesos.</p>",
  "A Trial key provides all the functionality of an Unleashed Registration key": "Una clau de prova proporciona totes les funcionalitats d'una Clau de Registre Despertada.",
  "A valid GUID is required to check for OS updates.": "Es requereix un GUID vàlid per comprovar les actualitzacions del sistema operatiu.",
  "A valid keyfile and USB Flash boot device are required to check for OS updates.": "Es requereixen un fitxer de clau vàlid i dispositiu USB Flash d'arrencada per comprovar les actualitzacions del sistema operatiu.",
  "A valid keyfile is required to check for OS updates.": "Es requereix un fitxer de clau vàlid per comprovar les actualitzacions del sistema operatiu.",
  "A valid OS version is required to check for OS updates.": "Es requereix una versió de sistema operatiu vàlida per comprovar les actualitzacions del sistema operatiu.",
  "Acklowledge that you have made a Flash Backup to enable this action": "Reconeixeu que heu realitzat una còpia de seguretat de Flash per habilitar aquesta acció",
  "Activate Now": "Activar ara",
  "Activate License": "Activar Llicència",
  "ago": "fa",
  "All you need is an active internet connection, an Unraid.net account, and the Connect plugin. Get started by installing the plugin.": "Tot el que necessiteu és una connexió a Internet activa, un compte Unraid.net i el complement Connect. Comenceu instal·lant el complement.",
  "Attached Storage Devices": "Dispositius d'Emmagatzematge adjunts",
  "Backing up...this may take a few minutes": "Fent còpia de seguretat... això pot trigar uns minuts",
  "Basic": "Bàsic",
  "Begin downgrade to {0}": "Comença la baixada a {0}",
  "Beta": "Beta",
  "Blacklisted USB Flash GUID": "GUID de USB Flash en llista negra",
  "BLACKLISTED": "EN LLISTA NEGRA",
  "Calculating OS Update Eligibility…": "Calculant l'elegibilitat de l'actualització del SO...",
  "Calculating trial expiration…": "Calculant l'expiració del període de prova...",
  "Callback redirect type not present or incorrect": "No hi ha tipus de redirecció de devolució present o incorrecte",
  "Cancel {0}": "Cancel·lar {0}",
  "Cancel": "Cancel·lar",
  "Cannot access your USB Flash boot device": "No es pot accedir al vostre dispositiu USB Flash d'arrencada",
  "Cannot validate Unraid Trial key": "No es pot validar la clau de prova d'Unraid",
  "Check Eligibility": "Comprovació d'elegibilitat",
  "check for OS updates": "comprovar actualitzacions del sistema operatiu",
  "Check for OS Updates": "Comprovar les actualitzacions del sistema operatiu",
  "Check for Prereleases": "Comprovar les versións preliminars",
  "Check for Update": "Comprovar Actualització",
  "Checking WAN IPs…": "Comprovant IPs WAN...",
  "Checking...": "Comprovant...",
  "Checkout the Connect Documentation": "Consulta la Documentació de Connect",
  "Click to close modal": "Feu clic per tancar el modal",
  "Click to Copy LAN IP {0}": "Feu clic per copiar IP LAN {0}",
  "Close Dropdown": "Tancar el desplegable",
  "Close Modal": "Tancar Modal",
  "Close": "Tancar",
  "Configure Connect Features": "Configurar funcions de Connect",
  "Confirm and start update": "Confirma i comença l'actualització",
  "Confirm to Install Unraid OS {0}": "Confirma per instal·lar Unraid OS {0}",
  "Connected": "Connectat",
  "Contact Support": "Contacta amb el suport",
  "Continue": "Continuar",
  "Copied": "Copiat",
  "Copy Key URL": "Copiar URL de Clau",
  "Copy your Key URL: {0}": "Copieu el vostre URL de Clau: {0}",
  "Create Flash Backup": "Crea una còpia de seguretat de Flash",
  "Create a password": "Crea una contrasenya",
  "Create Device Password": "Crear Contrasenya de Dispositiu",
  "Current Version {0}": "Versió actual {0}",
  "Current Version: Unraid {0}": "Versió actual: Unraid {0}",
  "Customizable Dashboard Tiles": "Rajoles del quadre de comandament personalitzables",
  "day": "{n} dia | {n} dies",
  "Deep Linking": "Enllaç profund",
  "DNS issue, unable to resolve wanip4.unraid.net": "Problema de DNS, no es pot resoldre wanip4.unraid.net",
  "Downgrade Unraid OS to {0}": "Baixar Unraid OS a {0}",
  "Downgrade Unraid OS": "Baixar Unraid OS",
  "Downgrades are only recommended if you're unable to solve a critical issue.": "Les baixades només es recomanen si no pots resoldre un problema crític.",
  "Download Diagnostics": "Descarregar Diagnòstics",
  "Download the Diagnostics zip then please open a bug report on our forums with a description of the issue along with your diagnostics.": "Descarregueu el fitxer zip de Diagnòstics i després obriu un informe d'error en els nostres fòrums amb una descripció del problema juntament amb els vostres diagnòstics.",
  "Download unraid-api Logs": "Descarregar registres unraid-api",
  "Dynamic Remote Access": "Accés remot dinàmic",
  "Eligible for free feature updates for {0}": "Elegible per a actualitzacions de funcions gratuïtes per {0}",
  "Eligible for free feature updates until {0}": "Elegible per a actualitzacions de funcions gratuïtes fins a {0}",
  "Eligible": "Elegible",
  "Enable update notifications": "Habilitar notificacions d'actualització",
  "Enhance your experience with Unraid Connect": "Millora la teva experiència amb Unraid Connect",
  "Enhance your Unraid experience with Connect": "Millora la teva experiència amb Unraid Connect",
  "Enhance your Unraid experience": "Millora la teva experiència amb Unraid",
  "Error creating a trial key. Please try again later.": "Error creant una clau de prova. Si us plau, intenta-ho més tard.",
  "Error Parsing Changelog • {0}": "Error en l'anàlisi del registre de canvis • {0}",
  "Error": "Error",
  "Expired {0}": "Caducat {0}",
  "Expired": "Caducat",
  "Expires at {0}": "Caduca a {0}",
  "Expires in {0}": "Caduca en {0}",
  "Extend License to Enable OS Updates": "Extendre Llicència per habilitar les actualitzacions del SO",
  "Extend License to Update": "Extendre Llicència per Actualitzar",
  "Extend License": "Extendre Llicència",
  "Extend Trial": "Extendre Període de Prova",
  "Extending your free trial by 15 days": "Ampliant el seu període de prova gratuït 15 dies",
  "Extension Installed": "Extensió Instal·lada",
  "Failed to {0} {1} Key": "Error al {0} {1} Clau",
  "Failed to install key": "Ha fallat la instal·lació de la clau",
  "Failed to update Connect account configuration": "No s'ha pogut actualitzar la configuració del compte Connect",
  "Fetching & parsing changelog…": "Recuperant i analitzant registre de canvis...",
  "Fix Error": "Corregir Error",
  "Flash Backup is not available. Navigate to {0}/Main/Settings/Flash to try again then come back to this page.": "La còpia de seguretat de Flash no està disponible. Navegueu fins a {0}/Main/Settings/Flash per intentar-ho de nou i després torneu a aquesta pàgina.",
  "Flash GUID Error": "Error de GUID de Flash",
  "Flash GUID required to check replacement status": "GUID de Flash necessari per comprovar l'estat del reemplaçament",
  "Flash GUID": "GUID de Flash",
  "Flash Product": "Producte Flash",
  "Flash Vendor": "Proveïdor de Flash",
  "Get a Lifetime Key": "Obtenir una clau de per vida",
  "Get an overview of your server's state, storage space, apps and VMs status, and more.": "Obtingueu una visió general de l'estat del vostre servidor, l'espai d'emmagatzematge, els estats d'aplicacions i VMs, i més.",
  "Get Started": "Començar",
  "Go to Connect plugin settings": "Ves a la configuració del connector Connecte",
  "Go to Connect": "Ves a Connecte",
  "Go to Management Access Now": "Ves a Gestió d'Accés ara",
  "Go to Settings > Notifications to enable automatic OS update notifications for future releases.": "Ves a Configuració > Notificacions per habilitar notificacions automàtiques d'actualitzacions de SO per a futures versions.",
  "Go to Tools > Management Access to activate the Flash Backup feature and ensure your backup is up-to-date.": "Ves a Eines > Gestió d'Accés per activar la funció de Còpia de Respaldo Flash i assegurar que el teu respaldo estigui actualitzat.",
  "Go to Tools > Management Access to ensure your backup is up-to-date.": "Ves a Eines > Gestió d'Accés per assegurar que el teu respaldo estigui actualitzat.",
  "Go to Tools > Registration to fix": "Ves a Eines > Registre per corregir",
  "Go to Tools > Registration to Learn More": "Ves a Eines > Registre per obtenir més informació",
  "Go to Tools > Update OS for more options.": "Ves a Eines > Actualització de SO per a més opcions.",
  "Go to Tools > Update": "Ves a Eines > Actualització",
  "hour": "{n} hora | {n} hores",
  "I have made a Flash Backup": "He fet una còpia de seguretat de Flash",
  "If you are asked to supply logs, please open a support request on our Contact Page and reply to the email message you receive with your logs attached.": "Si se't demana proporcionar registres, si us plau, obre una sol·licitud de suport a la nostra pàgina de contacte i respon al missatge de correu electrònic que rebis amb els teus registres adjunts.",
  "Ignore this message if you are currently connected via Remote Access or VPN.": "Ignora aquest missatge si estàs connectat actualment via Accés remot o VPN.",
  "Ignore this release until next reboot": "Ignora aquesta versió fins al pròxim reinici",
  "Ignored Releases": "Versions ignorades",
  "In the rare event you need to downgrade we ask that you please provide us with Diagnostics so we can investigate your issue.": "En el cas rar que necessitis fer un downgrade, et demanem que si us plau ens proporcionis diagnòstics per tal que puguem investigar el teu problema.",
  "Ineligible as of {0}": "No admissible des de {0}",
  "Eligible for updates released on or before {0}.": "Admissible per actualitzacions publicades fins al {0}.",
  "Extend your license to access the latest updates.": "Extén la teva llicència per accedir a les darreres actualitzacions.",
  "Ineligible for Unraid OS updates": "No admissible per actualitzacions de Unraid OS",
  "Ineligible": "No admissible",
  "Ineligible for self-replacement": "No admissible per a auto-reemplaçament",
  "Install Connect": "Instal·lar Connecte",
  "Install Extended": "Instal·lar Extés",
  "Install Recovered": "Instal·lar Recuperat",
  "Install Replaced": "Instal·lar Reemplaçat",
  "Install Unraid OS {0}": "Instal·lar Unraid OS {0}",
  "Install": "Instal·lar clau",
  "Installed": "Instal·lat",
  "Installing Connect": "Instal·lant Connecte",
  "Installing Extended Trial": "Instal·lant Trial Extès",
  "Installing Extended": "Instal·lant Extès",
  "Installing Recovered": "Instal·lant Recuperat",
  "Installing Replaced": "Instal·lant Reemplaçat",
  "Installing": "Instal·lant",
  "Introducing Unraid Connect": "Presentant Unraid Connecte",
  "Invalid API Key Format": "Format de clau API invàlid",
  "Invalid API Key": "Clau API invàlida",
  "Invalid installation": "Instal·lació invàlida",
  "It's highly recommended to review the changelog before continuing your update": "És altament recomanable revisar el registre de canvis abans de continuar amb l'actualització",
  "Key ineligible for {0}": "Clau no admissible per a {0}",
  "Key ineligible for future releases": "Clau no admissible per a futures versions",
  "Key ineligible for new updates": "Clau no admissible per a noves actualitzacions",
  "Keyfile required to check replacement status": "Fitxer de clau necessari per comprovar l'estat de substitució",
  "LAN IP {0}": "IP LAN {0}",
  "LAN IP Copied": "IP LAN Copiada",
  "LAN IP": "IP LAN",
  "Last checked: {0}": "Ultima revisió: {0}",
  "Learn more about the error": "Saber més sobre l'error",
  "Learn more and fix": "Saber més i corregir",
  "Learn more and link your key to your account": "Saber més i enllaçar la teva clau al teu compte",
  "Learn more": "Saber més",
  "Learn More": "Saber Més",
  "Let's activate your Unraid OS License": "Activem la teva llicència d'Unraid OS",
  "Let's Unleash your Hardware!": "Anem a alliberar el teu Hardware!",
  "License key actions": "Accions de clau de llicència",
  "License key type": "Tipus de clau de llicència",
  "License Management": "Gestió de llicències",
  "Lifetime": "De per vida",
  "Link Key": "Enllaça Clau",
  "Linked": "Enllaçat",
  "Linked to Unraid.net account": "Enllaçat al compte de Unraid.net",
  "Loading": "Carregant",
  "Manage Unraid.net Account in new tab": "Gestioneu el compte de Unraid.net en una nova pestanya",
  "Manage Unraid.net Account": "Gestioneu el compte de Unraid.net",
  "Manage your license keys at any time via the My Keys section.": "Gestiona les teves claus de llicència en qualsevol moment a través de la secció My Keys.",
  "Manage Your Server Within Connect": "Gestiona el teu servidor dins de Connecte",
  "minute": "{n} minut | {n} minuts",
  "Missing key file": "Fitxer de clau que falta",
  "month": "{n} mes | {n} mesos",
  "More about Licensing": "Més sobre Llicència",
  "More about Unraid.net Accounts": "Més sobre Comptes d'Unraid.net",
  "More options": "Més opcions",
  "Multiple License Keys Present": "Presentació de múltiples claus de llicència",
  "Never ever be left without a backup of your config. If you need to change flash drives, generate a backup from Connect and be up and running in minutes.": "Mai estiguis sense una còpia de seguretat de la teva configuració. Si necessites canviar unitats flash, genera una còpia de seguretat des de Connecte i estén funcionant en minuts.",
  "New Version: {0}": "Nova Versió: {0}",
  "No downgrade available": "No hi ha downgrade disponible",
  "No Flash": "Sense Flash",
  "No Keyfile": "Sense Fitxer de Clau",
  "No thanks": "No gràcies",
  "No USB flash configuration data": "No hi ha dades de configuració de Flash USB",
  "Not Linked": "No Enllaçat",
  "On January 1st, 2023 SSL certificates for unraid.net were deprecated. You MUST provision a new SSL certificate to use our new myunraid.net domain. You can do this on the Settings > Management Access page.": "El 1 de gener de 2023, els certificats SSL per a Unraid.net van ser depreciats. Has de proveir un nou certificat SSL per utilitzar el nostre nou domini myunraid.net. Pots fer-ho a la pàgina de Configuració > Gestió d'Accés.",
  "Online Flash Backup": "Còpia de Seguretat de Flash en Línia",
  "Open a bug report": "Obre un informe d'error",
  "Open Dropdown": "Obre el menú desplegable",
  "Opens Connect in new tab": "Obre Connecte en una nova pestanya",
  "Original release date {0}": "Data de llançament original {0}",
  "OS Update Eligibility Expiration": "Caducitat de l'engegada per a l'actualització del sistema operatiu",
  "OS Update Eligibility Expired": "Engegada per a l'actualització del sistema operatiu caducada",
  "OS Update Eligibility": "Engegada per a l'actualització del sistema operatiu",
  "Pay your annual fee to continue receiving OS updates.": "Paga la teva quota anual per continuar rebent actualitzacions de sistema operatiu.",
  "Performing actions": "Realitzant accions",
  "Please confirm the update details below": "Confirmeu els detalls de l'actualització a continuació",
  "Please finish the initiated downgrade to enable updates.": "Si us plau, acabeu la reducció iniciada per habilitar les actualitzacions.",
  "Please finish the initiated update to enable a downgrade.": "Si us plau, acabeu l'actualització iniciada per habilitar una reducció.",
  "Please fix any errors and try again.": "Si us plau, corregiu qualsevol error i torneu a provar.",
  "Please keep this window open while we perform some actions": "Si us plau, manteniu aquesta finestra oberta mentre realitzem algunes accions",
  "Please keep this window open": "Si us plau, manteniu aquesta finestra oberta",
  "Please sign out then sign back in to refresh your API key.": "Si us plau, sortiu i torneu a iniciar sessió per refrescar la vostra clau API.",
  "Please wait while the page reloads to install your trial key": "Espereu mentre la pàgina es recarrega per instal·lar la vostra clau de prova",
  "Plus more on the way": "Més en camí",
  "Plus": "Afegeix",
  "Pro": "Pro",
  "Purchase Key": "Clau de Compra",
  "Purchase": "Compra",
  "Ready to Install Key": "Clau Llesta per Instal·lar",
  "Ready to update Connect account configuration": "Llest per actualitzar la configuració del compte Connect",
  "Real-time Monitoring": "Monitoratge en Temps Real",
  "Reboot Now to Downgrade to {0}": "Reiniciar ara per a reduir a {0}",
  "Reboot Now to Downgrade": "Reiniciar ara per a reduir",
  "Reboot Now to Update to {0}": "Reiniciar ara per a actualitzar a {0}",
  "Reboot Now to Update": "Reiniciar ara per a actualitzar",
  "Reboot Required for Downgrade to {0}": "Reinici necessari per a reduir a {0}",
  "Reboot Required for Downgrade": "Reinici necessari per a reduir",
  "Reboot Required for Update to {0}": "Reinici necessari per a actualitzar a {0}",
  "Reboot Required for Update": "Reinici necessari per a actualitzar",
  "Rebooting will likely solve this.": "Reiniciar probablement resol aquest problema.",
  "Receive the latest and greatest for Unraid OS. Whether it new features, security patches, or bug fixes – keeping your server up-to-date ensures the best experience that Unraid has to offer.": "Rebeu les darreres novetats per Unraid OS. Tant si són noves característiques, com pegats de seguretat o correccions d'errors – mantenir el vostre servidor actualitzat assegura la millor experiència que Unraid ofereix.",
  "Recover Key": "Recuperar Clau",
  "Recovered": "Recuperat",
  "Redeem Activation Code": "Resgatar Codi d'Activació",
  "Refresh": "Refresca",
  "Registered on": "Registrat el",
  "Registered to": "Registrat a",
  "Registration key / USB Flash GUID mismatch": "Desajustament de clau de registre / GUID de USB Flash",
  "Release date {0}": "Data de llançament {0}",
  "Release requires verification to update": "El llançament requereix verificació per actualitzar",
  "Reload Page": "Recarregar Pàgina",
  "Reload": "Recarregar",
  "Remark: Unraid's WAN IPv4 {0} does not match your client's WAN IPv4 {1}.": "Observació: El WAN IPv4 d'Unraid {0} no coincideix amb el WAN IPv4 del vostre client {1}.",
  "Remark: your WAN IPv4 is {0}": "Observació: el vostre WAN IPv4 és {0}",
  "Remove from ignore list": "Eliminar de la llista d'ignorats",
  "Remove": "Eliminar",
  "Renew Key": "Renovar Clau",
  "Renew your license key now": "Renoveu la vostra clau de llicència ara",
  "Replace Key": "Reemplaçar Clau",
  "Replaced": "Reemplaçat",
  "Requires the local unraid-api to be running successfully": "Exigeix que l'unraid-api local funcioni correctament",
  "Restarting unraid-api…": "Reiniciant unraid-api…",
  "second": "{n} segon | {n} segons",
  "Server Up Since {0}": "Servidor en funcionament des de {0}",
  "Servers equipped with a myunraid.net certificate can be managed directly from within the Connect web UI. Manage multiple servers from your phone, tablet, laptop, or PC in the same browser window.": "Els servidors dotats d'un certificat myunraid.net poden ser gestionats directament des de l'interfície d'usuari web Connect. Gestioneu diversos servidors des del vostre telèfon, tauleta, portàtil o PC en la mateixa finestra del navegador.",
  "Set custom server tiles how you like and automatically display your server's banner image on your Connect Dashboard.": "Configureu les rajoles de servidor personalitzades al vostre gust i mostreu automàticament la imatge del banner del vostre servidor al vostre Tauler Connect.",
  "Settings": "Configuració",
  "Sign In Failed": "Error d'Inici de Sessió",
  "Sign In requires the local unraid-api to be running": "Iniciar sessió requereix que l'unraid-api local estigui funcionant",
  "Sign In to utilize Unraid Connect": "Inicieu sessió per utilitzar Unraid Connect",
  "Sign In to your Unraid.net account to get started": "Inicieu sessió al vostre compte Unraid.net per començar",
  "Sign In with Unraid.net Account": "Inicieu sessió amb el vostre compte Unraid.net",
  "Sign In": "Iniciar sessió",
  "Sign Out Failed": "Error en Tancar Sessió",
  "Sign Out of Unraid.net": "Tancar Sessió de Unraid.net",
  "Sign Out requires the local unraid-api to be running": "Tancar sessió requereix que l'unraid-api local estigui funcionant",
  "Signing in {0}…": "Iniciant sessió {0}…",
  "Signing In": "Iniciant Sessió",
  "Signing out {0}…": "Tancant sessió {0}…",
  "Signing Out": "Tancant Sessió",
  "Something went wrong": "Alguna cosa ha fallat",
  "SSL certificates for unraid.net deprecated": "Els certificats SSL per a unraid.net han estat obsolets",
  "Stale Server": "Servidor antic",
  "Stale": "Antic",
  "On the following screen, your license will be activated. You'll then create an Unraid.net Account to manage your license going forward.": "En la pantalla següent, la vostra llicència serà activada. Aleshores, creareu un compte Unraid.net per gestionar la vostra llicència a partir d'aquest punt.",
  "Start Free 30 Day Trial": "Iniciar Prova Gratuïta de 30 Dies",
  "Starter": "Inicial",
  "Starting your free 30 day trial": "Iniciant la vostra prova gratuïta de 30 dies",
  "Success!": "Èxit!",
  "Thank you for choosing Unraid OS!": "Gràcies per triar Unraid OS!",
  "Thank you for installing Connect!": "Gràcies per instal·lar Connect!",
  "Thank you for purchasing an Unraid {0} Key!": "Gràcies per comprar una clau Unraid {0}!",
  "Thank you for upgrading to an Unraid {0} Key!": "Gràcies per actualitzar a una clau Unraid {0}!",
  "The Connect dashboard links to relevant sections of the webgui, allowing quick access to those settings and server sections.": "El tauler Connect enllaça amb seccions rellevants del WebGUI, permetent accés ràpid a aquells paràmetres i seccions del servidor.",
  "The logs may contain sensitive information so do not post them publicly.": "Els registres poden contenir informació sensible, així que no els publiqui públicament.",
  "The primary method of support for Unraid Connect is through our forums and Discord.": "El mètode principal de suport per a Unraid Connect és a través dels nostres fòrums i Discord.",
  "Then go to Tools > Registration to manually install it": "Aleshores, aneu a Eines > Registre per instal·lar-lo manualment",
  "This may indicate a complex network that will not work with this Remote Access solution.": "Això pot indicar una xarxa complexa que no funcionarà amb aquesta solució d'Accesso Remot.",
  "This update will require a reboot": "Aquesta actualització requerirà un reinici",
  "Toggle on/off server accessibility with dynamic remote access. Automatically turn on UPnP and open a random WAN port on your router at the click of a button and close off access in seconds.": "Activeu/desactiveu l'accessibilitat del servidor amb accés remot dinàmic. Activeu UPnP automàticament i obriu un port WAN aleatori al vostre encaminador amb un clic d'un botó i tanqueu l'accés en segons.",
  "Too Many Devices": "Massa Dispositius",
  "Transfer License to New Flash": "Transferir Llicència a Nou Flash",
  "Trial Expired, see options below": "Prova Caducada, veieu les opcions a continuació",
  "Trial Expired": "Prova Caducada",
  "Trial Key Created": "Clau de Prova Creada",
  "Trial Key Creation Failed": "Creació de Clau de Prova Fallida",
  "Trial Key Expired {0}": "Clau de Prova Caducada {0}",
  "Trial Key Expired at {0}": "Clau de Prova Caducada a {0}",
  "Trial Key Expires at {0}": "Clau de Prova Caduca a {0}",
  "Trial Key Expires in {0}": "Clau de Prova Caduca en {0}",
  "Trial Requires Internet Connection": "Prova Requereix Connexió a Internet",
  "Trial": "Prova",
  "Unable to check for OS updates": "No es poden comprovar les actualitzacions de sistema operatiu",
  "Unable to fetch client WAN IPv4": "No es pot obtenir el client WAN IPv4",
  "Unable to open release notes": "No es poden obrir les notes de llançament",
  "Unknown error": "Error desconegut",
  "Unknown": "Desconegut",
  "Unleash Your Hardware": "Descarregueu el vostre Maquinari",
  "Unleashed": "Alliberat",
  "unlimited": "il·limitat",
  "Unraid {0} Available": "Unraid {0} Disponible",
  "Unraid {0} Update Available": "Actualització d'Unraid {0} Disponible",
  "Unraid {0}": "Unraid {0}",
  "Unraid Connect Error": "Error de Connect d'Unraid",
  "Unraid Connect Forums": "Fòrums de Unraid Connect",
  "Unraid Connect Install Failed": "Instal·lació de Unraid Connect fallida",
  "Unraid Contact Page": "Pàgina de contacte de Unraid",
  "Unraid Discord": "Unraid Discord",
  "Unraid logo animating with a wave like effect": "Logotip de Unraid animant amb un efecte ondulant",
  "Unraid OS {0} Released": "S'ha llançat Unraid OS {0}",
  "Unraid OS {0} Update Available": "Actualització de Unraid OS {0} disponible",
  "Unraid OS is up-to-date": "Unraid OS està actualitzat",
  "Unraid OS Update Available": "Actualització de Unraid OS disponible",
  "unraid-api is offline": "unraid-api està fora de línia",
  "Up-to-date with eligible releases": "Actualitzat amb versions elegibles",
  "Up-to-date": "Actualitzat",
  "Update Available": "Actualització disponible",
  "Update Released": "Actualització llançada",
  "Update Unraid OS confirmation required": "Cal confirmació per actualitzar Unraid OS",
  "Update Unraid OS": "Actualitza Unraid OS",
  "Updates Expire": "Les actualitzacions caduquen",
  "Updating 3rd party drivers": "Actualitzant controladors de tercers",
  "Upgrade Key": "Clau de Millora",
  "Upgrade": "Millorar",
  "Uptime {0}": "Temps d'activitat {0}",
  "USB Flash device error": "Error en el dispositiu de memòria USB",
  "USB Flash has no serial number": "El dispositiu USB no té número de sèrie",
  "Verify to Update": "Verificar per Actualitzar",
  "Version available for restore {0}": "Versió disponible per restaurar {0}",
  "Version: {0}": "Versió: {0}",
  "View Available Updates": "Veure actualitzacions disponibles",
  "View Changelog & Update": "Veure el registre de canvis i actualitzar",
  "View Changelog for {0}": "Veure el registre de canvis per a {0}",
  "View Changelog on Docs": "Veure el registre de canvis en documents",
  "View Changelog to Start Update": "Veure el registre de canvis per a iniciar l'actualització",
  "View Changelog": "Veure el registre de canvis",
  "View on Docs": "Veure en Documents",
  "View release notes": "Veure les notes de la versió",
  "We recommend backing up your USB Flash Boot Device before starting the update.": "Recomanem fer una còpia de seguretat del teu Dispositiu d'Arrencada USB abans de començar l'actualització.",
  "Welcome to your new {0} system, powered by Unraid!": "Benvinguts al teu nou sistema {0}, impulsat per Unraid!",
  "Welcome to Unraid!": "Benvinguts a Unraid!",
  "year": "{n} any | {n} anys",
  "You are still eligible to access OS updates that were published on or before {1}.": "Encara tens dret a accedir a les actualitzacions del sistema operatiu que es van publicar el o abans de {1}.",
  "You can also manually create a new backup by clicking the Create Flash Backup button.": "També pots crear manualment una nova còpia de seguretat clicant el botó Crear Còpia de Seguretat de Flash.",
  "You can manually create a backup by clicking the Create Flash Backup button.": "Pots crear manualment una còpia de seguretat clicant el botó Crear Còpia de Seguretat de Flash.",
  "You have already activated the Flash Backup feature via the Unraid Connect plugin.": "Ja has activat la funció de Còpia de Seguretat de Flash a través del plugin Unraid Connect.",
  "You have exceeded the number of devices allowed for your license. Please remove a device before adding another.": "Has superat el nombre de dispositius permesos per a la teva llicència. Si us plau, elimina un dispositiu abans d'afegir-ne un altre.",
  "You have not activated the Flash Backup feature via the Unraid Connect plugin.": "No has activat la funció de Còpia de Seguretat de Flash a través del plugin Unraid Connect.",
  "You may still update to releases dated prior to your update expiration date.": "Encara pots actualitzar a les versions anteriors a la data d'expiració de l'actualització.",
  "You're about to create a password to secure access to your system. This password is essential for managing and configuring your server. You'll use this password every time you access the Unraid web interface.": "Estàs a punt de crear una contrasenya per garantir l'accés segur al teu sistema. Aquesta contrasenya és essencial per gestionar i configurar el teu servidor. La utilitzaràs cada vegada que accedeixis a la interfície web de Unraid.",
  "You're one step closer to enhancing your Unraid experience": "Estàs un pas més a prop de millorar la teva experiència amb Unraid",
  "Your {0} Key has been replaced!": "La teva clau {0} ha estat substituïda!",
  "Your {0} license included one year of free updates at the time of purchase. You are now eligible to extend your license and access the latest OS updates. You are still eligible to access OS updates that were published on or before {1}.": "La teva llicència {0} incloïa un any d'actualitzacions gratuïtes al moment de la compra. Ara pots ampliar la teva llicència i accedir a les darreres actualitzacions del sistema. Encara tens dret a accedir a les actualitzacions del sistema que es van publicar el o abans de {1}.",
  "Your {0} license included one year of free updates at the time of purchase. You are now eligible to extend your license and access the latest OS updates.": "La teva llicència {0} incloïa un any d'actualitzacions gratuïtes al moment de la compra. Ara pots ampliar la teva llicència i accedir a les darreres actualitzacions del sistema.",
  "Your free Trial key provides all the functionality of an Unleashed Registration key": "La teva clau de Prova gratuïta proporciona tota la funcionalitat d'una clau de Registre Unleashed",
  "Your license key is not eligible for Unraid OS {0}": "La teva clau de llicència no és elegible per a Unraid OS {0}",
  "Your license key's OS update eligibility has expired. Please renew your license key to enable updates released after your expiration date.": "L'eligibilitat d'actualització del teu clau de llicència ha expirat. Si us plau, renova la teva clau de llicència per habilitar actualitzacions llançades després de la teva data d'expiració.",
  "Your Trial has expired": "La teva Prova ha expirat",
  "Your Trial key has been extended!": "La teva clau de Prova ha estat estesa!",
  "Create an Unraid.net account and activate your key": "Crea un compte a Unraid.net i activa la teva clau",
  "Device is ready to configure": "El dispositiu està llest per configurar",
  "Secure your device": "Assegura el teu dispositiu",
  "Unraid OS {0} Changelog": "Registre de Canvis de Unraid OS {0}",
  "or": "o",
  "Logging in...": "Iniciant sessió...",
  "Try Again": "Torna-ho a intentar",
  "Log In With Unraid.net": "Inicia sessió amb Unraid.net",
  "Invalid Unraid.net credentials": "Credencials de Unraid.net invàlides",
  "This Unraid.net account is not authorized to access this server": "Aquest compte de Unraid.net no està autoritzat per accedir a aquest servidor",
  "SSO login is not enabled on this server": "L'inici de sessió SSO no està habilitat en aquest servidor",
  "Login session expired. Please try again": "La sessió d'inici de sessió ha expirat. Si us plau torna-ho a intentar",
  "Network error. Please check your connection": "Error de xarxa. Si us plau, comprova la teva connexió",
  "SSO login failed. Please try again": "L'inici de sessió SSO ha fallit. Si us plau, torna-ho a intentar",
  "Error fetching token": "Error obtenint el token",
  "Visit Unraid website": "Visita el lloc web de Unraid",
  "Version Information": "Informació de la Versió",
  "First, you'll create your device's login credentials, then you'll activate your Unraid license—your device's operating system (OS).": "Primer, crearàs les teves credencials d'inici de sessió del dispositiu, després activarà la teva llicència de Unraid—el sistema operatiu (OS) del teu dispositiu.",
  "Edit API Key": "Editar Clau API",
  "Create API Key": "Crear Clau API",
  "OS version copied to clipboard": "Versió de l'OS copiada al porta-retalls",
  "API version copied to clipboard": "Versió de l'API copiada al porta-retalls",
  "Visit Partner website": "Visita el lloc web del Soci",
  "Unraid OS": "Unraid OS",
  "Unraid API": "Unraid API",
  "View OS Release Notes": "Veure Notes del Llençament del Sistema Operatiu",
  "View API Changelog": "Veure el Registre de Canvis de l'API",
  "Registered GUID": "GUID Registrat",
  "Array status": "Estat de la Sèrie",
  "Trial expiration": "Caducitat de Prova",
  "Flash Drive": "Unitat Flash",
  "License": "Llicència",
  "Actions": "Accions",
  "Your license key was automatically renewed and installed. Reload the page to see updated details.": "La teva clau de llicència s'ha renovat automàticament i instal·lat. Recarrega la pàgina per veure els detalls actualitzats.",
  "Checking authentication options...": "Comprovant opcions d'autenticació...",
  "Invalid callback parameters": "Paràmetres de devolució invàlids",
  "Loading changelog…": "Carregant registre de canvis...",
  "Checking for OS updates...": "Comprovant actualitzacions del sistema operatiu...",
  "Requires verification to update": "Es requereix verificació per actualitzar",
  "More Options": "Més Opcions",
  "Manage update preferences including beta access and version selection at account.unraid.net": "Gestiona les preferències d'actualització incloent-hi l'accés beta i la selecció de versions a account.unraid.net",
  "You can opt back in to an ignored release by clicking on the Check for Updates button in the header anytime": "Pots tornar a una versió ignorada prement el botó de Comprovar Actualitzacions a la capçalera en qualsevol moment",
  "Loading changelog...": "Carregant registre de canvis...",
  "No changelog content available": "No hi ha contingut de registre de canvis disponible",
  "Downgrade": "Degradar",
  "Update": "Actualitzar",
  "During the Unraid OS update process third-party drivers were detected and are currently being updated in the background. Please wait for those to finish downloading before rebooting your server to complete the update process. You should receive a system notification when complete. You may also refresh this page to check for an updated status.": "Durant el procés d'actualització del sistema operatiu Unraid es van detectar controladors de tercers i ara estan sent actualitzats en segon pla. Si us plau, espera que acabin de descarregar abans de reiniciar el teu servidor per completar el procés d'actualització. Hauries de rebre una notificació del sistema quan s'acabi. També pots actualitzar aquesta pàgina per comprovar un estat actualitzat.",
  "License Key Updates Expired": "Actualitzacions del Clau de Llicència Caduquen",
  "Downgrade Unraid OS confirmation required": "Es requereix confirmació per degradar Unraid OS",
  "Please confirm the downgrade details below": "Si us plau, confirma els detalls de la degradació a continuació",
  "Post Install License Key Error": "Error de Clau de Llicència després de la Instal·lació",
  "This downgrade will require a reboot": "Aquest declassament requerirà un reinici",
  "Confirm and start downgrade": "Confirma i inicia la degradació",
  "Loading…": "Carregant...",
  "Go to API Settings": "Anar a Configuracions d'API",
  "Restart unraid-api": "Reinicia unraid-api",
  "Error creatiing a trial key. Please try again later.": "Error creant una clau de prova. Si us plau, intenta-ho de nou més tard.",
  "Username": "Nom d'usuari",
  "Password": "Contrasenya",
  "Login": "Connectar-se",
  "Password recovery": "Recuperació de la contrasenya",
  "jsonforms.errors.default": "Valor invàlid",
  "jsonforms.rclone.basic.remoteName.label": "Nom remot",
  "jsonforms.rclone.basic.remoteName.description": "Nom per identificar aquesta configuració remota (per exemple, my_google_drive). Utilitza només lletres, números, guions i guions baixos.",
  "jsonforms.rclone.basic.remoteName.descriptionShort": "Nom per identificar aquesta configuració remota",
  "jsonforms.rclone.basic.providerType.label": "Tipus de proveïdor d'emmagatzematge",
  "jsonforms.rclone.basic.providerType.description": "Selecciona el proveïdor d'emmagatzematge en el núvol per a utilitzar en aquesta configuració remota.",
  "jsonforms.rclone.basic.documentation.text": "Enllaç de documentació",
  "jsonforms.rclone.basic.documentation.description": "Per obtenir més informació, consulta la [documentació de configuració de RClone](https://rclone.org/commands/rclone_config/).",
  "jsonforms.rclone.basic.showAdvanced.label": "Mostra opcions avançades",
  "jsonforms.rclone.basic.showAdvanced.description": "Mostra opcions de configuració addicionals per a experts.",
  "jsonforms.rclone.basic.showAdvanced.toggleDescription": "Si mostrar o no opcions avançades de configuració.",
  "jsonforms.rclone.validation.sizeSuffix": "Format de mida invàlid. Exemples: \"10G\", \"100M\", \"1.5GiB\", \"off\".",
  "jsonforms.rclone.validation.duration": "Format de durada invàlid. Exemples: \"10s\", \"1.5m\", \"100ms\", \"1h15m\", \"off\".",
  "jsonforms.apiSettings.sandbox": "Activa sandbox de desenvolupador",
  "jsonforms.apiKey.name": "Nom de la clau API",
  "jsonforms.apiKey.description": "Descripció",
  "jsonforms.apiKey.roles": "Rols",
  "jsonforms.apiKey.permissionPresets": "Afegeix predefinits de permís",
  "jsonforms.apiKey.customPermissions": "Permisos",
  "jsonforms.apiKey.customPermissions.resources": "Recursos",
  "jsonforms.apiKey.customPermissions.actions": "Accions",
  "jsonforms.apiKey.permissions.header": "Configuració de permisos",
  "jsonforms.apiKey.permissions.description": "Selecciona qualsevol combinació de rols, grups de permisos i permisos personalitzats per definir a què pot accedir aquesta clau API.",
  "jsonforms.apiKey.permissions.subheader": "Permisos",
  "jsonforms.apiKey.permissions.help": "Utilitza el desplegable predefinit per a conjunts comuns de permisos, o afegeix permisos personalitzats manualment. Pots seleccionar múltiples recursos que comparteixin les mateixes accions.",
  "jsonforms.rclone.basic.remoteName": "Nom remot",
  "jsonforms.rclone.basic.providerType": "Tipus de proveïdor d'emmagatzematge",
  "jsonforms.rclone.basic.documentation": "Enllaç de documentació",
  "jsonforms.rclone.basic.showAdvanced": "Mostra opcions avançades",
  "jsonforms.oidc.provider.id": "ID del proveïdor",
  "jsonforms.oidc.provider.name": "Nom del proveïdor",
  "jsonforms.oidc.provider.clientId": "ID de client OAuth",
  "jsonforms.oidc.provider.clientSecret": "Secret de client OAuth",
  "jsonforms.oidc.provider.issuer": "URL de l'emissor",
  "jsonforms.oidc.provider.scopes": "Abast OAuth",
  "jsonforms.oidc.provider.authorizationEndpoint": "Endpoint d'autorització",
  "jsonforms.oidc.provider.tokenEndpoint": "Endpoint de token",
  "jsonforms.oidc.provider.userInfoEndpoint": "Endpoint d'informació d'usuari",
  "jsonforms.oidc.provider.jwksUri": "URI JWKS",
  "jsonforms.oidc.restrictions.title": "Autorització senzilla",
  "jsonforms.oidc.restrictions.help": "Configura llistes de permissió senzilles per determinar qui pot iniciar sessió.",
  "jsonforms.oidc.restrictions.allowedDomains": "Domini de correu electrònic permès",
  "jsonforms.oidc.restrictions.allowedEmails": "Adreces de correu electrònic específiques",
  "jsonforms.oidc.restrictions.allowedUserIds": "ID d'usuari permesos",
  "jsonforms.oidc.restrictions.workspaceDomain": "Domini de Google Workspace",
  "jsonforms.oidc.rules.title": "Normes avançades d'autorització",
  "jsonforms.oidc.rules.description": "Defineix la lògica d'autorització basada en reclamacions.",
  "jsonforms.oidc.rules.mode": "Mode de norma",
  "jsonforms.oidc.rules.claim": "Reclamació JWT",
  "jsonforms.oidc.rules.operator": "Operador",
  "jsonforms.oidc.rules.value": "Valors",
  "jsonforms.oidc.rules.collection": "Normes de reclamació",
  "jsonforms.oidc.buttons.title": "Personalització de botons",
  "jsonforms.oidc.buttons.description": "Personalitza l'aparença del botó d'inici de sessió.",
  "jsonforms.oidc.buttons.text": "Text del botó",
  "jsonforms.oidc.buttons.icon": "URL d'icona del botó",
  "jsonforms.oidc.buttons.variant": "Estil del botó",
  "jsonforms.oidc.buttons.style": "Estils CSS personalitzats",
  "jsonforms.oidc.provider.discoveryToggle": "Utilitza la descoberta automàtica"
}
