{
  "{0} {1} Key…": "{0} {1} klíč...",
  "{0} devices": "{0} zařízení",
  "{0} out of {1} allowed devices – upgrade your key to support more devices": "{0} z {1} povolených zařízení – upgradujte klíč pro podporu více zařízení",
  "{0} out of {1} devices": "{0} z {1} zařízení",
  "{0} Release Notes": "{0} Poznámky k vydání",
  "{0} Signed In Successfully": "{0} Úspěšně přihlášen",
  "{0} Signed Out Successfully": "{0} Úspěšně odhlášen",
  "{0} Update Available": "Aktualizace {0} je dostupná",
  "{1} Key {0} Successfully": "Klíč {1} {0} úspěšně",
  "<p>It is not possible to use a Trial key with an existing Unraid OS installation.</p><p>You may purchase a license key corresponding to this USB Flash device to continue using this installation.</p>": "<p>Není možné použít zkušební klíč s existující instalací Unraid OS.</p><p>K pokračování používání této instalace si můžete zakoupit odpovídající licenční klíč pro toto zařízení USB Flash.</p>",
  "<p>Please refresh the page to ensure you load your latest configuration</p>": "<p>Obnovte stránku pro načtení vašeho nejnovějšího nastavení.</p>",
  "<p>Register for Connect by signing in to your Unraid.net account</p>": "<p>Registrujte se pro Connect přihlášením ke svému účtu na Unraid.net.</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device or choose Purchase Key.</p><p>Your Unraid registration key is ineligible for replacement as it has been replaced within the last 12 months.</p>": "<p>Soubor s licenčním klíčem neodpovídá USB boot zařízení. Prosím, zkopírujte správný soubor klíče do adresáře /config na svém USB zařízení nebo vyberte možnost Koupit klíč.</p><p>Váš registrační klíč pro Unraid není způsobilý pro náhradu, protože byl nahrazen během posledních 12 měsíců.</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device or choose Purchase Key.</p><p>Your Unraid registration key is ineligible for replacement as it is blacklisted.</p>": "<p>Soubor s licenčním klíčem neodpovídá USB boot zařízení. Prosím, zkopírujte správný soubor klíče do adresáře /config na svém USB zařízení nebo vyberte možnost Koupit klíč.</p><p>Váš registrační klíč pro Unraid není způsobilý pro náhradu, protože je na černé listině.</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device.</p><p>You may also attempt to Purchase or Replace your key.</p>": "<p>Soubor s licenčním klíčem neodpovídá USB boot zařízení. Prosím, zkopírujte správný soubor klíče do adresáře /config na svém USB zařízení.</p><p>Můžete také zkusit zakoupit nebo nahradit svůj klíč.</p>",
  "<p>There are multiple license key files present on your USB flash device and none of them correspond to the USB Flash boot device. Please remove all key files, except the one you want to replace, from the /config directory on your USB Flash boot device.</p><p>Alternately you may purchase a license key for this USB flash device.</p><p>If you want to replace one of your license keys with a new key bound to this USB Flash device, please first remove all other key files first.</p>": "<p>Na vašem USB flash zařízení je několik souborů s licenčními klíči a žádný z nich neodpovídá USB boot zařízení. Prosím, odstraňte všechny soubory klíčů kromě toho, který chcete nahradit, z adresáře /config na svém USB Flash zařízení.</p><p>Alternativně si můžete zakoupit licenční klíč pro toto USB flash zařízení.</p><p>Pokud chcete nahradit jeden z vašich licenčních klíčů novým klíčem svázaným s tímto USB flash zařízením, prosím, nejprve odstraňte všechny ostatní soubory klíčů.</p>",
  "<p>There is a physical problem accessing your USB Flash boot device</p>": "<p>Existuje fyzický problém s přístupem k vašemu USB Flash boot zařízení.</p>",
  "<p>There is a problem with your USB Flash device</p>": "<p>Existuje problém s vaším USB Flash zařízením.</p>",
  "<p>This USB Flash boot device has been blacklisted. This can occur as a result of transferring your license key to a replacement USB Flash device, and you are currently booted from your old USB Flash device.</p><p>A USB Flash device may also be blacklisted if we discover the serial number is not unique – this is common with USB card readers.</p>": "<p>Toto USB Flash boot zařízení je na černé listině. To může nastat v důsledku přenosu vašeho licenčního klíče na nové USB Flash zařízení, a právě jste spuštěni ze svého starého USB Flash zařízení.</p><p>USB Flash zařízení může být také na černé listině, pokud zjistíme, že sériové číslo není unikátní – to je běžné u čteček paměťových karet USB.</p>",
  "<p>This USB Flash device has an invalid GUID. Please try a different USB Flash device</p>": "<p>Toto USB Flash zařízení má neplatný GUID. Prosím, zkuste jiné USB Flash zařízení.</p>",
  "<p>To continue using Unraid OS you may purchase a license key. Alternately, you may request a Trial extension.</p>": "<p>Pro pokračování používání Unraid OS si můžete zakoupit licenční klíč. Alternativně můžete požádat o prodloužení zkušební doby.</p>",
  "<p>To support more storage devices as your server grows, click Upgrade Key.</p>": "<p>Pro podporu většího počtu úložných zařízení, jak váš server roste, klikněte na Aktualizovat klíč.</p>",
  "<p>You have used all your Trial extensions. To continue using Unraid OS you may purchase a license key.</p>": "<p>Vyčerpali jste všechny prodloužení zkušební doby. Pro pokračování používání Unraid OS si můžete zakoupit licenční klíč.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>After your <em>Trial</em> has reached expiration, your server <strong>still functions normally</strong> until the next time you Stop the array or reboot your server.</p><p>At that point you may either purchase a license key or request a <em>Trial</em> extension.</p>": "<p>Váš <em>zkušební</em> klíč zahrnuje veškeré funkce a podporu zařízení jako klíč <em>Unleashed</em>.</p><p>Po vypršení vaší <em>zkušební</em> doby váš server <strong>stále funguje normálně</strong> až do příštího zastavení řady nebo restartu vašeho serveru.</p><p>V ten moment si můžete buď zakoupit licenční klíč nebo požádat o prodloužení <em>zkušební</em> doby.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>When your <em>Trial</em> expires, <strong>the array will stop</strong>. At that point you may either purchase a license key or request a <em>Trial</em> extension.</p>": "<p>Váš <em>zkušební</em> klíč zahrnuje veškeré funkce a podporu zařízení jako klíč <em>Unleashed</em>.</p><p>Když vaše <em>zkouška</em> vyprší, <strong>řada se zastaví</strong>. V ten moment si můžete buď zakoupit licenční klíč nebo požádat o prodloužení <em>zkoušky</em>.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>Your trial is expiring soon. When it expires, <strong>the array will stop</strong>. You may extend your trial now, purchase a license key, or wait until expiration to take action.</p>": "<p>Váš <em>zkušební</em> klíč zahrnuje veškeré funkce a podporu zařízení jako klíč <em>Unleashed</em>.</p><p>Vaše zkušební doba brzy vyprší. Jakmile vyprší, <strong>řada se zastaví</strong>. Můžete si ji nyní prodloužit, zakoupit licenční klíč nebo počkat na vypršení a pak podniknout kroky.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>Your trial is expiring soon and you have used all available extensions. When it expires, <strong>the array will stop</strong>. To continue using Unraid OS, you must purchase a license key.</p>": "<p>Váš <em>zkušební</em> klíč zahrnuje veškeré funkce a podporu zařízení jako klíč <em>Unleashed</em>.</p><p>Vaše zkušební doba brzy vyprší a vy jste již využili všechny dostupné prodloužení. Když vyprší, <strong>řada se zastaví</strong>. Pro pokračování v používání Unraid OS musíte zakoupit licenční klíč.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>You have used all available trial extensions. When your <em>Trial</em> expires, <strong>the array will stop</strong>. To continue using Unraid OS after expiration, you must purchase a license key.</p>": "<p>Váš <em>zkušební</em> klíč zahrnuje veškeré funkce a podporu zařízení jako klíč <em>Unleashed</em>.</p><p>Vyčerpali jste všechny dostupné prodloužení zkušební doby. Když vyprší vaše <em>zkouška</em>, <strong>řada se zastaví</strong>. Pro pokračování v používání Unraid OS po vypršení musíte zakoupit licenční klíč.</p>",
  "<p>Your license key file is corrupted or missing. The key file should be located in the /config directory on your USB Flash boot device.</p><p>If you do not have a backup copy of your license key file you may attempt to recover your key.</p><p>If this was an expired Trial installation, you may purchase a license key.</p>": "<p>Soubor s vaším licenčním klíčem je poškozený nebo chybí. Soubor klíče by měl být umístěn v adresáři /config na vašem USB Flash boot zařízení.</p><p>Pokud nemáte záložní kopii svého licenčního klíče, můžete zkusit obnovit svůj klíč.</p><p>Pokud to byla vypršená zkušební instalace, můžete zakoupit licenční klíč.</p>",
  "<p>Your license key file is corrupted or missing. The key file should be located in the /config directory on your USB Flash boot device.</p><p>You may attempt to recover your key with your Unraid.net account.</p><p>If this was an expired Trial installation, you may purchase a license key.</p>": "<p>Soubor s vaším licenčním klíčem je poškozený nebo chybí. Soubor klíče by měl být umístěn v adresáři /config na vašem USB Flash boot zařízení.</p><p>Můžete se pokusit obnovit svůj klíč pomocí svého účtu na Unraid.net.</p><p>Pokud to byla vypršená zkušební instalace, můžete zakoupit licenční klíč.</p>",
  "<p>Your server will not be usable until you purchase a Registration key or install a free 30 day <em>Trial</em> key. A <em>Trial</em> key provides all the functionality of an Unleashed Registration key.</p><p>Registration keys are bound to your USB Flash boot device serial number (GUID). Please use a high quality name brand device at least 1GB in size.</p><p>Note: USB memory card readers are generally not supported because most do not present unique serial numbers.</p><p><strong>Important:</strong></p><ul class='list-disc pl-16px'><li>Please make sure your server time is accurate to within 5 minutes</li><li>Please make sure there is a DNS server specified</li></ul>": "<p>Váš server nebude použitelný, dokud nezakoupíte registrační klíč nebo nenainstalujete 30denní <em>zkušební</em> klíč. <em>Zkušební</em> klíč poskytuje všechny funkce registračního klíče Unleashed.</p><p>Registrační klíče jsou svázány se sériovým číslem (GUID) vašeho USB Flash boot zařízení. Prosím, použijte kvalitní značkové zařízení o velikosti alespoň 1 GB.</p><p>Poznámka: Čtečky paměťových karet USB nejsou obecně podporovány, protože většina neukáže jedinečná sériová čísla.</p><p><strong>Důležité:</strong></p><ul class='list-disc pl-16px'><li>Ujistěte se, že čas vašeho serveru je přesný do 5 minut</li><li>Ujistěte se, že je specifikován DNS server</li></ul>",
  "<p>Your Trial key requires an internet connection.</p><p><a href='/Settings/NetworkSettings class='underline'>Please check Settings > Network</a></p>": "<p>Váš zkušební klíč vyžaduje internetové připojení.</p><p><a href='/Settings/NetworkSettings' class='underline'>Prosím, zkontrolujte Nastavení > Síť</a></p>",
  "<p>Your Unraid registration key is ineligible for replacement as it has been replaced within the last 12 months.</p>": "<p>Váš registrační klíč pro Unraid není způsobilý pro náhradu, protože byl nahrazen během posledních 12 měsíců.</p>",
  "A Trial key provides all the functionality of an Unleashed Registration key": "Zkušební klíč poskytuje všechny funkce registračního klíče Unleashed.",
  "A valid GUID is required to check for OS updates.": "Platné GUID je vyžadováno pro kontrolu aktualizací OS.",
  "A valid keyfile and USB Flash boot device are required to check for OS updates.": "Platný soubor klíče a USB Flash boot zařízení jsou vyžadovány pro kontrolu aktualizací OS.",
  "A valid keyfile is required to check for OS updates.": "Platný soubor klíče je vyžadován pro kontrolu aktualizací OS.",
  "A valid OS version is required to check for OS updates.": "Platná verze OS je vyžadována pro kontrolu aktualizací OS.",
  "Acklowledge that you have made a Flash Backup to enable this action": "Potvrďte, že jste provedli Flash zálohu pro povolení této akce.",
  "Activate Now": "Aktivovat nyní",
  "Activate License": "Aktivovat licenci",
  "ago": "před",
  "All you need is an active internet connection, an Unraid.net account, and the Connect plugin. Get started by installing the plugin.": "Vše, co potřebujete, je aktivní internetové připojení, účet na Unraid.net a plugin Connect. Začněte instalací pluginu.",
  "Attached Storage Devices": "Připojené úložné zařízení",
  "Backing up...this may take a few minutes": "Zálohování...může to trvat několik minut.",
  "Basic": "Základní",
  "Begin downgrade to {0}": "Začít downgrade na {0}",
  "Beta": "Beta",
  "Blacklisted USB Flash GUID": "Černou listinou zakázaný GUID USB Flash zařízení",
  "BLACKLISTED": "NA ČERNÉ LISTINĚ",
  "Calculating OS Update Eligibility…": "Vypočítává se způsobilost pro aktualizaci OS…",
  "Calculating trial expiration…": "Vypočítává se vypršení zkušební doby…",
  "Callback redirect type not present or incorrect": "Typ přesměrování zpětného volání není přítomen nebo je nesprávný",
  "Cancel {0}": "Zrušit {0}",
  "Cancel": "Zrušit",
  "Cannot access your USB Flash boot device": "Nelze přistupovat k vašemu USB Flash boot zařízení",
  "Cannot validate Unraid Trial key": "Nelze ověřit zkušební klíč Unraid",
  "Check Eligibility": "Zkontrolovat způsobilost",
  "check for OS updates": "zjistit dostupnost aktualizací OS",
  "Check for OS Updates": "Zkontrolovat dostupnost aktualizací OS",
  "Check for Prereleases": "Zkontrolovat prehistorické verze",
  "Check for Update": "Zkontrolovat aktualizaci",
  "Checking WAN IPs…": "Kontrolují se WAN IP adresy…",
  "Checking...": "Kontrola...",
  "Checkout the Connect Documentation": "Zobrazit dokumentaci k Connect",
  "Click to close modal": "Kliknutím zavřete modální okno",
  "Click to Copy LAN IP {0}": "Klikněte pro kopírování LAN IP {0}",
  "Close Dropdown": "Zavřít rozbalovací seznam",
  "Close Modal": "Zavřít modální okno",
  "Close": "Zavřít",
  "Configure Connect Features": "Nakonfigurujte funkce Connect",
  "Confirm and start update": "Potvrdit a spustit aktualizaci",
  "Confirm to Install Unraid OS {0}": "Potvrdit instalaci Unraid OS {0}",
  "Connected": "Připojené",
  "Contact Support": "Kontaktovat podporu",
  "Continue": "Pokračovat",
  "Copied": "Zkopírováno",
  "Copy Key URL": "Zkopírovat URL klíče",
  "Copy your Key URL: {0}": "Zkopírujte svou URL klíče: {0}",
  "Create Flash Backup": "Vytvořit Flash zálohu",
  "Create a password": "Vytvořit heslo",
  "Create Device Password": "Vytvořit heslo zařízení",
  "Current Version {0}": "Aktuální verze {0}",
  "Current Version: Unraid {0}": "Aktuální verze: Unraid {0}",
  "Customizable Dashboard Tiles": "Přizpůsobitelné dlaždice pro panel",
  "day": "{n} den | {n} dny | {n} dní | {n} dnů",
  "Deep Linking": "Hluboké propojení",
  "DNS issue, unable to resolve wanip4.unraid.net": "Problém s DNS, nelze vyřešit wanip4.unraid.net",
  "Downgrade Unraid OS to {0}": "Downgrade na Unraid OS na {0}",
  "Downgrade Unraid OS": "Downgrade na Unraid OS",
  "Downgrades are only recommended if you're unable to solve a critical issue.": "Downgrade doporučujeme pouze pokud nemůžete vyřešit kritický problém.",
  "Download Diagnostics": "Stáhnout diagnostiku",
  "Download the Diagnostics zip then please open a bug report on our forums with a description of the issue along with your diagnostics.": "Stáhněte si diagnostický zip, pak prosím otevřete hlášení o chybě na našich fórech s popisem problému spolu s vaší diagnostikou.",
  "Download unraid-api Logs": "Stáhnout unraid-api Logy",
  "Dynamic Remote Access": "Dynamický vzdálený přístup",
  "Eligible for free feature updates for {0}": "Způsobilý pro bezplatné aktualizace funkcí na dobu {0}",
  "Eligible for free feature updates until {0}": "Způsobilý pro bezplatné aktualizace funkcí do {0}",
  "Eligible": "Způsobilý",
  "Enable update notifications": "Povolit oznámení o aktualizacích",
  "Enhance your experience with Unraid Connect": "Zlepšete svůj zážitek s Unraid Connect",
  "Enhance your Unraid experience with Connect": "Zlepšete svůj zážitek z Unraid s Connect",
  "Enhance your Unraid experience": "Zlepšit váš zážitek z Unraid",
  "Error creating a trial key. Please try again later.": "Chyba při vytváření zkušebního klíče. Zkuste to prosím později.",
  "Error Parsing Changelog • {0}": "Chyba při zpracování změnového logu • {0}",
  "Error": "Chyba",
  "Expired {0}": "Vypršelo {0}",
  "Expired": "Vypršelo",
  "Expires at {0}": "Vyprší v {0}",
  "Expires in {0}": "Vyprší za {0}",
  "Extend License to Enable OS Updates": "Pro prodloužení licence a povolení aktualizací OS",
  "Extend License to Update": "Prodloužit licenci pro upgrade",
  "Extend License": "Prodloužit licenci",
  "Extend Trial": "Prodloužit zkušební dobu",
  "Extending your free trial by 15 days": "Prodloužení zkušební doby o 15 dní",
  "Extension Installed": "Rozšíření nainstalováno",
  "Failed to {0} {1} Key": "Selhalo {0} {1} klíč",
  "Failed to install key": "Selhala instalace klíče",
  "Failed to update Connect account configuration": "Nepodařilo se aktualizovat konfiguraci účtu Connect",
  "Fetching & parsing changelog…": "Načítání a zpracování změnového logu…",
  "Fix Error": "Opravit chybu",
  "Flash Backup is not available. Navigate to {0}/Main/Settings/Flash to try again then come back to this page.": "Záloha Flash není k dispozici. Přejděte na {0}/Main/Settings/Flash pro další pokus a poté se vraťte na tuto stránku.",
  "Flash GUID Error": "Chyba GUID zařízení Flash",
  "Flash GUID required to check replacement status": "GUID zařízení Flash vyžadován pro kontrolu stavu náhrady",
  "Flash GUID": "Identifikátor GUID zařízení Flash",
  "Flash Product": "Produkt Flash",
  "Flash Vendor": "Výrobce Flash",
  "Get a Lifetime Key": "Získejte klíč na celý život",
  "Get an overview of your server's state, storage space, apps and VMs status, and more.": "Získejte přehled o stavu vašeho serveru, úložném prostoru, stavu aplikací a VMs a dalších informacích.",
  "Get Started": "Začít",
  "Go to Connect plugin settings": "Přejít na nastavení pluginu Connect",
  "Go to Connect": "Přejít na Connect",
  "Go to Management Access Now": "Přejít na přístup ke správě nyní",
  "Go to Settings > Notifications to enable automatic OS update notifications for future releases.": "Přejděte na Nastavení > Oznámení pro povolení automatických oznámení o aktualizacích OS pro budoucí vydání.",
  "Go to Tools > Management Access to activate the Flash Backup feature and ensure your backup is up-to-date.": "Přejděte na Nástroje > Přístup ke správě pro aktivaci funkce Flash Backup a zajištění aktuální zálohy.",
  "Go to Tools > Management Access to ensure your backup is up-to-date.": "Přejděte na Nástroje > Přístup ke správě pro zajištění aktuální zálohy.",
  "Go to Tools > Registration to fix": "Přejděte na Nástroje > Registrace pro opravu",
  "Go to Tools > Registration to Learn More": "Přejděte na Nástroje > Registrace pro další informace",
  "Go to Tools > Update OS for more options.": "Přejděte na Nástroje > Aktualizace OS pro další možnosti.",
  "Go to Tools > Update": "Přejděte na Nástroje > Aktualizovat",
  "hour": "{n} hodina | {n} hodiny | {n} hodin",
  "I have made a Flash Backup": "Vytvořil jsem Flash Backup",
  "If you are asked to supply logs, please open a support request on our Contact Page and reply to the email message you receive with your logs attached.": "Pokud jste požádáni o dodání logů, otevřete prosím žádost o podporu na naší stránce Kontakt a odpovězte na e-mailovou zprávu, kterou obdržíte, s přiloženými logy.",
  "Ignore this message if you are currently connected via Remote Access or VPN.": "Ignorujte tuto zprávu, pokud jste aktuálně připojeni přes Vzdálený přístup nebo VPN.",
  "Ignore this release until next reboot": "Ignorujte toto vydání až do příštího restartu",
  "Ignored Releases": "Ignorovaná vydání",
  "In the rare event you need to downgrade we ask that you please provide us with Diagnostics so we can investigate your issue.": "Ve vzácném případě, že budete muset downgradovat, prosíme, abyste nám poskytli diagnostiku, abychom mohli prozkoumat váš problém.",
  "Ineligible as of {0}": "Neoprávněný od {0}",
  "Eligible for updates released on or before {0}.": "Oprávněný pro aktualizace vydané dne nebo před {0}.",
  "Extend your license to access the latest updates.": "Prodlužte svou licenci pro přístup k nejnovějším aktualizacím.",
  "Ineligible for Unraid OS updates": "Neoprávněný pro aktualizace Unraid OS",
  "Ineligible": "Neoprávněný",
  "Ineligible for self-replacement": "Neoprávněný k výměně vlastní silou",
  "Install Connect": "Nainstalovat Connect",
  "Install Extended": "Nainstalovat rozšířenou verzi",
  "Install Recovered": "Nainstalovat obnovenou verzi",
  "Install Replaced": "Nainstalovat vyměněnou verzi",
  "Install Unraid OS {0}": "Nainstalovat Unraid OS {0}",
  "Install": "Nainstalovat",
  "Installed": "Nainstalováno",
  "Installing Connect": "Instalace Connect",
  "Installing Extended Trial": "Instalace rozšířené zkušební verze",
  "Installing Extended": "Instalace rozšířené verze",
  "Installing Recovered": "Instalace obnovené verze",
  "Installing Replaced": "Instalace vyměněné verze",
  "Installing": "Instalace",
  "Introducing Unraid Connect": "Představujeme Unraid Connect",
  "Invalid API Key Format": "Neplatný formát API klíče",
  "Invalid API Key": "Neplatný API klíč",
  "Invalid installation": "Neplatná instalace",
  "It's highly recommended to review the changelog before continuing your update": "Důrazně doporučujeme před pokračováním v aktualizaci zkontrolovat changelog",
  "Key ineligible for {0}": "Klíč neoprávněný pro {0}",
  "Key ineligible for future releases": "Klíč neoprávněný pro budoucí vydání",
  "Key ineligible for new updates": "Klíč neoprávněný pro nové aktualizace",
  "Keyfile required to check replacement status": "Soubor klíče potřebný k ověření stavu výměny",
  "LAN IP {0}": "LAN IP {0}",
  "LAN IP Copied": "LAN IP zkopírována",
  "LAN IP": "LAN IP",
  "Last checked: {0}": "Například kontrolováno: {0}",
  "Learn more about the error": "Zjistit více o chybě",
  "Learn more and fix": "Zjistit více a opravit",
  "Learn more and link your key to your account": "Zjistit více a propojit váš klíč s vaším účtem",
  "Learn more": "Zjistit více",
  "Learn More": "Zjistit více",
  "Let's activate your Unraid OS License": "Aktivujme vaši licenci Unraid OS",
  "Let's Unleash your Hardware!": "Odemkněte svůj hardware!",
  "License key actions": "Akce licenčního klíče",
  "License key type": "Typ licenčního klíče",
  "License Management": "Správa licencí",
  "Lifetime": "Životnost",
  "Link Key": "Propojit klíč",
  "Linked": "Propojeno",
  "Linked to Unraid.net account": "Propojeno s účtem Unraid.net",
  "Loading": "Načítání",
  "Manage Unraid.net Account in new tab": "Spravujte účet Unraid.net na nové kartě",
  "Manage Unraid.net Account": "Spravujte účet Unraid.net",
  "Manage your license keys at any time via the My Keys section.": "Spravujte své licenční klíče kdykoli prostřednictvím sekce Moje klíče.",
  "Manage Your Server Within Connect": "Spravujte svůj server v rámci Connect",
  "minute": "{n} minuta | {n} minuty | {n} minut",
  "Missing key file": "Chybí soubor klíče",
  "month": "{n} měsíc | {n} měsíce | {n} měsíců",
  "More about Licensing": "Více o licencování",
  "More about Unraid.net Accounts": "Více o účtech Unraid.net",
  "More options": "Další možnosti",
  "Multiple License Keys Present": "Přítomno více licenčních klíčů",
  "Never ever be left without a backup of your config. If you need to change flash drives, generate a backup from Connect and be up and running in minutes.": "Nikdy, nikdy nezůstaňte bez zálohy svého nastavení. Pokud potřebujete změnit flash disky, vytvořte zálohu z Connect a buďte během několika minut znovu připraveni k provozu.",
  "New Version: {0}": "Nová verze: {0}",
  "No downgrade available": "Není k dispozici downgrade",
  "No Flash": "Bez Flash",
  "No Keyfile": "Bez souboru klíče",
  "No thanks": "Ne, děkuji",
  "No USB flash configuration data": "Žádná data konfigurace USB flash",
  "Not Linked": "Nepropojeno",
  "On January 1st, 2023 SSL certificates for unraid.net were deprecated. You MUST provision a new SSL certificate to use our new myunraid.net domain. You can do this on the Settings > Management Access page.": "Ke dni 1. ledna 2023 byly certifikáty SSL pro unraid.net deklasovány. **MUSÍTE** zřídit nový certifikát SSL pro používání naší nové domény myunraid.net. Můžete to udělat na stránce Nastavení > Přístup ke správě.",
  "Online Flash Backup": "Záloha Flash online",
  "Open a bug report": "Otevřít hlášení o chybě",
  "Open Dropdown": "Otevřít Rozbalovací nabídku",
  "Opens Connect in new tab": "Otevře Connect na nové kartě",
  "Original release date {0}": "Původní datum vydání {0}",
  "OS Update Eligibility Expiration": "Datum vypršení způsobilosti aktualizace OS",
  "OS Update Eligibility Expired": "Způsobilost aktualizace OS vypršela",
  "OS Update Eligibility": "Způsobilost aktualizace OS",
  "Pay your annual fee to continue receiving OS updates.": "Zaplaťte svůj roční poplatek, abyste mohli nadále přijímat aktualizace OS.",
  "Performing actions": "Provádění akcí",
  "Please confirm the update details below": "Potvrďte prosím níže uvedené podrobnosti o aktualizaci",
  "Please finish the initiated downgrade to enable updates.": "Dokončete prosím iniciovaný downgrade, abyste mohli povolit aktualizace.",
  "Please finish the initiated update to enable a downgrade.": "Dokončete prosím zahájenou aktualizaci, abyste mohli povolit upgrade.",
  "Please fix any errors and try again.": "Opravte prosím chyby a zkuste to znovu.",
  "Please keep this window open while we perform some actions": "Nechte toto okno otevřené, zatímco provádíme některé akce",
  "Please keep this window open": "Nechte toto okno otevřené",
  "Please sign out then sign back in to refresh your API key.": "Odhlaste se prosím a poté se znovu přihlaste, abyste obnovili svůj API klíč.",
  "Please wait while the page reloads to install your trial key": "Počkejte prosím, dokud se stránka znovu nenačte, aby nainstalovala váš zkušební klíč",
  "Plus more on the way": "A ještě více na cestě",
  "Plus": "Plus",
  "Pro": "Pro",
  "Purchase Key": "Zakoupit klíč",
  "Purchase": "Koupit",
  "Ready to Install Key": "Připraven k instalaci klíče",
  "Ready to update Connect account configuration": "Připraven k aktualizaci konfigurace účtu Connect",
  "Real-time Monitoring": "Monitorování v reálném čase",
  "Reboot Now to Downgrade to {0}": "Nyní restartujte, abyste downgradovali na {0}",
  "Reboot Now to Downgrade": "Nyní restartujte, abyste downgradovali",
  "Reboot Now to Update to {0}": "Nyní restartujte, abyste aktualizovali na {0}",
  "Reboot Now to Update": "Nyní restartujte, abyste aktualizovali",
  "Reboot Required for Downgrade to {0}": "Pro downgrade na {0} je vyžadován restart",
  "Reboot Required for Downgrade": "Pro downgrade je vyžadován restart",
  "Reboot Required for Update to {0}": "Pro aktualizaci na {0} je vyžadován restart",
  "Reboot Required for Update": "Pro aktualizaci je vyžadován restart",
  "Rebooting will likely solve this.": "Restartování to pravděpodobně vyřeší.",
  "Receive the latest and greatest for Unraid OS. Whether it new features, security patches, or bug fixes – keeping your server up-to-date ensures the best experience that Unraid has to offer.": "Získejte ty nejnovější a nejlepší aktualizace pro Unraid OS. Ať už jde o nové funkce, bezpečnostní záplaty nebo opravy chyb – udržení vašeho serveru v aktuálním stavu zajišťuje nejlepší zážitek, který Unraid nabízí.",
  "Recover Key": "Obnovit klíč",
  "Recovered": "Obnoveno",
  "Redeem Activation Code": "Uplatnit aktivační kód",
  "Refresh": "Obnovit",
  "Registered on": "Registrováno dne",
  "Registered to": "Registrováno na",
  "Registration key / USB Flash GUID mismatch": "Neshoda registračního klíče / Identifikátoru GUID zařízení Flash",
  "Release date {0}": "Datum vydání {0}",
  "Release requires verification to update": "Pro aktualizaci je nutná verifikace",
  "Reload Page": "Načíst stránku znovu",
  "Reload": "Načíst znovu",
  "Remark: Unraid's WAN IPv4 {0} does not match your client's WAN IPv4 {1}.": "Poznámka: WAN IPv4 Unraid {0} neodpovídá WAN IPv4 vašeho klienta {1}.",
  "Remark: your WAN IPv4 is {0}": "Poznámka: vaše WAN IPv4 je {0}",
  "Remove from ignore list": "Odstranit z ignorování",
  "Remove": "Odstranit",
  "Renew Key": "Obnovit klíč",
  "Renew your license key now": "Obnovte svůj licenční klíč nyní",
  "Replace Key": "Nahradit klíč",
  "Replaced": "Vyměněno",
  "Requires the local unraid-api to be running successfully": "Vyžaduje úspěšné spuštění místního unraid-api",
  "Restarting unraid-api…": "Restartuje se unraid-api…",
  "second": "{n} sekunda | {n} sekundy | {n} sekund",
  "Server Up Since {0}": "Server v provozu od {0}",
  "Servers equipped with a myunraid.net certificate can be managed directly from within the Connect web UI. Manage multiple servers from your phone, tablet, laptop, or PC in the same browser window.": "Servery vybavené certifikátem myunraid.net lze spravovat přímo v Connect web UI. Spravujte více serverů z vašeho telefonu, tabletu, notebooku nebo PC ve stejném okně prohlížeče.",
  "Set custom server tiles how you like and automatically display your server's banner image on your Connect Dashboard.": "Nastavte si vlastní dlaždice serveru podle svého a automaticky zobrazuje obrázek banneru vašeho serveru na vaší Connect Dashboard.",
  "Settings": "Nastavení",
  "Sign In Failed": "Přihlášení se nezdařilo",
  "Sign In requires the local unraid-api to be running": "Přihlášení vyžaduje, aby místní unraid-api běžel",
  "Sign In to utilize Unraid Connect": "Přihlaste se pro využití Unraid Connect",
  "Sign In to your Unraid.net account to get started": "Přihlaste se ke svému účtu Unraid.net pro začátek",
  "Sign In with Unraid.net Account": "Přihlaste se s účtem Unraid.net",
  "Sign In": "Přihlásit se",
  "Sign Out Failed": "Odhlášení se nezdařilo",
  "Sign Out of Unraid.net": "Odhlásit z Unraid.net",
  "Sign Out requires the local unraid-api to be running": "Odhlášení vyžaduje, aby místní unraid-api běžel",
  "Signing in {0}…": "Přihlašování {0}…",
  "Signing In": "Přihlašování",
  "Signing out {0}…": "Odhlasování {0}…",
  "Signing Out": "Odhlasování",
  "Something went wrong": "Něco se pokazilo",
  "SSL certificates for unraid.net deprecated": "Certifikáty SSL pro unraid.net byly znehodnoceny",
  "Stale Server": "Zastaralý server",
  "Stale": "Zastaralý",
  "On the following screen, your license will be activated. You'll then create an Unraid.net Account to manage your license going forward.": "Na následující obrazovce bude váš klíč aktivován. Poté vytvoříte účet Unraid.net pro správu licence.",
  "Start Free 30 Day Trial": "Spustit Zkušební verzi na 30 dní zdarma",
  "Starter": "Starter",
  "Starting your free 30 day trial": "Spouštění vaší 30denní zkušební verze zdarma",
  "Success!": "Úspěch!",
  "Thank you for choosing Unraid OS!": "Děkujeme, že jste si vybrali Unraid OS!",
  "Thank you for installing Connect!": "Děkujeme, že jste nainstalovali Connect!",
  "Thank you for purchasing an Unraid {0} Key!": "Děkujeme, že jste si zakoupili klíč Unraid {0}!",
  "Thank you for upgrading to an Unraid {0} Key!": "Děkujeme za upgrade na klíč Unraid {0}!",
  "The Connect dashboard links to relevant sections of the webgui, allowing quick access to those settings and server sections.": "Dashboard Connect odkazuje na příslušné sekce webgui, což umožňuje rychlý přístup k těmto nastavením a sekcím serveru.",
  "The logs may contain sensitive information so do not post them publicly.": "Logy mohou obsahovat citlivé informace, proto je nezveřejňujte veřejně.",
  "The primary method of support for Unraid Connect is through our forums and Discord.": "Primárním způsobem podpory pro Unraid Connect jsou naše fóra a Discord.",
  "Then go to Tools > Registration to manually install it": "Pak přejděte na Nástroje > Registrace pro ruční instalaci",
  "This may indicate a complex network that will not work with this Remote Access solution.": "To může naznačovat složitou síť, která nebude s tímto řešením Vzdáleného přístupu fungovat.",
  "This update will require a reboot": "Tato aktualizace vyžaduje restart",
  "Toggle on/off server accessibility with dynamic remote access. Automatically turn on UPnP and open a random WAN port on your router at the click of a button and close off access in seconds.": "Přepínejte dostupnost serveru pomocí dynamického vzdáleného přístupu. Automaticky zapněte UPnP a otevřete náhodný WAN port na routeru jedním tlačítkem a uzavřete přístup během vteřin.",
  "Too Many Devices": "Příliš mnoho zařízení",
  "Transfer License to New Flash": "Přeneste licenci na nový Flash",
  "Trial Expired, see options below": "Zkušební verze vypršela, viz níže uvedené možnosti",
  "Trial Expired": "Zkušební verze vypršela",
  "Trial Key Created": "Zkušební klíč vytvořen",
  "Trial Key Creation Failed": "Vytvoření zkušebního klíče selhalo",
  "Trial Key Expired {0}": "Zkušební klíč vypršel {0}",
  "Trial Key Expired at {0}": "Zkušební klíč vypršel v {0}",
  "Trial Key Expires at {0}": "Zkušební klíč vyprší v {0}",
  "Trial Key Expires in {0}": "Zkušební klíč vyprší za {0}",
  "Trial Requires Internet Connection": "Zkušební verze vyžaduje internetové připojení",
  "Trial": "Zkušební verze",
  "Unable to check for OS updates": "Nelze zkontrolovat aktualizace OS",
  "Unable to fetch client WAN IPv4": "Nelze načíst klientskou WAN IPv4",
  "Unable to open release notes": "Nelze otevřít poznámky k vydání",
  "Unknown error": "Neznámá chyba",
  "Unknown": "Neznámý",
  "Unleash Your Hardware": "Pusťte hardware na svobodu",
  "Unleashed": "Uvolněno",
  "unlimited": "neomezeno",
  "Unraid {0} Available": "Unraid {0} k dispozici",
  "Unraid {0} Update Available": "Aktualizace Unraid {0} k dispozici",
  "Unraid {0}": "Unraid {0}",
  "Unraid Connect Error": "Chyba Unraid Connect",
  "Unraid Connect Forums": "Fóra Unraid Connect",
  "Unraid Connect Install Failed": "Instalace Unraid Connect se nezdařila",
  "Unraid Contact Page": "Kontaktní stránka Unraid",
  "Unraid Discord": "Unraid Discord",
  "Unraid logo animating with a wave like effect": "Logo Unraid animuje se efektem vlny",
  "Unraid OS {0} Released": "Unraid OS {0} byl vydán",
  "Unraid OS {0} Update Available": "Aktualizace Unraid OS {0} dostupná",
  "Unraid OS is up-to-date": "Unraid OS je aktuální",
  "Unraid OS Update Available": "Aktualizace Unraid OS dostupná",
  "unraid-api is offline": "unraid-api je offline",
  "Up-to-date with eligible releases": "Aktuální s oprávněnými vydáními",
  "Up-to-date": "Aktuální",
  "Update Available": "Dostupná aktualizace",
  "Update Released": "Aktualizace byla vydána",
  "Update Unraid OS confirmation required": "Vyžaduje se potvrzení aktualizace Unraid OS",
  "Update Unraid OS": "Aktualizovat Unraid OS",
  "Updates Expire": "Aktualizace vyprší",
  "Updating 3rd party drivers": "Aktualizace ovladačů třetích stran",
  "Upgrade Key": "Klíč pro upgrade",
  "Upgrade": "Upgrade",
  "Uptime {0}": "Doba provozu {0}",
  "USB Flash device error": "Chyba zařízení USB Flash",
  "USB Flash has no serial number": "Zařízení USB Flash nemá sériové číslo",
  "Verify to Update": "Ověřit pro aktualizaci",
  "Version available for restore {0}": "Verze dostupná pro obnovení {0}",
  "Version: {0}": "Verze: {0}",
  "View Available Updates": "Zobrazit dostupné aktualizace",
  "View Changelog & Update": "Zobrazit změnový protokol a aktualizace",
  "View Changelog for {0}": "Zobrazit změnový protokol pro {0}",
  "View Changelog on Docs": "Zobrazit změnový protokol na Docích",
  "View Changelog to Start Update": "Zobrazit změnový protokol ke spuštění aktualizace",
  "View Changelog": "Zobrazit změnový protokol",
  "View on Docs": "Zobrazit na Docích",
  "View release notes": "Zobrazit poznámky k vydání",
  "We recommend backing up your USB Flash Boot Device before starting the update.": "Doporučujeme zálohovat zařízení USB Flash Boot, než začnete s aktualizací.",
  "Welcome to your new {0} system, powered by Unraid!": "Vítejte ve vašem novém {0} systému, na který pohání Unraid!",
  "Welcome to Unraid!": "Vítejte v Unraid!",
  "year": "{n} rok | {n} roky | {n} let",
  "You are still eligible to access OS updates that were published on or before {1}.": "Stále máte nárok na přístup k aktualizacím OS publikovaným ke dni {1} nebo před ním.",
  "You can also manually create a new backup by clicking the Create Flash Backup button.": "Můžete také ručně vytvořit novou zálohu kliknutím na tlačítko Vytvořit zálohu Flash.",
  "You can manually create a backup by clicking the Create Flash Backup button.": "Můžete ručně vytvořit zálohu kliknutím na tlačítko Vytvořit zálohu Flash.",
  "You have already activated the Flash Backup feature via the Unraid Connect plugin.": "Již jste aktivovali funkci Flash Backup prostřednictvím pluginu Unraid Connect.",
  "You have exceeded the number of devices allowed for your license. Please remove a device before adding another.": "Překročili jste počet zařízení povolených pro vaši licenci. Před přidáním dalšího zařízení prosím jedno odeberte.",
  "You have not activated the Flash Backup feature via the Unraid Connect plugin.": "Neaktivovali jste funkci Flash Backup prostřednictvím pluginu Unraid Connect.",
  "You may still update to releases dated prior to your update expiration date.": "Stále můžete ihned aktualizovat na vydání s datem před vaším datem vypršení aktualizací.",
  "You're about to create a password to secure access to your system. This password is essential for managing and configuring your server. You'll use this password every time you access the Unraid web interface.": "Chystáte se vytvořit heslo pro bezpečný přístup k vašemu systému. Toto heslo je nezbytné pro správu a konfiguraci vašeho serveru. Toto heslo budete používat při každém přístupu k webovému rozhraní Unraid.",
  "You're one step closer to enhancing your Unraid experience": "Jste o krok blíže ke zlepšení vaší zkušenosti s Unraid",
  "Your {0} Key has been replaced!": "Váš {0} klíč byl nahrazen!",
  "Your {0} license included one year of free updates at the time of purchase. You are now eligible to extend your license and access the latest OS updates. You are still eligible to access OS updates that were published on or before {1}.": "Váš {0} licenční klíč zahrnoval jeden rok bezplatných aktualizací v době nákupu. Nyní máte nárok prodloužit svou licenci a získat přístup k nejnovějším aktualizacím OS. Stále máte nárok na přístup k aktualizacím OS publikovaných ke dni {1} nebo před ním.",
  "Your {0} license included one year of free updates at the time of purchase. You are now eligible to extend your license and access the latest OS updates.": "Váš {0} licenční klíč zahrnoval jeden rok bezplatných aktualizací v době nákupu. Nyní máte nárok prodloužit svou licenci a získat přístup k nejnovějším aktualizacím OS.",
  "Your free Trial key provides all the functionality of an Unleashed Registration key": "Váš bezplatný zkušební klíč poskytuje veškerou funkčnost registračního klíče Unleashed",
  "Your license key is not eligible for Unraid OS {0}": "Váš licenční klíč není způsobilý pro Unraid OS {0}",
  "Your license key's OS update eligibility has expired. Please renew your license key to enable updates released after your expiration date.": "Způsobilost aktualizací vašeho licenčního klíče OS vypršela. Obnovte prosím svůj licenční klíč pro umožnění aktualizací vydaných po vašem datu vypršení platnosti.",
  "Your Trial has expired": "Vaše zkušební verze vypršela",
  "Your Trial key has been extended!": "Váš zkušební klíč byl prodloužen!",
  "Create an Unraid.net account and activate your key": "Vytvořte si účet Unraid.net a aktivujte svůj klíč",
  "Device is ready to configure": "Zařízení je připraveno k nastavení",
  "Secure your device": "Zabezpečte vaše zařízení",
  "Unraid OS {0} Changelog": "Unraid OS {0} Změnový protokol",
  "or": "nebo",
  "Logging in...": "Přihlašování...",
  "Try Again": "Zkuste to znovu",
  "Log In With Unraid.net": "Přihlásit se přes Unraid.net",
  "Invalid Unraid.net credentials": "Neplatné přihlašovací údaje Unraid.net",
  "This Unraid.net account is not authorized to access this server": "Tento účet Unraid.net není oprávněn pro přístup k tomuto serveru",
  "SSO login is not enabled on this server": "SSO přihlášení není na tomto serveru povoleno",
  "Login session expired. Please try again": "Platnost přihlašovací relace vypršela. Prosím zkuste to znovu",
  "Network error. Please check your connection": "Chyba sítě. Zkontrolujte své připojení",
  "SSO login failed. Please try again": "SSO přihlášení selhalo. Prosím zkuste to znovu",
  "Error fetching token": "Chyba při načítání tokenu",
  "Visit Unraid website": "Navštívit web Unraid",
  "Version Information": "Informace o verzi",
  "First, you'll create your device's login credentials, then you'll activate your Unraid license—your device's operating system (OS).": "Nejprve vytvoříte přihlašovací údaje pro vaše zařízení, poté aktivujete svou licenci Unraid—operační systém (OS) vašeho zařízení.",
  "Edit API Key": "Upravit klíč API",
  "Create API Key": "Vytvořit klíč API",
  "OS version copied to clipboard": "Verze OS zkopírována do schránky",
  "API version copied to clipboard": "Verze API zkopírována do schránky",
  "Visit Partner website": "Navštivte web partnera",
  "Unraid OS": "Unraid OS",
  "Unraid API": "Unraid API",
  "View OS Release Notes": "Zobrazit poznámky k vydání OS",
  "View API Changelog": "Zobrazit změnový protokol API",
  "Registered GUID": "Registrovaný GUID",
  "Array status": "Status pole",
  "Trial expiration": "Vypršení zkušební verze",
  "Flash Drive": "Flash disku",
  "License": "Licence",
  "Actions": "Akce",
  "Your license key was automatically renewed and installed. Reload the page to see updated details.": "Váš licenční klíč byl automaticky obnoven a nainstalován. Obnovte stránku pro zobrazení aktualizovaných detailů.",
  "Checking authentication options...": "Kontrola možností ověření...",
  "Invalid callback parameters": "Neplatné parametry callbacku",
  "Loading changelog…": "Načítání změnového protokolu…",
  "Checking for OS updates...": "Kontrola aktualizací OS...",
  "Requires verification to update": "Vyžaduje ověření pro aktualizaci",
  "More Options": "Více možností",
  "Manage update preferences including beta access and version selection at account.unraid.net": "Spravujte předvolby aktualizací včetně beta přístupu a výběru verzí na account.unraid.net",
  "You can opt back in to an ignored release by clicking on the Check for Updates button in the header anytime": "Můžete se znovu zapojit do ignorovaného vydání kliknutím na tlačítko Zkontrolovat aktualizace v záhlaví kdykoliv",
  "Loading changelog...": "Načítání změnového protokolu...",
  "No changelog content available": "Žádný obsah změnového protokolu není k dispozici",
  "Downgrade": "Downgrade",
  "Update": "Aktualizovat",
  "During the Unraid OS update process third-party drivers were detected and are currently being updated in the background. Please wait for those to finish downloading before rebooting your server to complete the update process. You should receive a system notification when complete. You may also refresh this page to check for an updated status.": "Během procesu aktualizace Unraid OS byly zjištěny ovladače třetích stran a v současné době se aktualizují na pozadí. Před restartováním serveru, abyste dokončili proces aktualizace, počkejte, než se stahování dokončí. Až bude hotovo, měli byste obdržet systémové oznámení. Můžete také obnovit tuto stránku pro kontrolu aktualizovaného stavu.",
  "License Key Updates Expired": "Aktualizace licenčního klíče vypršely",
  "Downgrade Unraid OS confirmation required": "Vyžaduje potvrzení downgradu Unraid OS",
  "Please confirm the downgrade details below": "Potvrďte prosím podrobnosti downgradu níže",
  "Post Install License Key Error": "Chyba klíče licence po instalaci",
  "This downgrade will require a reboot": "Tento downgrade bude vyžadovat restart",
  "Confirm and start downgrade": "Potvrdit a zahájit downgrade",
  "Loading…": "Načítání…",
  "Go to API Settings": "Přejít na nastavení API",
  "Restart unraid-api": "Restartovat unraid-api",
  "Error creatiing a trial key. Please try again later.": "Chyba při vytváření zkušebního klíče. Prosím zkuste to znovu později.",
  "Username": "Uživatelské jméno",
  "Password": "Heslo",
  "Login": "Přihlášení",
  "Password recovery": "Obnova hesla",
  "jsonforms.errors.default": "Neplatná hodnota",
  "jsonforms.rclone.basic.remoteName.label": "Vzdálený název",
  "jsonforms.rclone.basic.remoteName.description": "Jméno pro identifikaci této vzdálené konfigurace (např. můj_google_disk). Používejte pouze písmena, čísla, pomlčky a podtržítka.",
  "jsonforms.rclone.basic.remoteName.descriptionShort": "Jméno pro identifikaci této vzdálené konfigurace",
  "jsonforms.rclone.basic.providerType.label": "Typ poskytovatele úložiště",
  "jsonforms.rclone.basic.providerType.description": "Vyberte poskytovatele cloudového úložiště pro tuto vzdálenou konfiguraci.",
  "jsonforms.rclone.basic.documentation.text": "Odkaz na dokumentaci",
  "jsonforms.rclone.basic.documentation.description": "Pro více informací se podívejte na [Konfigurační dokumentaci RClone](https://rclone.org/commands/rclone_config/).",
  "jsonforms.rclone.basic.showAdvanced.label": "Zobrazit pokročilé možnosti",
  "jsonforms.rclone.basic.showAdvanced.description": "Zobrazí další možnosti konfigurace pro odborníky.",
  "jsonforms.rclone.basic.showAdvanced.toggleDescription": "Zda zobrazit pokročilé možnosti konfigurace.",
  "jsonforms.rclone.validation.sizeSuffix": "Neplatný formát velikosti. Příklady: \"10G\", \"100M\", \"1.5GiB\", \"off\".",
  "jsonforms.rclone.validation.duration": "Neplatný formát trvání. Příklady: \"10s\", \"1.5m\", \"100ms\", \"1h15m\", \"off\".",
  "jsonforms.apiSettings.sandbox": "Povolit sandbox vývojáře",
  "jsonforms.apiKey.name": "Název klíče API",
  "jsonforms.apiKey.description": "Popis",
  "jsonforms.apiKey.roles": "Role",
  "jsonforms.apiKey.permissionPresets": "Přidat přednastavené oprávnění",
  "jsonforms.apiKey.customPermissions": "Oprávnění",
  "jsonforms.apiKey.customPermissions.resources": "Zdroje",
  "jsonforms.apiKey.customPermissions.actions": "Akce",
  "jsonforms.apiKey.permissions.header": "Konfigurace oprávnění",
  "jsonforms.apiKey.permissions.description": "Vyberte libovolnou kombinaci rolí, skupin oprávnění a vlastních oprávnění, abyste definovali, k čemu má tento API klíč přístup.",
  "jsonforms.apiKey.permissions.subheader": "Oprávnění",
  "jsonforms.apiKey.permissions.help": "Použijte rozbalovací nabídku pro běžné sady oprávnění, nebo ručně přidejte vlastní oprávnění. Můžete vybrat více zdrojů, které sdílejí stejné akce.",
  "jsonforms.rclone.basic.remoteName": "Vzdálený název",
  "jsonforms.rclone.basic.providerType": "Typ poskytovatele úložiště",
  "jsonforms.rclone.basic.documentation": "Odkaz na dokumentaci",
  "jsonforms.rclone.basic.showAdvanced": "Zobrazit pokročilé možnosti",
  "jsonforms.oidc.provider.id": "Poskytovatel ID",
  "jsonforms.oidc.provider.name": "Název poskytovatele",
  "jsonforms.oidc.provider.clientId": "ID klienta OAuth",
  "jsonforms.oidc.provider.clientSecret": "Tajný klíč klienta OAuth",
  "jsonforms.oidc.provider.issuer": "URL adresa vydavatele",
  "jsonforms.oidc.provider.scopes": "OAuth rozsahy",
  "jsonforms.oidc.provider.authorizationEndpoint": "Autorizační konec",
  "jsonforms.oidc.provider.tokenEndpoint": "Token Endpoint",
  "jsonforms.oidc.provider.userInfoEndpoint": "User Info Endpoint",
  "jsonforms.oidc.provider.jwksUri": "JWKS URI",
  "jsonforms.oidc.restrictions.title": "Jednoduchá autorizace",
  "jsonforms.oidc.restrictions.help": "Nakonfigurujte jednoduché seznamy povolení pro ty, kteří se mohou přihlásit.",
  "jsonforms.oidc.restrictions.allowedDomains": "Povolené e-mailové domény",
  "jsonforms.oidc.restrictions.allowedEmails": "Specifické e-mailové adresy",
  "jsonforms.oidc.restrictions.allowedUserIds": "Povolené ID uživatelů",
  "jsonforms.oidc.restrictions.workspaceDomain": "Doména Google Workspace",
  "jsonforms.oidc.rules.title": "Pokročilá pravidla autorizace",
  "jsonforms.oidc.rules.description": "Definujte logiku autorizace založenou na tvrzeních.",
  "jsonforms.oidc.rules.mode": "Režim pravidel",
  "jsonforms.oidc.rules.claim": "JWT nárok",
  "jsonforms.oidc.rules.operator": "Operátor",
  "jsonforms.oidc.rules.value": "Hodnoty",
  "jsonforms.oidc.rules.collection": "Pravidla nároků",
  "jsonforms.oidc.buttons.title": "Přizpůsobení tlačítka",
  "jsonforms.oidc.buttons.description": "Přizpůsobte vzhled přihlašovacího tlačítka.",
  "jsonforms.oidc.buttons.text": "Text tlačítka",
  "jsonforms.oidc.buttons.icon": "URL ikony tlačítka",
  "jsonforms.oidc.buttons.variant": "Styl tlačítka",
  "jsonforms.oidc.buttons.style": "Vlastní styly CSS",
  "jsonforms.oidc.provider.discoveryToggle": "Použít automatické zjišťování"
}
