{
  "{0} {1} Key…": "{0} {1} Nøgle…",
  "{0} devices": "{0} enheder",
  "{0} out of {1} allowed devices – upgrade your key to support more devices": "{0} ud af {1} tilladte enheder – opgrader din nøgle for at understøtte flere enheder",
  "{0} out of {1} devices": "{0} ud af {1} enheder",
  "{0} Release Notes": "{0} Udgivelsesnoter",
  "{0} Signed In Successfully": "{0} Logget ind med succes",
  "{0} Signed Out Successfully": "{0} Logget ud med succes",
  "{0} Update Available": "{0} Opdatering tilgængelig",
  "{1} Key {0} Successfully": "{1} Nøgle {0} med succes",
  "<p>It is not possible to use a Trial key with an existing Unraid OS installation.</p><p>You may purchase a license key corresponding to this USB Flash device to continue using this installation.</p>": "<p>Det er ikke muligt at bruge en Prøve nøgle med en eksisterende Unraid OS-installation.</p><p>Du kan købe en licensnøgle, der svarer til denne USB-flash-enhed, for at fortsætte med at bruge denne installation.</p>",
  "<p>Please refresh the page to ensure you load your latest configuration</p>": "<p>Opdater siden for at sikre, at du indlæser din nyeste konfiguration</p>",
  "<p>Register for Connect by signing in to your Unraid.net account</p>": "<p>Tilmeld dig Connect ved at logge ind på din Unraid.net-konto</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device or choose Purchase Key.</p><p>Your Unraid registration key is ineligible for replacement as it has been replaced within the last 12 months.</p>": "<p>Licensnøglefilen svarer ikke til USB-flash-boot-enheden. Kopier venligst den korrekte nøglefil til /config mappen på din USB-flash-boot-enhed, eller vælg Køb nøgle.</p><p>Din Unraid-registreringsnøgle er ikke berettiget til udskiftning, da den er blevet udskiftet inden for de sidste 12 måneder.</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device or choose Purchase Key.</p><p>Your Unraid registration key is ineligible for replacement as it is blacklisted.</p>": "<p>Licensnøglefilen svarer ikke til USB-flash-boot-enheden. Kopier venligst den korrekte nøglefil til /config mappen på din USB-flash-boot-enhed, eller vælg Køb nøgle.</p><p>Din Unraid-registreringsnøgle er ikke berettiget til udskiftning, da den er sortlistet.</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device.</p><p>You may also attempt to Purchase or Replace your key.</p>": "<p>Licensnøglefilen svarer ikke til USB-flash-boot-enheden. Kopier venligst den korrekte nøglefil til /config mappen på din USB-flash-boot-enhed.</p><p>Du kan også forsøge at købe eller erstatte din nøgle.</p>",
  "<p>There are multiple license key files present on your USB flash device and none of them correspond to the USB Flash boot device. Please remove all key files, except the one you want to replace, from the /config directory on your USB Flash boot device.</p><p>Alternately you may purchase a license key for this USB flash device.</p><p>If you want to replace one of your license keys with a new key bound to this USB Flash device, please first remove all other key files first.</p>": "<p>Der er flere licensnøglefiler til stede på din USB-flashenhed, og ingen af dem svarer til USB-flash-boot-enheden. Fjern venligst alle nøglefiler, bortset fra den du vil erstatte, fra /config mappen på din USB-flash-boot-enhed.</p><p>Alternativt kan du købe en licensnøgle til denne USB-flashenhed.</p><p>Hvis du vil erstatte en af dine licensnøgler med en ny nøgle knyttet til denne USB-flashenhed, skal du først fjerne alle andre nøglefiler.</p>",
  "<p>There is a physical problem accessing your USB Flash boot device</p>": "<p>Der er et fysisk problem med adgang til din USB-flash-boot-enhed</p>",
  "<p>There is a problem with your USB Flash device</p>": "<p>Der er et problem med din USB-flashenhed</p>",
  "<p>This USB Flash boot device has been blacklisted. This can occur as a result of transferring your license key to a replacement USB Flash device, and you are currently booted from your old USB Flash device.</p><p>A USB Flash device may also be blacklisted if we discover the serial number is not unique – this is common with USB card readers.</p>": "<p>Denne USB-flash-boot-enhed er sortlistet. Dette kan ske som følge af at overføre din licensnøgle til en erstatnings-USB-flashenhed, og du er i øjeblikket bootet fra din gamle USB-flashenhed.</p><p>En USB-flashenhed kan også blive sortlistet, hvis vi opdager, at serienummeret ikke er unikt - dette er almindeligt med USB-kortlæsere.</p>",
  "<p>This USB Flash device has an invalid GUID. Please try a different USB Flash device</p>": "<p>Denne USB-flashenhed har en ugyldig GUID. Prøv venligst en anden USB-flashenhed</p>",
  "<p>To continue using Unraid OS you may purchase a license key. Alternately, you may request a Trial extension.</p>": "<p>For at fortsætte med at bruge Unraid OS kan du købe en licensnøgle. Alternativt kan du anmode om en prøveforlængelse.</p>",
  "<p>To support more storage devices as your server grows, click Upgrade Key.</p>": "<p>For at understøtte flere lagerenheder, efterhånden som din server vokser, klik på Opgradér Nøgle.</p>",
  "<p>You have used all your Trial extensions. To continue using Unraid OS you may purchase a license key.</p>": "<p>Du har brugt alle dine prøveforlængelser. For at fortsætte med at bruge Unraid OS kan du købe en licensnøgle.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>After your <em>Trial</em> has reached expiration, your server <strong>still functions normally</strong> until the next time you Stop the array or reboot your server.</p><p>At that point you may either purchase a license key or request a <em>Trial</em> extension.</p>": "<p>Din <em>Prøve</em>-nøgle inkluderer alle funktionaliteterne og enhedssupport af en <em>Unleashed</em>-nøgle.</p><p>Efter din <em>Prøve</em> er udløbet, fungerer din server <strong>stadig normalt</strong>, indtil næste gang du stopper arrayet eller genstarter din server.</p><p>På det tidspunkt kan du enten købe en licensnøgle eller anmode om en <em>Prøve</em>-forlængelse.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>When your <em>Trial</em> expires, <strong>the array will stop</strong>. At that point you may either purchase a license key or request a <em>Trial</em> extension.</p>": "<p>Din <em>Prøve</em>-nøgle inkluderer alle funktionaliteterne og enhedssupport af en <em>Unleashed</em>-nøgle.</p><p>Når din <em>Prøve</em> udløber, <strong>stopper arrayet</strong>. På det tidspunkt kan du enten købe en licensnøgle eller anmode om en <em>Prøve</em>-forlængelse.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>Your trial is expiring soon. When it expires, <strong>the array will stop</strong>. You may extend your trial now, purchase a license key, or wait until expiration to take action.</p>": "<p>Din <em>Prøve</em>-nøgle inkluderer alle funktionaliteterne og enhedssupport af en <em>Unleashed</em>-nøgle.</p><p>Din prøve udløber snart. Når den udløber, <strong>stopper arrayet</strong>. Du kan forlænge din prøve nu, købe en licensnøgle eller vente til udløb for at tage handling.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>Your trial is expiring soon and you have used all available extensions. When it expires, <strong>the array will stop</strong>. To continue using Unraid OS, you must purchase a license key.</p>": "<p>Din <em>Prøve</em>-nøgle inkluderer alle funktionaliteterne og enhedssupport af en <em>Unleashed</em>-nøgle.</p><p>Din prøve udløber snart, og du har brugt alle tilgængelige forlængelser. Når den udløber, <strong>stopper arrayet</strong>. For at fortsætte med at bruge Unraid OS skal du købe en licensnøgle.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>You have used all available trial extensions. When your <em>Trial</em> expires, <strong>the array will stop</strong>. To continue using Unraid OS after expiration, you must purchase a license key.</p>": "<p>Din <em>Prøve</em>-nøgle inkluderer alle funktionaliteterne og enhedssupport af en <em>Unleashed</em>-nøgle.</p><p>Du har brugt alle tilgængelige prøveforlængelser. Når din <em>Prøve</em> udløber, <strong>stopper arrayet</strong>. For at fortsætte med at bruge Unraid OS efter udløb skal du købe en licensnøgle.</p>",
  "<p>Your license key file is corrupted or missing. The key file should be located in the /config directory on your USB Flash boot device.</p><p>If you do not have a backup copy of your license key file you may attempt to recover your key.</p><p>If this was an expired Trial installation, you may purchase a license key.</p>": "<p>Din licensnøglefil er beskadiget eller mangler. Nøglefilen skal være placeret i /config mappen på din USB-flash-boot-enhed.</p><p>Hvis du ikke har en sikkerhedskopi af din licensnøglefil, kan du forsøge at gendanne din nøgle.</p><p>Hvis dette var en udløbet prøveinstallation, kan du købe en licensnøgle.</p>",
  "<p>Your license key file is corrupted or missing. The key file should be located in the /config directory on your USB Flash boot device.</p><p>You may attempt to recover your key with your Unraid.net account.</p><p>If this was an expired Trial installation, you may purchase a license key.</p>": "<p>Din licensnøglefil er beskadiget eller mangler. Nøglefilen skal være placeret i /config mappen på din USB-flash-boot-enhed.</p><p>Du kan forsøge at gendanne din nøgle med din Unraid.net-konto.</p><p>Hvis dette var en udløbet prøveinstallation, kan du købe en licensnøgle.</p>",
  "<p>Your server will not be usable until you purchase a Registration key or install a free 30 day <em>Trial</em> key. A <em>Trial</em> key provides all the functionality of an Unleashed Registration key.</p><p>Registration keys are bound to your USB Flash boot device serial number (GUID). Please use a high quality name brand device at least 1GB in size.</p><p>Note: USB memory card readers are generally not supported because most do not present unique serial numbers.</p><p><strong>Important:</strong></p><ul class='list-disc pl-16px'><li>Please make sure your server time is accurate to within 5 minutes</li><li>Please make sure there is a DNS server specified</li></ul>": "<p>Din server vil ikke være brugbar, indtil du køber en registreringsnøgle eller installerer en gratis 30-dages <em>Prøve</em>-nøgle. En <em>Prøve</em>-nøgle giver alle funktionaliteterne af en Unleashed registreringsnøgle.</p><p>Registreringsnøgler er bundet til din USB-flash-boot-enhedens serienummer (GUID). Brug venligst en højkvalitets navnemærke-enhed på mindst 1 GB i størrelse.</p><p>Bemærk: USB-hukommelseskortlæsere understøttes generelt ikke, da de fleste ikke præsenterer unikke serienumre.</p><p><strong>Vigtigt:</strong></p><ul class='list-disc pl-16px'><li>Sørg venligst for, at din servertid er præcis inden for 5 minutter</li><li>Sørg venligst for, at der er angivet en DNS-server</li></ul>",
  "<p>Your Trial key requires an internet connection.</p><p><a href='/Settings/NetworkSettings class='underline'>Please check Settings > Network</a></p>": "<p>Din Prøve nøgle kræver internetforbindelse.</p><p><a href='/Settings/NetworkSettings' class='underline'>Kontroller venligst Indstillinger > Netværk</a></p>",
  "<p>Your Unraid registration key is ineligible for replacement as it has been replaced within the last 12 months.</p>": "<p>Din Unraid-registreringsnøgle er ikke berettiget til at blive udskiftet, da den er blevet udskiftet inden for de sidste 12 måneder.</p>",
  "A Trial key provides all the functionality of an Unleashed Registration key": "En Prøve nøgle giver al funktionalitet af en Unleashed registreringsnøgle.",
  "A valid GUID is required to check for OS updates.": "En gyldig GUID er påkrævet for at kontrollere for OS-opdateringer.",
  "A valid keyfile and USB Flash boot device are required to check for OS updates.": "En gyldig nøglefil og USB-flash-boot-enhed er påkrævet for at kontrollere for OS-opdateringer.",
  "A valid keyfile is required to check for OS updates.": "En gyldig nøglefil er påkrævet for at kontrollere for OS-opdateringer.",
  "A valid OS version is required to check for OS updates.": "En gyldig OS-version er påkrævet for at kontrollere for OS-opdateringer.",
  "Acklowledge that you have made a Flash Backup to enable this action": "Bekræft, at du har lavet en Flash-backup for at aktivere denne handling",
  "Activate Now": "Aktiver nu",
  "Activate License": "Aktiver Licens",
  "ago": "siden",
  "All you need is an active internet connection, an Unraid.net account, and the Connect plugin. Get started by installing the plugin.": "Alt hvad du behøver er en aktiv internetforbindelse, en Unraid.net-konto og Connect-plugin'en. Kom i gang ved at installere plugin'en.",
  "Attached Storage Devices": "Tilknyttede lagringsenheder",
  "Backing up...this may take a few minutes": "Sikkerhedskopierer...dette kan tage et par minutter",
  "Basic": "Basis",
  "Begin downgrade to {0}": "Begynd nedgradering til {0}",
  "Beta": "Beta",
  "Blacklisted USB Flash GUID": "Sortlistet USB-flash GUID",
  "BLACKLISTED": "SORTLISTET",
  "Calculating OS Update Eligibility…": "Beregner OS-opdateringsberettigelse…",
  "Calculating trial expiration…": "Beregner prøveudløb…",
  "Callback redirect type not present or incorrect": "Callback omdirigeringstype er ikke til stede eller forkert",
  "Cancel {0}": "Annuller {0}",
  "Cancel": "Annuller",
  "Cannot access your USB Flash boot device": "Kan ikke få adgang til din USB-flash-boot-enhed",
  "Cannot validate Unraid Trial key": "Kan ikke validere Unraid Prøvenøgle",
  "Check Eligibility": "Tjek berettigelse",
  "check for OS updates": "kontrollér for OS-opdateringer",
  "Check for OS Updates": "Tjek for OS-opdateringer",
  "Check for Prereleases": "Tjek for prereleases",
  "Check for Update": "Tjek for opdatering",
  "Checking WAN IPs…": "Kontrollerer WAN IP'er…",
  "Checking...": "Kontrollerer...",
  "Checkout the Connect Documentation": "Gennemgå Connect Dokumentationen",
  "Click to close modal": "Klik for at lukke modal",
  "Click to Copy LAN IP {0}": "Klik for at kopiere LAN IP {0}",
  "Close Dropdown": "Luk rulleliste",
  "Close Modal": "Luk Modal",
  "Close": "Luk",
  "Configure Connect Features": "Konfigurer Connect-funktioner",
  "Confirm and start update": "Bekræft og start opdatering",
  "Confirm to Install Unraid OS {0}": "Bekræft installationen af Unraid OS {0}",
  "Connected": "Forbundet",
  "Contact Support": "Kontakt support",
  "Continue": "Fortsæt",
  "Copied": "Kopieret",
  "Copy Key URL": "Kopiér Nøgle-URL",
  "Copy your Key URL: {0}": "Kopiér din Nøgle-URL: {0}",
  "Create Flash Backup": "Opret Flash-backup",
  "Create a password": "Opret en adgangskode",
  "Create Device Password": "Opret en enhedsadgangskode",
  "Current Version {0}": "Nuværende Version {0}",
  "Current Version: Unraid {0}": "Nuværende Version: Unraid {0}",
  "Customizable Dashboard Tiles": "Tilpasselige Dashboard-fliser",
  "day": "{n} dag | {n} dage",
  "Deep Linking": "Deep Linking",
  "DNS issue, unable to resolve wanip4.unraid.net": "DNS-problem, kan ikke løse wanip4.unraid.net",
  "Downgrade Unraid OS to {0}": "Nedgrader Unraid OS til {0}",
  "Downgrade Unraid OS": "Nedgrader Unraid OS",
  "Downgrades are only recommended if you're unable to solve a critical issue.": "Nedgraderinger anbefales kun, hvis du ikke kan løse et kritisk problem.",
  "Download Diagnostics": "Download Diagnostics",
  "Download the Diagnostics zip then please open a bug report on our forums with a description of the issue along with your diagnostics.": "Download Diagnostics zip-filen og åbn derefter en fejlrapport på vores forum med en beskrivelse af problemet sammen med dine diagnosticeringer.",
  "Download unraid-api Logs": "Download unraid-api Logs",
  "Dynamic Remote Access": "Dynamisk Fjernadgang",
  "Eligible for free feature updates for {0}": "Berettiget til gratis funktionsopdateringer i {0}",
  "Eligible for free feature updates until {0}": "Berettiget til gratis funktionsopdateringer indtil {0}",
  "Eligible": "Berettiget",
  "Enable update notifications": "Aktiver opdateringsnotifikationer",
  "Enhance your experience with Unraid Connect": "Forøg din oplevelse med Unraid Connect",
  "Enhance your Unraid experience with Connect": "Forøg din Unraid-oplevelse med Connect",
  "Enhance your Unraid experience": "Forøg din Unraid-oplevelse",
  "Error creating a trial key. Please try again later.": "Fejl ved oprettelse af en Prøve nøgle. Prøv venligst igen senere.",
  "Error Parsing Changelog • {0}": "Fejl under parsing af Changelog • {0}",
  "Error": "Fejl",
  "Expired {0}": "Udløbet {0}",
  "Expired": "Udløbet",
  "Expires at {0}": "Udløber kl. {0}",
  "Expires in {0}": "Udløber om {0}",
  "Extend License to Enable OS Updates": "Forlæng Licens for at Aktivere OS-opdateringer",
  "Extend License to Update": "Forlæng Licens for at Opdatere",
  "Extend License": "Forlæng Licens",
  "Extend Trial": "Forlæng Prøve",
  "Extending your free trial by 15 days": "Forlænger din gratis prøvetid med 15 dage",
  "Extension Installed": "Forlængelse Installeret",
  "Failed to {0} {1} Key": "Kunne ikke {0} {1} Nøgle",
  "Failed to install key": "Kunne ikke installere nøgle",
  "Failed to update Connect account configuration": "Kunne ikke opdatere Connect konto konfiguration",
  "Fetching & parsing changelog…": "Henter og parser changelog…",
  "Fix Error": "Ret Fejl",
  "Flash Backup is not available. Navigate to {0}/Main/Settings/Flash to try again then come back to this page.": "Flash-backup er ikke tilgængelig. Naviger til {0}/Main/Settings/Flash for at forsøge igen, og kom derefter tilbage til denne side.",
  "Flash GUID Error": "Flash GUID Fejl",
  "Flash GUID required to check replacement status": "Flash GUID kræves for at kontrollere udskiftningsstatus",
  "Flash GUID": "Flash GUID",
  "Flash Product": "Flash-produkt",
  "Flash Vendor": "Flash-leverandør",
  "Get a Lifetime Key": "Få en Livstids Nøgle",
  "Get an overview of your server's state, storage space, apps and VMs status, and more.": "Få et overblik over din servers tilstand, lagerplads, apps og VM'er status, og mere.",
  "Get Started": "Kom i Gang",
  "Go to Connect plugin settings": "Gå til Connect plugin-indstillingerne",
  "Go to Connect": "Gå til Connect",
  "Go to Management Access Now": "Gå til Management Access Now",
  "Go to Settings > Notifications to enable automatic OS update notifications for future releases.": "Gå til Indstillinger > Meddelelser for at aktivere automatiske OS-opdateringsmeddelelser for fremtidige udgivelser.",
  "Go to Tools > Management Access to activate the Flash Backup feature and ensure your backup is up-to-date.": "Gå til Værktøjer > Administrationsadgang for at aktivere Flash Backup-funktionen og sikre, at din backup er opdateret.",
  "Go to Tools > Management Access to ensure your backup is up-to-date.": "Gå til Værktøjer > Administrationsadgang for at sikre, at din backup er opdateret.",
  "Go to Tools > Registration to fix": "Gå til Værktøjer > Registrering for at rette",
  "Go to Tools > Registration to Learn More": "Gå til Værktøjer > Registrering for at lære mere",
  "Go to Tools > Update OS for more options.": "Gå til Værktøjer > Opdater OS for flere muligheder.",
  "Go to Tools > Update": "Gå til Værktøjer > Opdater",
  "hour": "{n} time | {n} timer",
  "I have made a Flash Backup": "Jeg har lavet en Flash Backup",
  "If you are asked to supply logs, please open a support request on our Contact Page and reply to the email message you receive with your logs attached.": "Hvis du bliver bedt om at levere logs, skal du åbne en supportanmodning på vores kontaktside og svare på den e-mailbesked, du modtager, med dine logs vedhæftet.",
  "Ignore this message if you are currently connected via Remote Access or VPN.": "Ignorer denne besked, hvis du i øjeblikket er forbundet via Remote Access eller VPN.",
  "Ignore this release until next reboot": "Ignorer denne udgivelse indtil næste genstart",
  "Ignored Releases": "Ignorerede Udgivelser",
  "In the rare event you need to downgrade we ask that you please provide us with Diagnostics so we can investigate your issue.": "I den sjældne hændelse, at du skal nedgradere, beder vi om, at du venligst giver os Diagnoser, så vi kan undersøge dit problem.",
  "Ineligible as of {0}": "Ikke berettiget fra {0}",
  "Eligible for updates released on or before {0}.": "Berettiget til opdateringer, der er udgivet på eller før {0}.",
  "Extend your license to access the latest updates.": "Forlæng din licens for at få adgang til de seneste opdateringer.",
  "Ineligible for Unraid OS updates": "Ikke berettiget til Unraid OS-opdateringer",
  "Ineligible": "Ikke berettiget",
  "Ineligible for self-replacement": "Ikke berettiget til selvudskiftning",
  "Install Connect": "Installer Connect",
  "Install Extended": "Installer Udvidet",
  "Install Recovered": "Installer Genoprettet",
  "Install Replaced": "Installer Udskiftet",
  "Install Unraid OS {0}": "Installer Unraid OS {0}",
  "Install": "Installer",
  "Installed": "Installeret",
  "Installing Connect": "Installerer Connect",
  "Installing Extended Trial": "Installerer Udvidet Prøve",
  "Installing Extended": "Installerer Udvidet",
  "Installing Recovered": "Installerer Genoprettet",
  "Installing Replaced": "Installerer Udskiftet",
  "Installing": "Installerer",
  "Introducing Unraid Connect": "Introduktion af Unraid Connect",
  "Invalid API Key Format": "Ugyldigt API Nøgleformat",
  "Invalid API Key": "Ugyldig API Nøgle",
  "Invalid installation": "Ugyldig installation",
  "It's highly recommended to review the changelog before continuing your update": "Det anbefales på det kraftigste at gennemgå ændringsloggen, før du fortsætter din opdatering",
  "Key ineligible for {0}": "Nøgle ikke berettiget til {0}",
  "Key ineligible for future releases": "Nøgle ikke berettiget til fremtidige udgivelser",
  "Key ineligible for new updates": "Nøgle ikke berettiget til nye opdateringer",
  "Keyfile required to check replacement status": "Nøglefil kræves for at kontrollere udskiftningsstatus",
  "LAN IP {0}": "LAN IP {0}",
  "LAN IP Copied": "LAN IP Kopieret",
  "LAN IP": "LAN IP",
  "Last checked: {0}": "Sidst kontrolleret: {0}",
  "Learn more about the error": "Få mere at vide om fejlen",
  "Learn more and fix": "Få mere at vide og ret",
  "Learn more and link your key to your account": "Få mere at vide og link din nøgle til din konto",
  "Learn more": "Få mere at vide",
  "Learn More": "Få mere at vide",
  "Let's activate your Unraid OS License": "Lad os aktivere din Unraid OS Licens",
  "Let's Unleash your Hardware!": "Lad os frigøre din hardware!",
  "License key actions": "Licensnøgle handlinger",
  "License key type": "Licensnøgle type",
  "License Management": "Licens Administration",
  "Lifetime": "Livstid",
  "Link Key": "Link Nøgle",
  "Linked": "Linket",
  "Linked to Unraid.net account": "Tilsluttet til Unraid.net konto",
  "Loading": "Indlæser",
  "Manage Unraid.net Account in new tab": "Administrer Unraid.net konto i nyt faneblad",
  "Manage Unraid.net Account": "Administrer Unraid.net Konto",
  "Manage your license keys at any time via the My Keys section.": "Administrer dine licensnøgler til enhver tid via sektionen Mine Nøgler.",
  "Manage Your Server Within Connect": "Administrer din server indenfor Connect",
  "minute": "{n} minut | {n} minutter",
  "Missing key file": "Manglende nøglefil",
  "month": "{n} måned | {n} måneder",
  "More about Licensing": "Mere om Licensering",
  "More about Unraid.net Accounts": "Mere om Unraid.net Konti",
  "More options": "Flere muligheder",
  "Multiple License Keys Present": "Flere Licensnøgler Tilstede",
  "Never ever be left without a backup of your config. If you need to change flash drives, generate a backup from Connect and be up and running in minutes.": "Lad aldrig være uden en backup af din konfiguration. Hvis du skal skifte flash-drev, skal du generere en backup fra Connect og være oppe og køre på få minutter.",
  "New Version: {0}": "Ny Version: {0}",
  "No downgrade available": "Ingen nedgradering tilgængelig",
  "No Flash": "Ingen Flash",
  "No Keyfile": "Ingen nøglefil",
  "No thanks": "Nej tak",
  "No USB flash configuration data": "Ingen USB flash-konfigurationsdata",
  "Not Linked": "Ikke linket",
  "On January 1st, 2023 SSL certificates for unraid.net were deprecated. You MUST provision a new SSL certificate to use our new myunraid.net domain. You can do this on the Settings > Management Access page.": "Den 1. januar 2023 blev SSL certifikater for unraid.net udfaset. Du SKAL levere et nyt SSL-certifikat for at bruge vores nye myunraid.net-domæne. Dette kan du gøre på Indstillinger > Management Access-siden.",
  "Online Flash Backup": "Online Flash Backup",
  "Open a bug report": "Åbn en fejlanmeldelse",
  "Open Dropdown": "Åbn Dropdown",
  "Opens Connect in new tab": "Åbner Connect i nyt faneblad",
  "Original release date {0}": "Original udgivelsesdato {0}",
  "OS Update Eligibility Expiration": "OS Opdateringsberettigelse Udløbsdato",
  "OS Update Eligibility Expired": "OS Opdateringsberettigelse Udløbet",
  "OS Update Eligibility": "OS Opdateringsberettigelse",
  "Pay your annual fee to continue receiving OS updates.": "Betal dit årlige gebyr for at fortsætte med at modtage OS-opdateringer.",
  "Performing actions": "Udfører handlinger",
  "Please confirm the update details below": "Bekræft venligst opdateringsdetaljerne nedenfor",
  "Please finish the initiated downgrade to enable updates.": "Afslut venligst den påbegyndte nedgradering for at aktivere opdateringer.",
  "Please finish the initiated update to enable a downgrade.": "Afslut venligst den påbegyndte opdatering for at muliggøre en nedgradering.",
  "Please fix any errors and try again.": "Ret venligst eventuelle fejl, og prøv igen.",
  "Please keep this window open while we perform some actions": "Hold venligst dette vindue åbent, mens vi udfører nogle handlinger",
  "Please keep this window open": "Hold venligst dette vindue åbent",
  "Please sign out then sign back in to refresh your API key.": "Log venligst ud og derefter ind igen for at opfriske din API-nøgle.",
  "Please wait while the page reloads to install your trial key": "Vent venligst mens siden genindlæses for at installere din prøvenøgle",
  "Plus more on the way": "Plus mere på vej",
  "Plus": "Plus",
  "Pro": "Pro",
  "Purchase Key": "Køb nøgle",
  "Purchase": "Køb",
  "Ready to Install Key": "Klar til at installere nøgle",
  "Ready to update Connect account configuration": "Klar til at opdatere Connect kontokonfiguration",
  "Real-time Monitoring": "Realtidsovervågning",
  "Reboot Now to Downgrade to {0}": "Genstart nu for at nedgradere til {0}",
  "Reboot Now to Downgrade": "Genstart nu for at nedgradere",
  "Reboot Now to Update to {0}": "Genstart nu for at opdatere til {0}",
  "Reboot Now to Update": "Genstart nu for at opdatere",
  "Reboot Required for Downgrade to {0}": "Genstart påkrævet for nedgradering til {0}",
  "Reboot Required for Downgrade": "Genstart påkrævet for nedgradering",
  "Reboot Required for Update to {0}": "Genstart påkrævet for opdatering til {0}",
  "Reboot Required for Update": "Genstart påkrævet for opdatering",
  "Rebooting will likely solve this.": "Genstart vil sandsynligvis løse dette.",
  "Receive the latest and greatest for Unraid OS. Whether it new features, security patches, or bug fixes – keeping your server up-to-date ensures the best experience that Unraid has to offer.": "Modtag det nyeste og bedste til Unraid OS. Uanset om det er nye funktioner, sikkerhedsrettelser eller fejlrettelser - ved at holde din server opdateret sikrer du den bedste oplevelse, som Unraid kan tilbyde.",
  "Recover Key": "Gendan Nøgle",
  "Recovered": "Genoprettet",
  "Redeem Activation Code": "Indløs Aktiveringskode",
  "Refresh": "Opdater",
  "Registered on": "Registreret den",
  "Registered to": "Registreret til",
  "Registration key / USB Flash GUID mismatch": "Registreringsnøgle / USB Flash GUID uoverensstemmelse",
  "Release date {0}": "Udgivelsesdato {0}",
  "Release requires verification to update": "Udgivelsen kræver verifikation for at opdatere",
  "Reload Page": "Genindlæs Side",
  "Reload": "Genindlæs",
  "Remark: Unraid's WAN IPv4 {0} does not match your client's WAN IPv4 {1}.": "Bemærkning: Unraids WAN IPv4 {0} stemmer ikke overens med din klients WAN IPv4 {1}.",
  "Remark: your WAN IPv4 is {0}": "Bemærkning: din WAN IPv4 er {0}",
  "Remove from ignore list": "Fjern fra ignorérliste",
  "Remove": "Fjern",
  "Renew Key": "Forny Nøgle",
  "Renew your license key now": "Forny din licensnøgle nu",
  "Replace Key": "Udskift Nøgle",
  "Replaced": "Udskiftet",
  "Requires the local unraid-api to be running successfully": "Kræver, at den lokale unraid-api kører korrekt",
  "Restarting unraid-api…": "Genstarter unraid-api…",
  "second": "{n} sekund | {n} sekunder",
  "Server Up Since {0}": "Server oppe siden {0}",
  "Servers equipped with a myunraid.net certificate can be managed directly from within the Connect web UI. Manage multiple servers from your phone, tablet, laptop, or PC in the same browser window.": "Servere udstyret med et myunraid.net-certifikat kan administreres direkte fra Connect web UI. Administrer flere servere fra din telefon, tablet, bærbare computer eller PC i det samme browservindue.",
  "Set custom server tiles how you like and automatically display your server's banner image on your Connect Dashboard.": "Indstil brugerdefinerede servertile, som du ønsker, og vis automatisk din servers bannerbillede på dit Connect Dashboard.",
  "Settings": "Indstillinger",
  "Sign In Failed": "Log ind mislykkedes",
  "Sign In requires the local unraid-api to be running": "Log ind kræver, at den lokale unraid-api kører",
  "Sign In to utilize Unraid Connect": "Log ind for at bruge Unraid Connect",
  "Sign In to your Unraid.net account to get started": "Log ind på din Unraid.net konto for at komme i gang",
  "Sign In with Unraid.net Account": "Log ind med Unraid.net Konto",
  "Sign In": "Log ind",
  "Sign Out Failed": "Log ud mislykkedes",
  "Sign Out of Unraid.net": "Log ud af Unraid.net",
  "Sign Out requires the local unraid-api to be running": "Log ud kræver, at den lokale unraid-api kører",
  "Signing in {0}…": "Logger ind {0}…",
  "Signing In": "Logger ind",
  "Signing out {0}…": "Logger ud {0}…",
  "Signing Out": "Logger ud",
  "Something went wrong": "Noget gik galt",
  "SSL certificates for unraid.net deprecated": "SSL certifikater for unraid.net udfaset",
  "Stale Server": "Forældet Server",
  "Stale": "Forældet",
  "On the following screen, your license will be activated. You'll then create an Unraid.net Account to manage your license going forward.": "På den følgende skærm vil din licens blive aktiveret. Derefter opretter du en Unraid.net Konto for at administrere din licens fremover.",
  "Start Free 30 Day Trial": "Start Gratis 30 Dages Prøve",
  "Starter": "Starter",
  "Starting your free 30 day trial": "Starter din gratis 30 dages prøve",
  "Success!": "Succes!",
  "Thank you for choosing Unraid OS!": "Tak, fordi du valgte Unraid OS!",
  "Thank you for installing Connect!": "Tak, fordi du installerede Connect!",
  "Thank you for purchasing an Unraid {0} Key!": "Tak, fordi du købte en Unraid {0} Nøgle!",
  "Thank you for upgrading to an Unraid {0} Key!": "Tak, fordi du opgraderede til en Unraid {0} Nøgle!",
  "The Connect dashboard links to relevant sections of the webgui, allowing quick access to those settings and server sections.": "Connect-dashboardet linker til relevante sektioner af WebGUI'en, hvilket giver hurtig adgang til disse indstillinger og serversektioner.",
  "The logs may contain sensitive information so do not post them publicly.": "Logfilerne kan indeholde følsomme oplysninger, så offentliggør dem ikke offentligt.",
  "The primary method of support for Unraid Connect is through our forums and Discord.": "Den primære supportmetode for Unraid Connect er gennem vores fora og Discord.",
  "Then go to Tools > Registration to manually install it": "Gå derefter til Værktøjer > Registrering for at installere den manuelt",
  "This may indicate a complex network that will not work with this Remote Access solution.": "Dette kan indikere et komplekst netværk, der ikke vil fungere med denne fjernadgangsløsning.",
  "This update will require a reboot": "Denne opdatering vil kræve en genstart",
  "Toggle on/off server accessibility with dynamic remote access. Automatically turn on UPnP and open a random WAN port on your router at the click of a button and close off access in seconds.": "Tænd/sluk servertilgængelighed med dynamisk fjernadgang. Aktivér automatisk UPnP og åben en tilfældig WAN-port på din router med et klik på en knap og luk for adgang på sekunder.",
  "Too Many Devices": "For mange enheder",
  "Transfer License to New Flash": "Overfør Licens til Ny Flash",
  "Trial Expired, see options below": "Prøveperiode udløbet, se muligheder nedenfor",
  "Trial Expired": "Prøveperiode udløbet",
  "Trial Key Created": "Prøvenøgle oprettet",
  "Trial Key Creation Failed": "Prøvenøgle oprettelse mislykkedes",
  "Trial Key Expired {0}": "Prøvenøgle udløbet {0}",
  "Trial Key Expired at {0}": "Prøvenøgle udløbet kl. {0}",
  "Trial Key Expires at {0}": "Prøvenøgle udløber kl. {0}",
  "Trial Key Expires in {0}": "Prøvenøgle udløber om {0}",
  "Trial Requires Internet Connection": "Prøven kræver Internetforbindelse",
  "Trial": "Prøve",
  "Unable to check for OS updates": "Kan ikke kontrollere for OS-opdateringer",
  "Unable to fetch client WAN IPv4": "Kan ikke hente klient WAN IPv4",
  "Unable to open release notes": "Kan ikke åbne udgivelsesnoter",
  "Unknown error": "Ukendt fejl",
  "Unknown": "Ukendt",
  "Unleash Your Hardware": "Frigør Din Hardware",
  "Unleashed": "Frigjort",
  "unlimited": "ubegrænset",
  "Unraid {0} Available": "Unraid {0} Tilgængelig",
  "Unraid {0} Update Available": "Unraid {0} Opdatering Tilgængelig",
  "Unraid {0}": "Unraid {0}",
  "Unraid Connect Error": "Unraid Connect Fejl",
  "Unraid Connect Forums": "Unraid Connect-foraen",
  "Unraid Connect Install Failed": "Unraid Connect-installation mislykkedes",
  "Unraid Contact Page": "Unraid-kontaktside",
  "Unraid Discord": "Unraid Discord",
  "Unraid logo animating with a wave like effect": "Unraid-logo animeres med en bølgelignende effekt",
  "Unraid OS {0} Released": "Unraid OS {0} udgivet",
  "Unraid OS {0} Update Available": "Unraid OS {0} opdatering tilgængelig",
  "Unraid OS is up-to-date": "Unraid OS er opdateret",
  "Unraid OS Update Available": "Unraid OS Opdatering tilgængelig",
  "unraid-api is offline": "unraid-api er offline",
  "Up-to-date with eligible releases": "Opdateret med berettigede udgivelser",
  "Up-to-date": "Opdateret",
  "Update Available": "Opdatering tilgængelig",
  "Update Released": "Opdatering udgivet",
  "Update Unraid OS confirmation required": "Opdatering af Unraid OS kræver bekræftelse",
  "Update Unraid OS": "Opdater Unraid OS",
  "Updates Expire": "Opdateringer udløber",
  "Updating 3rd party drivers": "Opdatering af tredjeparts drivere",
  "Upgrade Key": "Opgraderingsnøgle",
  "Upgrade": "Opgrader",
  "Uptime {0}": "Oppetid {0}",
  "USB Flash device error": "Fejl på USB-Flash-enhed",
  "USB Flash has no serial number": "USB-Flash har ikke noget serienummer",
  "Verify to Update": "Bekræft for at opdatere",
  "Version available for restore {0}": "Version tilgængelig til gendannelse {0}",
  "Version: {0}": "Version: {0}",
  "View Available Updates": "Se tilgængelige opdateringer",
  "View Changelog & Update": "Se ændringslog & Opdater",
  "View Changelog for {0}": "Se ændringslog for {0}",
  "View Changelog on Docs": "Se ændringslog på Dokumenter",
  "View Changelog to Start Update": "Se ændringslog for at starte opdateringen",
  "View Changelog": "Se ændringslog",
  "View on Docs": "Se på Dokumenter",
  "View release notes": "Vis udgivelsesnoter",
  "We recommend backing up your USB Flash Boot Device before starting the update.": "Vi anbefaler at tage backup af din USB Flash-boot-enhed, før du starter opdateringen.",
  "Welcome to your new {0} system, powered by Unraid!": "Velkommen til dit nye {0} system, drevet af Unraid!",
  "Welcome to Unraid!": "Velkommen til Unraid!",
  "year": "{n} år | {n} år",
  "You are still eligible to access OS updates that were published on or before {1}.": "Du er stadig berettiget til at få adgang til OS-opdateringer, der blev udgivet den {1} eller før.",
  "You can also manually create a new backup by clicking the Create Flash Backup button.": "Du kan også manuelt oprette en ny backup ved at klikke på Opret Flash Backup-knappen.",
  "You can manually create a backup by clicking the Create Flash Backup button.": "Du kan manuelt oprette en backup ved at klikke på Opret Flash Backup-knappen.",
  "You have already activated the Flash Backup feature via the Unraid Connect plugin.": "Du har allerede aktiveret Flash Backup-funktionen via Unraid Connect plugin.",
  "You have exceeded the number of devices allowed for your license. Please remove a device before adding another.": "Du har overskredet antallet af enheder tilladt for din licens. Fjern venligst en enhed, før du tilføjer en anden.",
  "You have not activated the Flash Backup feature via the Unraid Connect plugin.": "Du har ikke aktiveret Flash Backup-funktionen via Unraid Connect plugin.",
  "You may still update to releases dated prior to your update expiration date.": "Du kan stadig opdatere til udgivelser dateret før din opdaterings udløbsdato.",
  "You're about to create a password to secure access to your system. This password is essential for managing and configuring your server. You'll use this password every time you access the Unraid web interface.": "Du er ved at oprette et kodeord for at sikre adgang til dit system. Dette kodeord er vigtigt for at administrere og konfigurere din server. Du vil bruge dette kodeord hver gang du åbner Unraid WebGUI.",
  "You're one step closer to enhancing your Unraid experience": "Du er ét skridt tættere på at forbedre din Unraid oplevelse",
  "Your {0} Key has been replaced!": "Din {0} nøgle er blevet udskiftet!",
  "Your {0} license included one year of free updates at the time of purchase. You are now eligible to extend your license and access the latest OS updates. You are still eligible to access OS updates that were published on or before {1}.": "Din {0} licens inkluderede ét års gratis opdateringer på købstidspunktet. Du er nu berettiget til at forlænge din licens og få adgang til de nyeste OS-opdateringer. Du er stadig berettiget til at få adgang til OS-opdateringer, der blev udgivet den {1} eller før.",
  "Your {0} license included one year of free updates at the time of purchase. You are now eligible to extend your license and access the latest OS updates.": "Din {0} licens inkluderede ét års gratis opdateringer på købstidspunktet. Du er nu berettiget til at forlænge din licens og få adgang til de nyeste OS-opdateringer.",
  "Your free Trial key provides all the functionality of an Unleashed Registration key": "Din gratis prøve-nøgle giver alle funktionerne i en Unleashed Registreringsnøgle",
  "Your license key is not eligible for Unraid OS {0}": "Din licensnøgle er ikke berettiget til Unraid OS {0}",
  "Your license key's OS update eligibility has expired. Please renew your license key to enable updates released after your expiration date.": "Berettigelsen af opdateringer for din licensnøgle er udløbet. Forny venligst din licensnøgle for at kunne modtage opdateringer offentliggjort efter din udløbsdato.",
  "Your Trial has expired": "Din prøveperiode er udløbet",
  "Your Trial key has been extended!": "Din prøve-nøgle er blevet forlænget!",
  "Create an Unraid.net account and activate your key": "Opret en Unraid.net-konto og aktiver din nøgle",
  "Device is ready to configure": "Enhed er klar til konfiguration",
  "Secure your device": "Sikker din enhed",
  "Unraid OS {0} Changelog": "Unraid OS {0} Ændringslog",
  "or": "eller",
  "Logging in...": "Logger ind...",
  "Try Again": "Prøv igen",
  "Log In With Unraid.net": "Login med Unraid.net",
  "Invalid Unraid.net credentials": "Ugyldige Unraid.net legitimationsoplysninger",
  "This Unraid.net account is not authorized to access this server": "Denne Unraid.net-konto er ikke autoriseret til at få adgang til denne server",
  "SSO login is not enabled on this server": "SSO login er ikke aktiveret på denne server",
  "Login session expired. Please try again": "Login-session udløbet. Prøv venligst igen",
  "Network error. Please check your connection": "Netværksfejl. Tjek din forbindelse",
  "SSO login failed. Please try again": "SSO login mislykkedes. Prøv venligst igen",
  "Error fetching token": "Fejl ved hentning af token",
  "Visit Unraid website": "Besøg Unraid website",
  "Version Information": "Versionsinformation",
  "First, you'll create your device's login credentials, then you'll activate your Unraid license—your device's operating system (OS).": "Først opretter du dine loginoplysninger til enheden, derefter aktiverer du din Unraid-licens—din enheds operativsystem (OS).",
  "Edit API Key": "Rediger API-nøgle",
  "Create API Key": "Opret API-nøgle",
  "OS version copied to clipboard": "OS-version kopieret til udklipsholderen",
  "API version copied to clipboard": "API-version kopieret til udklipsholderen",
  "Visit Partner website": "Besøg partnerens website",
  "Unraid OS": "Unraid OS",
  "Unraid API": "Unraid API",
  "View OS Release Notes": "Vis OS udgivelsesnoter",
  "View API Changelog": "Vis API-ændringslog",
  "Registered GUID": "Registreret GUID",
  "Array status": "Status for opsætning",
  "Trial expiration": "Prøveperiode udløber",
  "Flash Drive": "Flash-drev",
  "License": "Licens",
  "Actions": "Handlinger",
  "Your license key was automatically renewed and installed. Reload the page to see updated details.": "Din licensnøgle blev automatisk fornyet og installeret. Genindlæs siden for at se opdaterede detaljer.",
  "Checking authentication options...": "Kontrollerer godkendelsesmuligheder...",
  "Invalid callback parameters": "Ugyldige callback-parametre",
  "Loading changelog…": "Indlæser ændringslog…",
  "Checking for OS updates...": "Kontrollerer for OS-opdateringer...",
  "Requires verification to update": "Kræver verifikation for at opdatere",
  "More Options": "Flere muligheder",
  "Manage update preferences including beta access and version selection at account.unraid.net": "Administrer opdateringspræferencer, herunder beta-adgang og versionsvalg på account.unraid.net",
  "You can opt back in to an ignored release by clicking on the Check for Updates button in the header anytime": "Du kan tilmelde dig en ignoreret udgivelse ved at klikke på knappen Kontroller for Opdateringer i overskriften når som helst",
  "Loading changelog...": "Indlæser ændringslog...",
  "No changelog content available": "Ingen ændringslogindhold tilgængeligt",
  "Downgrade": "Nedgradér",
  "Update": "Opdater",
  "During the Unraid OS update process third-party drivers were detected and are currently being updated in the background. Please wait for those to finish downloading before rebooting your server to complete the update process. You should receive a system notification when complete. You may also refresh this page to check for an updated status.": "Under Unraid OS-opdateringsprocessen blev tredjeparts drivere registreret, og de opdateres i øjeblikket i baggrunden. Vent venligst på at disse er færdige med at downloade, før du genstarter din server for at afslutte opdateringsprocessen. Du skulle modtage en systemmeddelelse, når det er færdigt. Du kan også opdatere denne side for at kontrollere en opdateret status.",
  "License Key Updates Expired": "Licensnøglen Opdateringer udløbet",
  "Downgrade Unraid OS confirmation required": "Nedgradering af Unraid OS kræver bekræftelse",
  "Please confirm the downgrade details below": "Bekræft venligst nedgraderingsoplysningerne nedenfor",
  "Post Install License Key Error": "Fejl ved installation af licensnøgle",
  "This downgrade will require a reboot": "Denne nedgradering kræver en genstart",
  "Confirm and start downgrade": "Bekræft og start nedgradering",
  "Loading…": "Indlæser…",
  "Go to API Settings": "Gå til API-indstillinger",
  "Restart unraid-api": "Genstart unraid-api",
  "Error creatiing a trial key. Please try again later.": "Fejl ved oprettelse af en prøve-nøgle. Prøv venligst igen senere.",
  "Username": "Brugernavn",
  "Password": "Kodeord",
  "Login": "Log ind",
  "Password recovery": "Kodeordets gendannelse",
  "jsonforms.errors.default": "Ugyldig værdi",
  "jsonforms.rclone.basic.remoteName.label": "Remote Name",
  "jsonforms.rclone.basic.remoteName.description": "Name to identify this remote configuration (e.g., my_google_drive). Use only letters, numbers, hyphens, and underscores.",
  "jsonforms.rclone.basic.remoteName.descriptionShort": "Name to identify this remote configuration",
  "jsonforms.rclone.basic.providerType.label": "Storage Provider Type",
  "jsonforms.rclone.basic.providerType.description": "Select the cloud storage provider to use for this remote.",
  "jsonforms.rclone.basic.documentation.text": "Documentation Link",
  "jsonforms.rclone.basic.documentation.description": "For more information, refer to the [RClone Config Documentation](https://rclone.org/commands/rclone_config/).",
  "jsonforms.rclone.basic.showAdvanced.label": "Show Advanced Options",
  "jsonforms.rclone.basic.showAdvanced.description": "Display additional configuration options for experts.",
  "jsonforms.rclone.basic.showAdvanced.toggleDescription": "Whether to show advanced configuration options.",
  "jsonforms.rclone.validation.sizeSuffix": "Invalid size format. Examples: \"10G\", \"100M\", \"1.5GiB\", \"off\".",
  "jsonforms.rclone.validation.duration": "Invalid duration format. Examples: \"10s\", \"1.5m\", \"100ms\", \"1h15m\", \"off\".",
  "jsonforms.apiSettings.sandbox": "Enable Developer Sandbox",
  "jsonforms.apiKey.name": "API Key Name",
  "jsonforms.apiKey.description": "Beskrivelse",
  "jsonforms.apiKey.roles": "Roles",
  "jsonforms.apiKey.permissionPresets": "Add Permission Preset",
  "jsonforms.apiKey.customPermissions": "Permissions",
  "jsonforms.apiKey.customPermissions.resources": "Resources",
  "jsonforms.apiKey.customPermissions.actions": "Handlinger",
  "jsonforms.apiKey.permissions.header": "Permissions Configuration",
  "jsonforms.apiKey.permissions.description": "Select any combination of roles, permission groups, and custom permissions to define what this API key can access.",
  "jsonforms.apiKey.permissions.subheader": "Permissions",
  "jsonforms.apiKey.permissions.help": "Use the preset dropdown for common permission sets, or manually add custom permissions. You can select multiple resources that share the same actions.",
  "jsonforms.rclone.basic.remoteName": "Remote Name",
  "jsonforms.rclone.basic.providerType": "Storage Provider Type",
  "jsonforms.rclone.basic.documentation": "Documentation Link",
  "jsonforms.rclone.basic.showAdvanced": "Show Advanced Options",
  "jsonforms.oidc.provider.id": "Provider ID",
  "jsonforms.oidc.provider.name": "Provider Name",
  "jsonforms.oidc.provider.clientId": "OAuth Client ID",
  "jsonforms.oidc.provider.clientSecret": "OAuth Client Secret",
  "jsonforms.oidc.provider.issuer": "Issuer URL",
  "jsonforms.oidc.provider.scopes": "OAuth Scopes",
  "jsonforms.oidc.provider.authorizationEndpoint": "Authorization Endpoint",
  "jsonforms.oidc.provider.tokenEndpoint": "Token Endpoint",
  "jsonforms.oidc.provider.userInfoEndpoint": "User Info Endpoint",
  "jsonforms.oidc.provider.jwksUri": "JWKS URI",
  "jsonforms.oidc.restrictions.title": "Simple Authorization",
  "jsonforms.oidc.restrictions.help": "Configure simple allow lists for who can sign in.",
  "jsonforms.oidc.restrictions.allowedDomains": "Allowed Email Domains",
  "jsonforms.oidc.restrictions.allowedEmails": "Specific Email Addresses",
  "jsonforms.oidc.restrictions.allowedUserIds": "Allowed User IDs",
  "jsonforms.oidc.restrictions.workspaceDomain": "Google Workspace Domain",
  "jsonforms.oidc.rules.title": "Advanced Authorization Rules",
  "jsonforms.oidc.rules.description": "Define claim-based authorization logic.",
  "jsonforms.oidc.rules.mode": "Rule Mode",
  "jsonforms.oidc.rules.claim": "JWT Claim",
  "jsonforms.oidc.rules.operator": "Operator",
  "jsonforms.oidc.rules.value": "Values",
  "jsonforms.oidc.rules.collection": "Claim Rules",
  "jsonforms.oidc.buttons.title": "Button Customization",
  "jsonforms.oidc.buttons.description": "Customize the appearance of the login button.",
  "jsonforms.oidc.buttons.text": "Button Text",
  "jsonforms.oidc.buttons.icon": "Button Icon URL",
  "jsonforms.oidc.buttons.variant": "Button Style",
  "jsonforms.oidc.buttons.style": "Custom CSS Styles",
  "jsonforms.oidc.provider.discoveryToggle": "Use Automatic Discovery"
}
