{
  "{0} {1} Key…": "{0} {1} Schlüssel…",
  "{0} devices": "{0} Gerät",
  "{0} out of {1} allowed devices – upgrade your key to support more devices": "{0} von {1} erlaubten Geräten – aktualisieren Sie Ihren Schlüssel, um mehr Geräte zu unterstützen",
  "{0} out of {1} devices": "{0} von {1} Geräten",
  "{0} Release Notes": "{0} Versionshinweise",
  "{0} Signed In Successfully": "{0} Anmeldung erfolgreich",
  "{0} Signed Out Successfully": "{0} Abmeldung erfolgreich",
  "{0} Update Available": "{0} Update verfügbar",
  "{1} Key {0} Successfully": "{1} Schlüssel {0} erfolgreich",
  "<p>It is not possible to use a Trial key with an existing Unraid OS installation.</p><p>You may purchase a license key corresponding to this USB Flash device to continue using this installation.</p>": "<p>Es ist nicht möglich, einen Testschlüssel mit einer bestehenden Unraid OS-Installation zu verwenden.</p><p>Sie können einen Lizenzschlüssel für dieses USB-Flash-Gerät erwerben, um diese Installation weiter zu nutzen.</p>",
  "<p>Please refresh the page to ensure you load your latest configuration</p>": "<p>Bitte aktualisieren Sie die Seite, um sicherzustellen, dass Sie Ihre neueste Konfiguration laden</p>",
  "<p>Register for Connect by signing in to your Unraid.net account</p>": "<p>Registrieren Sie sich für Connect, indem Sie sich bei Ihrem Unraid.net-Konto anmelden</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device or choose Purchase Key.</p><p>Your Unraid registration key is ineligible for replacement as it has been replaced within the last 12 months.</p>": "<p>Die Lizenzschlüsseldatei stimmt nicht mit dem USB-Flash-Boot-Gerät überein. Bitte kopieren Sie die richtige Schlüsseldatei in das /config-Verzeichnis auf Ihrem USB-Flash-Boot-Gerät oder wählen Sie 'Key kaufen'.</p><p>Ihr Unraid-Registrierungsschlüssel kann nicht ersetzt werden, da er in den letzten 12 Monaten ersetzt wurde.</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device or choose Purchase Key.</p><p>Your Unraid registration key is ineligible for replacement as it is blacklisted.</p>": "<p>Die Lizenzschlüsseldatei stimmt nicht mit dem USB-Flash-Boot-Gerät überein. Bitte kopieren Sie die richtige Schlüsseldatei in das /config-Verzeichnis auf Ihrem USB-Flash-Boot-Gerät oder wählen Sie 'Key kaufen'.</p><p>Ihr Unraid-Registrierungsschlüssel kann nicht ersetzt werden, da er auf der Sperrliste steht.</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device.</p><p>You may also attempt to Purchase or Replace your key.</p>": "<p>Die Lizenzschlüsseldatei stimmt nicht mit dem USB-Flash-Boot-Gerät überein. Bitte kopieren Sie die richtige Schlüsseldatei in das /config-Verzeichnis auf Ihrem USB-Flash-Boot-Gerät.</p><p>Sie können auch versuchen, Ihren Schlüssel zu kaufen oder zu ersetzen.</p>",
  "<p>There are multiple license key files present on your USB flash device and none of them correspond to the USB Flash boot device. Please remove all key files, except the one you want to replace, from the /config directory on your USB Flash boot device.</p><p>Alternately you may purchase a license key for this USB flash device.</p><p>If you want to replace one of your license keys with a new key bound to this USB Flash device, please first remove all other key files first.</p>": "<p>Auf Ihrem USB-Flash-Gerät befinden sich mehrere Lizenzschlüsseldateien, und keine davon stimmt mit dem USB-Flash-Boot-Gerät überein. Bitte entfernen Sie alle Schlüsseldateien, außer der, die Sie ersetzen möchten, aus dem /config-Verzeichnis auf Ihrem USB-Flash-Boot-Gerät.</p><p>Alternativ können Sie einen Lizenzschlüssel für dieses USB-Flash-Gerät erwerben. </p><p>Wenn Sie einen Ihrer Lizenzschlüssel durch einen neuen Schlüssel, der an dieses USB-Flash-Gerät gebunden ist, ersetzen möchten, entfernen Sie bitte zunächst alle anderen Schlüsseldateien.</p>",
  "<p>There is a physical problem accessing your USB Flash boot device</p>": "<p>Es gibt ein physisches Problem beim Zugriff auf Ihr USB-Flash-Boot-Gerät</p>",
  "<p>There is a problem with your USB Flash device</p>": "<p>Es gibt ein Problem mit Ihrem USB-Flash-Gerät</p>",
  "<p>This USB Flash boot device has been blacklisted. This can occur as a result of transferring your license key to a replacement USB Flash device, and you are currently booted from your old USB Flash device.</p><p>A USB Flash device may also be blacklisted if we discover the serial number is not unique – this is common with USB card readers.</p>": "<p>Dieses USB-Flash-Boot-Gerät steht auf der Sperrliste. Dies kann als Ergebnis des Übertragens Ihres Lizenzschlüssels auf ein Ersatz-USB-Flash-Gerät auftreten, und Sie sind derzeit von Ihrem alten USB-Flash-Gerät gebootet.</p><p>Ein USB-Flash-Gerät kann auch gesperrt werden, wenn wir feststellen, dass die Seriennummer nicht eindeutig ist – das ist häufig bei USB-Kartenlesern. </p>",
  "<p>This USB Flash device has an invalid GUID. Please try a different USB Flash device</p>": "<p>Dieses USB-Flash-Gerät hat eine ungültige GUID. Bitte versuchen Sie ein anderes USB-Flash-Gerät</p>",
  "<p>To continue using Unraid OS you may purchase a license key. Alternately, you may request a Trial extension.</p>": "<p>Um Unraid OS weiterhin nutzen zu können, können Sie einen Lizenzschlüssel kaufen. Alternativ können Sie eine Testverlängerung anfordern.</p>",
  "<p>To support more storage devices as your server grows, click Upgrade Key.</p>": "<p>Um mehr Speichergeräte zu unterstützen, klicken Sie auf 'Key upgraden'.</p>",
  "<p>You have used all your Trial extensions. To continue using Unraid OS you may purchase a license key.</p>": "<p>Sie haben alle Ihre Testverlängerungen genutzt. Um Unraid OS weiterhin zu verwenden, können Sie einen Lizenzschlüssel kaufen.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>After your <em>Trial</em> has reached expiration, your server <strong>still functions normally</strong> until the next time you Stop the array or reboot your server.</p><p>At that point you may either purchase a license key or request a <em>Trial</em> extension.</p>": "<p>Ihr <em>Test</em>-Schlüssel beinhaltet alle Funktionen und Geräteunterstützung eines <em>Unleashed</em>-Schlüssels.</p><p>Nach Ablauf Ihres <em>Test</em>s funktioniert Ihr Server <strong>normal weiter</strong>, bis Sie das nächste Mal den Array stoppen oder Ihren Server neu starten. </p><p>Dann können Sie entweder einen Lizenzschlüssel kaufen oder eine <em>Test</em>-Verlängerung anfordern. </p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>When your <em>Trial</em> expires, <strong>the array will stop</strong>. At that point you may either purchase a license key or request a <em>Trial</em> extension.</p>": "<p>Ihr <em>Test</em>-Schlüssel beinhaltet alle Funktionen und Geräteunterstützung eines <em>Unleashed</em>-Schlüssels.</p><p>Wenn Ihr <em>Test</em> abläuft, <strong>wird der Array stoppen</strong>. An diesem Punkt können Sie entweder einen Lizenzschlüssel kaufen oder eine <em>Test</em>-Verlängerung beantragen. </p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>Your trial is expiring soon. When it expires, <strong>the array will stop</strong>. You may extend your trial now, purchase a license key, or wait until expiration to take action.</p>": "<p>Ihr <em>Test</em>-Schlüssel beinhaltet alle Funktionen und Geräteunterstützung eines <em>Unleashed</em>-Schlüssels.</p><p>Ihre Testphase läuft bald ab. Wenn sie abläuft, <strong>wird der Array stoppen</strong>. Sie können Ihre Testphase jetzt verlängern, einen Lizenzschlüssel kaufen oder bis zum Ablauf warten, um zu handeln.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>Your trial is expiring soon and you have used all available extensions. When it expires, <strong>the array will stop</strong>. To continue using Unraid OS, you must purchase a license key.</p>": "<p>Ihr <em>Test</em>-Schlüssel beinhaltet alle Funktionen und Geräteunterstützung eines <em>Unleashed</em>-Schlüssels.</p><p>Ihre Testphase läuft bald ab und Sie haben alle verfügbaren Verlängerungen genutzt. Wenn sie abläuft, <strong>wird der Array stoppen</strong>. Um Unraid OS weiterhin zu verwenden, müssen Sie einen Lizenzschlüssel kaufen.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>You have used all available trial extensions. When your <em>Trial</em> expires, <strong>the array will stop</strong>. To continue using Unraid OS after expiration, you must purchase a license key.</p>": "<p>Ihr <em>Test</em>-Schlüssel beinhaltet alle Funktionen und Geräteunterstützung eines <em>Unleashed</em>-Schlüssels.</p><p>Sie haben alle verfügbaren Testverlängerungen benutzt. Wenn Ihr <em>Test</em> abläuft, <strong>wird der Array stoppen</strong>. Um Unraid OS nach Ablauf weiter verwenden zu können, müssen Sie einen Lizenzschlüssel kaufen.</p>",
  "<p>Your license key file is corrupted or missing. The key file should be located in the /config directory on your USB Flash boot device.</p><p>If you do not have a backup copy of your license key file you may attempt to recover your key.</p><p>If this was an expired Trial installation, you may purchase a license key.</p>": "<p>Ihre Lizenzschlüsseldatei ist beschädigt oder fehlt. Die Schlüsseldatei sollte sich im /config-Verzeichnis auf Ihrem USB-Flash-Boot-Gerät befinden.</p><p>Wenn Sie keine Sicherungskopie Ihrer Lizenzschlüsseldatei haben, können Sie versuchen, Ihren Schlüssel wiederherzustellen.</p><p>Wenn dies eine abgelaufene Testinstallation war, können Sie einen Lizenzschlüssel kaufen.</p>",
  "<p>Your license key file is corrupted or missing. The key file should be located in the /config directory on your USB Flash boot device.</p><p>You may attempt to recover your key with your Unraid.net account.</p><p>If this was an expired Trial installation, you may purchase a license key.</p>": "<p>Ihre Lizenzschlüsseldatei ist beschädigt oder fehlt. Die Schlüsseldatei sollte sich im /config-Verzeichnis auf Ihrem USB-Flash-Boot-Gerät befinden.</p><p>Sie können versuchen, Ihren Schlüssel mit Ihrem Unraid.net-Konto wiederherzustellen.</p><p>Wenn dies eine abgelaufene Testinstallation war, können Sie einen Lizenzschlüssel kaufen. </p>",
  "<p>Your server will not be usable until you purchase a Registration key or install a free 30 day <em>Trial</em> key. A <em>Trial</em> key provides all the functionality of an Unleashed Registration key.</p><p>Registration keys are bound to your USB Flash boot device serial number (GUID). Please use a high quality name brand device at least 1GB in size.</p><p>Note: USB memory card readers are generally not supported because most do not present unique serial numbers.</p><p><strong>Important:</strong></p><ul class='list-disc pl-16px'><li>Please make sure your server time is accurate to within 5 minutes</li><li>Please make sure there is a DNS server specified</li></ul>": "<p>Ihr Server ist nicht nutzbar, bis Sie einen Registrierungsschlüssel kaufen oder einen kostenlosen 30-tägigen <em>Test</em>-Schlüssel installieren. Ein <em>Test</em>-Schlüssel bietet alle Funktionen eines Unleashed-Registrierungsschlüssels. </p><p>Regelungsschlüssel werden an die Seriennummer Ihres USB-Flash-Boot-Geräts (GUID) gebunden. Bitte verwenden Sie ein hochwertiges Markenprodukt mit mindestens 1 GB Größe.</p><p>Hinweis: USB-Speicherkartenleser werden allgemein nicht unterstützt, da die meisten keine eindeutigen Seriennummern aufweisen.</p><p><strong>Wichtig:</strong></p><ul class='list-disc pl-16px'><li>Bitte stellen Sie sicher, dass Ihre Serverzeit auf 5 Minuten genau stimmt</li><li>Bitte stellen Sie sicher, dass ein DNS-Server spezifiziert ist</li></ul>",
  "<p>Your Trial key requires an internet connection.</p><p><a href='/Settings/NetworkSettings class='underline'>Please check Settings > Network</a></p>": "<p>Ihr Testschlüssel erfordert eine Internetverbindung.</p><p><a href='/Settings/NetworkSettings class='underline'>Bitte überprüfen Sie Einstellungen > Netzwerk</a></p>",
  "<p>Your Unraid registration key is ineligible for replacement as it has been replaced within the last 12 months.</p>": "<p>Ihr Unraid-Registrierungsschlüssel kann nicht ersetzt werden, da er in den letzten 12 Monaten ersetzt wurde.</p>",
  "A Trial key provides all the functionality of an Unleashed Registration key": "Ein Test-Schlüssel bietet alle Funktionen eines Unleashed-Registrierungsschlüssels.",
  "A valid GUID is required to check for OS updates.": "Eine gültige GUID wird benötigt, um nach OS-Updates zu suchen.",
  "A valid keyfile and USB Flash boot device are required to check for OS updates.": "Eine gültige Schlüsseldatei und ein USB-Flash-Boot-Gerät sind erforderlich, um nach OS-Updates zu suchen.",
  "A valid keyfile is required to check for OS updates.": "Eine gültige Schlüsseldatei wird benötigt, um nach OS-Updates zu suchen.",
  "A valid OS version is required to check for OS updates.": "Eine gültige OS-Version wird benötigt, um nach OS-Updates zu suchen.",
  "Acklowledge that you have made a Flash Backup to enable this action": "Bestätigen Sie, dass Sie ein Flash-Backup erstellt haben, um diese Aktion zu aktivieren",
  "Activate Now": "Jetzt aktivieren",
  "Activate License": "Lizenz aktivieren",
  "ago": "vor kurzem",
  "All you need is an active internet connection, an Unraid.net account, and the Connect plugin. Get started by installing the plugin.": "Alles, was Sie brauchen, ist eine aktive Internetverbindung, ein Unraid.net-Konto und das Connect-Plugin. Beginnen Sie, indem Sie das Plugin installieren.",
  "Attached Storage Devices": "Angefügte Speichergeräte",
  "Backing up...this may take a few minutes": "Backup wird erstellt...dies kann einige Minuten dauern",
  "Basic": "Grundlegend",
  "Begin downgrade to {0}": "Herunterstufen auf {0} beginnen",
  "Beta": "Beta",
  "Blacklisted USB Flash GUID": "Schwarze Liste USB-Flash-GUID",
  "BLACKLISTED": "BLACKLISTED",
  "Calculating OS Update Eligibility…": "OS-Update-Berechtigung wird berechnet...",
  "Calculating trial expiration…": "Ablaufdatum des Tests wird berechnet...",
  "Callback redirect type not present or incorrect": "Callback-Weiterleitungstyp ist nicht vorhanden oder falsch",
  "Cancel {0}": "Abbrechen {0}",
  "Cancel": "Abbrechen",
  "Cannot access your USB Flash boot device": "Kann auf Ihr USB-Flash-Boot-Gerät nicht zugreifen",
  "Cannot validate Unraid Trial key": "Kann den Unraid-Testschlüssel nicht validieren",
  "Check Eligibility": "Berechtigung überprüfen",
  "check for OS updates": "Nach OS-Updates suchen",
  "Check for OS Updates": "Nach OS-Updates suchen",
  "Check for Prereleases": "Nach Vorabversionen suchen",
  "Check for Update": "Nach Update suchen",
  "Checking WAN IPs…": "WAN-IPs werden geprüft...",
  "Checking...": "Wird überprüft...",
  "Checkout the Connect Documentation": "Sehen Sie sich die Connect-Dokumentation an",
  "Click to close modal": "Klicken Sie, um das Modal zu schließen",
  "Click to Copy LAN IP {0}": "Klicken Sie auf LAN-IP {0} kopieren",
  "Close Dropdown": "Dropdown schließen",
  "Close Modal": "Modal schließen",
  "Close": "Schließen",
  "Configure Connect Features": "Connect-Funktionen konfigurieren",
  "Confirm and start update": "Bestätigen und Update starten",
  "Confirm to Install Unraid OS {0}": "Bestätigen, um Unraid OS {0} zu installieren",
  "Connected": "Verbunden",
  "Contact Support": "Support kontaktieren",
  "Continue": "Fortfahren",
  "Copied": "Kopiert",
  "Copy Key URL": "Schlüssel-URL kopieren",
  "Copy your Key URL: {0}": "Kopieren Sie Ihre Schlüssel-URL: {0}",
  "Create Flash Backup": "Flash-Backup erstellen",
  "Create a password": "Ein Passwort erstellen",
  "Create Device Password": "Gerätepasswort erstellen",
  "Current Version {0}": "Aktuelle Version {0}",
  "Current Version: Unraid {0}": "Aktuelle Version: Unraid {0}",
  "Customizable Dashboard Tiles": "Anpassbare Dashboard-Kacheln",
  "day": "{n} Tag | {n} Tage",
  "Deep Linking": "Deep Linking",
  "DNS issue, unable to resolve wanip4.unraid.net": "DNS-Problem, kann wanip4.unraid.net nicht auflösen",
  "Downgrade Unraid OS to {0}": "Herunterstufen des Unraid OS auf {0}",
  "Downgrade Unraid OS": "Herunterstufen des Unraid OS",
  "Downgrades are only recommended if you're unable to solve a critical issue.": "Herunterstufungen werden nur empfohlen, wenn Sie ein kritisches Problem nicht lösen können.",
  "Download Diagnostics": "Diagnosen herunterladen",
  "Download the Diagnostics zip then please open a bug report on our forums with a description of the issue along with your diagnostics.": "Laden Sie die Diagnosezip herunter und öffnen Sie dann auf unseren Foren einen Fehlerbericht mit einer Beschreibung des Problems sowie Ihrer Diagnosen.",
  "Download unraid-api Logs": "Log-Dateien des unraid-api herunterladen",
  "Dynamic Remote Access": "Dynamischer Fernzugriff",
  "Eligible for free feature updates for {0}": "Berechtigt für kostenlose Feature-Updates für {0}",
  "Eligible for free feature updates until {0}": "Berechtigt für kostenlose Feature-Updates bis {0}",
  "Eligible": "Berechtigt",
  "Enable update notifications": "Aktualisierungsbenachrichtigungen aktivieren",
  "Enhance your experience with Unraid Connect": "Verbessern Sie Ihr Unraid Connect-Erlebnis",
  "Enhance your Unraid experience with Connect": "Verbessern Sie Ihr Unraid-Erlebnis mit Connect",
  "Enhance your Unraid experience": "Verbessern Sie Ihr Unraid-Erlebnis",
  "Error creating a trial key. Please try again later.": "Fehler beim Erstellen eines Testschlüssels. Bitte versuchen Sie es später erneut.",
  "Error Parsing Changelog • {0}": "Fehler beim Parsen des Änderungsprotokolls • {0}",
  "Error": "Fehler",
  "Expired {0}": "Abgelaufen {0}",
  "Expired": "Abgelaufen",
  "Expires at {0}": "Läuft ab um {0}",
  "Expires in {0}": "Läuft ab in {0}",
  "Extend License to Enable OS Updates": "Lizenz verlängern, um OS-Updates zu aktivieren",
  "Extend License to Update": "Lizenz verlängern, um zu aktualisieren",
  "Extend License": "Lizenz verlängern",
  "Extend Trial": "Test verlängern",
  "Extending your free trial by 15 days": "Ihre Testversion um 15 Tage verlängern",
  "Extension Installed": "Erweiterung installiert",
  "Failed to {0} {1} Key": "Fehler beim {0} {1} Schlüssel",
  "Failed to install key": "Fehler beim Installieren des Schlüssels",
  "Failed to update Connect account configuration": "Fehler beim Aktualisieren der Connect-Kontokonfiguration",
  "Fetching & parsing changelog…": "Änderungsprotokoll wird abgerufen und geparst...",
  "Fix Error": "Fehler beheben",
  "Flash Backup is not available. Navigate to {0}/Main/Settings/Flash to try again then come back to this page.": "Flash-Backup ist nicht verfügbar. Navigieren Sie zu {0}/Main/Settings/Flash, um es erneut zu versuchen, und kehren Sie dann auf diese Seite zurück.",
  "Flash GUID Error": "Flash-GUID-Fehler",
  "Flash GUID required to check replacement status": "Flash-GUID erforderlich, um den Ersatzstatus zu überprüfen",
  "Flash GUID": "Speicher-GUID",
  "Flash Product": "Produkt des Flash",
  "Flash Vendor": "Flash-Anbieter",
  "Get a Lifetime Key": "Einen Lebenszeitschlüssel erhalten",
  "Get an overview of your server's state, storage space, apps and VMs status, and more.": "Erhalten Sie einen Überblick über den Zustand Ihres Servers, den Speicherplatz, den Status von Apps und VMs und mehr.",
  "Get Started": "Loslegen",
  "Go to Connect plugin settings": "Zu den Connect-Plugin-Einstellungen gehen",
  "Go to Connect": "Zu Connect gehen",
  "Go to Management Access Now": "Gehe jetzt zum Verwaltungszugang",
  "Go to Settings > Notifications to enable automatic OS update notifications for future releases.": "Gehe zur Seite Verwaltung > Benachrichtigungen, um automatische Benachrichtigungen für OS-Updates der zukünftigen Versionen zu aktivieren.",
  "Go to Tools > Management Access to activate the Flash Backup feature and ensure your backup is up-to-date.": "Gehe zu Werkzeuge > Verwaltungszugang, um die Flash-Backup-Funktion zu aktivieren und sicherzustellen, dass dein Backup aktuell ist.",
  "Go to Tools > Management Access to ensure your backup is up-to-date.": "Gehe zu Werkzeuge > Verwaltungszugang, um zu gewährleisten, dass dein Backup aktuell ist.",
  "Go to Tools > Registration to fix": "Gehe zu Werkzeuge > Registrierung, um dies zu beheben",
  "Go to Tools > Registration to Learn More": "Gehe zu Werkzeuge > Registrierung, um mehr zu erfahren",
  "Go to Tools > Update OS for more options.": "Gehe zu Werkzeuge > OS aktualisieren für weitere Optionen.",
  "Go to Tools > Update": "Gehe zu Werkzeuge > Aktualisieren",
  "hour": "{n} Stunde | {n} Stunden",
  "I have made a Flash Backup": "Ich habe ein Flash-Backup erstellt",
  "If you are asked to supply logs, please open a support request on our Contact Page and reply to the email message you receive with your logs attached.": "Falls du aufgefordert wirst, Protokolle bereitzustellen, öffne eine Support-Anfrage auf unserer Kontaktseite und antworte auf die erhaltene E-Mail-Nachricht mit deinen angehängten Protokollen.",
  "Ignore this message if you are currently connected via Remote Access or VPN.": "Ignoriere diese Nachricht, wenn du derzeit über Remote Access oder VPN verbunden bist.",
  "Ignore this release until next reboot": "Ignoriere diese Version bis zum nächsten Neustart",
  "Ignored Releases": "Ignorierte Versionen",
  "In the rare event you need to downgrade we ask that you please provide us with Diagnostics so we can investigate your issue.": "In seltenen Fällen, in denen du ein Downgrade durchführen musst, bitten wir dich, uns Diagnosedaten bereitzustellen, damit wir dein Problem untersuchen können.",
  "Ineligible as of {0}": "Nicht berechtigt ab {0}",
  "Eligible for updates released on or before {0}.": "Für Updates berechtigt, die bis zum {0} veröffentlicht wurden.",
  "Extend your license to access the latest updates.": "Verlängere deine Lizenz, um auf die neuesten Updates zuzugreifen.",
  "Ineligible for Unraid OS updates": "Nicht berechtigt für Unraid OS-Updates",
  "Ineligible": "Nicht berechtigt",
  "Ineligible for self-replacement": "Nicht berechtigt für Eigenersatz",
  "Install Connect": "Connect installieren",
  "Install Extended": "Erweitert installieren",
  "Install Recovered": "Wiederherstellung installieren",
  "Install Replaced": "Ersatz installieren",
  "Install Unraid OS {0}": "Unraid OS {0} installieren",
  "Install": "Installieren",
  "Installed": "Installiert",
  "Installing Connect": "Connect wird installiert",
  "Installing Extended Trial": "Erweiterte Testversion installieren",
  "Installing Extended": "Erweiterung wird installiert",
  "Installing Recovered": "Wiederherstellung wird installiert",
  "Installing Replaced": "Ersatz wird installiert",
  "Installing": "Installiert wird",
  "Introducing Unraid Connect": "Unraid Connect vorstellen",
  "Invalid API Key Format": "Ungültiges API-Schlüsselformat",
  "Invalid API Key": "Ungültiger API-Schlüssel",
  "Invalid installation": "Ungültige Installation",
  "It's highly recommended to review the changelog before continuing your update": "Es wird dringend empfohlen, das Änderungsprotokoll zu überprüfen, bevor du dein Update fortsetzt.",
  "Key ineligible for {0}": "Schlüssel nicht berechtigt für {0}",
  "Key ineligible for future releases": "Schlüssel nicht berechtigt für zukünftige Versionen",
  "Key ineligible for new updates": "Schlüssel nicht berechtigt für neue Updates",
  "Keyfile required to check replacement status": "Schlüsseldatei erforderlich, um den Ersatzstatus zu überprüfen",
  "LAN IP {0}": "LAN-IP {0}",
  "LAN IP Copied": "LAN-IP wurde kopiert",
  "LAN IP": "LAN-IP",
  "Last checked: {0}": "Zuletzt geprüft: {0}",
  "Learn more about the error": "Erfahren Sie mehr über den Fehler",
  "Learn more and fix": "Erfahren Sie mehr und beheben Sie das Problem",
  "Learn more and link your key to your account": "Erfahren Sie mehr und verknüpfen Sie Ihren Schlüssel mit Ihrem Konto",
  "Learn more": "Mehr erfahren",
  "Learn More": "Mehr Erfahren",
  "Let's activate your Unraid OS License": "Lass uns deine Unraid OS-Lizenz aktivieren",
  "Let's Unleash your Hardware!": "Lasst uns Ihre Hardware freischalten!",
  "License key actions": "Lizenzschlüssel-Aktionen",
  "License key type": "Lizenzschlüsseltyp",
  "License Management": "Lizenzverwaltung",
  "Lifetime": "Lebenslang",
  "Link Key": "Schlüssel verknüpfen",
  "Linked": "Verknüpft",
  "Linked to Unraid.net account": "Mit Unraid.net-Konto verknüpft",
  "Loading": "Wird geladen",
  "Manage Unraid.net Account in new tab": "Verwalte Unraid.net-Konto in neuem Tab",
  "Manage Unraid.net Account": "Verwalten Sie Ihr Unraid.net-Konto",
  "Manage your license keys at any time via the My Keys section.": "Verwalte deine Lizenzschlüssel jederzeit über den Bereich Meine Schlüssel.",
  "Manage Your Server Within Connect": "Verwalte deinen Server innerhalb von Connect",
  "minute": "{n} Minute | {n} Minuten",
  "Missing key file": "Fehlende Schlüsseldatei",
  "month": "{n} Monat | {n} Monate",
  "More about Licensing": "Mehr über die Lizenzierung",
  "More about Unraid.net Accounts": "Mehr über Unraid.net Accounts",
  "More options": "Weitere Optionen",
  "Multiple License Keys Present": "Mehrere Lizenzschlüssel vorhanden",
  "Never ever be left without a backup of your config. If you need to change flash drives, generate a backup from Connect and be up and running in minutes.": "Niemals ohne ein Backup deiner Konfiguration sein. Wenn du Flash-Laufwerke wechseln musst, erstelle ein Backup von Connect und sei innerhalb von Minuten einsatzbereit.",
  "New Version: {0}": "Neue Version: {0}",
  "No downgrade available": "Kein Downgrade verfügbar",
  "No Flash": "Kein Flash",
  "No Keyfile": "Keine Schlüsseldatei",
  "No thanks": "Nein Danke",
  "No USB flash configuration data": "Keine USB-Flash-Konfigurationsdaten",
  "Not Linked": "Nicht verbunden",
  "On January 1st, 2023 SSL certificates for unraid.net were deprecated. You MUST provision a new SSL certificate to use our new myunraid.net domain. You can do this on the Settings > Management Access page.": "Am 1. Januar 2023 wurden die SSL-Zertifikate für unraid.net zurückgezogen. Du MUSST ein neues SSL-Zertifikat bereitstellen, um unsere neue Domain myunraid.net zu nutzen. Du kannst dies auf der Seite Einstellungen > Verwaltungszugang tun.",
  "Online Flash Backup": "Online Flash Backup",
  "Open a bug report": "Einen Fehlerbericht melden",
  "Open Dropdown": "Dropdown öffnen",
  "Opens Connect in new tab": "Öffnet Connect in neuem Tab",
  "Original release date {0}": "Ursprüngliches Veröffentlichungsdatum {0}",
  "OS Update Eligibility Expiration": "OS-Update-Berechtigung Ablauf",
  "OS Update Eligibility Expired": "OS-Update-Berechtigung abgelaufen",
  "OS Update Eligibility": "OS-Update-Berechtigung",
  "Pay your annual fee to continue receiving OS updates.": "Zahlen Sie Ihre jährliche Gebühr, um weiterhin OS-Updates zu erhalten.",
  "Performing actions": "Aktionen ausführen",
  "Please confirm the update details below": "Bitte bestätige die unten stehenden Aktualisierungsdetails",
  "Please finish the initiated downgrade to enable updates.": "Bitte schließe das initiierte Downgrade ab, um Updates zu aktivieren.",
  "Please finish the initiated update to enable a downgrade.": "Bitte schließe das initiierte Update ab, um ein Downgrade zu ermöglichen.",
  "Please fix any errors and try again.": "Bitte behebe alle Fehler und versuche es erneut.",
  "Please keep this window open while we perform some actions": "Bitte halte dieses Fenster offen, während wir einige Aktionen durchführen",
  "Please keep this window open": "Bitte halte dieses Fenster offen",
  "Please sign out then sign back in to refresh your API key.": "Bitte melden Sie sich ab und dann wieder an, um Ihren API-Schlüssel zu aktualisieren.",
  "Please wait while the page reloads to install your trial key": "Bitte warten Sie, während die Seite neu lädt, um Ihren Testschlüssel zu installieren",
  "Plus more on the way": "Und noch mehr unterwegs",
  "Plus": "Plus",
  "Pro": "Pro",
  "Purchase Key": "Schlüssel kaufen",
  "Purchase": "Kaufen",
  "Ready to Install Key": "Bereit zur Installation Schlüssel",
  "Ready to update Connect account configuration": "Bereit, um Connect-Kontoeinstellungen zu aktualisieren",
  "Real-time Monitoring": "Echtzeitüberwachung",
  "Reboot Now to Downgrade to {0}": "Jetzt neu starten, um auf {0} herunterzustufen",
  "Reboot Now to Downgrade": "Jetzt neu starten, um auf eine frühere Version herunterzustufen",
  "Reboot Now to Update to {0}": "Neustart erforderlich für das Update auf {0}",
  "Reboot Now to Update": "Neustart erforderlich für das Update",
  "Reboot Required for Downgrade to {0}": "Neustart erforderlich für das Downgrade auf {0}",
  "Reboot Required for Downgrade": "Neustart erforderlich für das Downgrade",
  "Reboot Required for Update to {0}": "Neustart erforderlich für das Update auf {0}",
  "Reboot Required for Update": "Neustart erforderlich für das Update",
  "Rebooting will likely solve this.": "Ein Neustart wird dieses Problem wahrscheinlich lösen.",
  "Receive the latest and greatest for Unraid OS. Whether it new features, security patches, or bug fixes – keeping your server up-to-date ensures the best experience that Unraid has to offer.": "Erhalten Sie das Neuste und Beste für Unraid OS. Ob neue Funktionen, Sicherheits-Patches oder Fehlerbehebungen - indem Sie Ihren Server auf dem neuesten Stand halten, gewährleisten Sie die beste Erfahrung, die Unraid zu bieten hat.",
  "Recover Key": "Schlüssel wiederherstellen",
  "Recovered": "Wiederhergestellt",
  "Redeem Activation Code": "Aktivierungscode einlösen",
  "Refresh": "Aktualisieren",
  "Registered on": "Registriert am",
  "Registered to": "Registriert auf",
  "Registration key / USB Flash GUID mismatch": "Registrierungsschlüssel / USB-Flash-GUID stimmen nicht überein",
  "Release date {0}": "Veröffentlichungsdatum {0}",
  "Release requires verification to update": "Veröffentlichung erfordert Verifizierung zum Aktualisieren",
  "Reload Page": "Seite neu laden",
  "Reload": "Neu laden",
  "Remark: Unraid's WAN IPv4 {0} does not match your client's WAN IPv4 {1}.": "Bemerkung: Die WAN-IPv4 von Unraid {0} stimmt nicht mit der WAN-IPv4 deines Clients {1} überein.",
  "Remark: your WAN IPv4 is {0}": "Bemerkung: Ihre WAN-IPv4 ist {0}",
  "Remove from ignore list": "Von der Ignorierliste entfernen",
  "Remove": "Entfernen",
  "Renew Key": "Schlüssel erneuern",
  "Renew your license key now": "Erneuern Sie jetzt Ihren Lizenzschlüssel",
  "Replace Key": "Schlüssel ersetzen",
  "Replaced": "Ersetzt",
  "Requires the local unraid-api to be running successfully": "Erfordert, dass das lokale Unraid-API erfolgreich ausgeführt wird",
  "Restarting unraid-api…": "Unraid-API wird neu gestartet…",
  "second": "{n} Sekunde | {n} Sekunden",
  "Server Up Since {0}": "Server ist seit {0} hoch",
  "Servers equipped with a myunraid.net certificate can be managed directly from within the Connect web UI. Manage multiple servers from your phone, tablet, laptop, or PC in the same browser window.": "Mit einem myunraid.net-Zertifikat ausgestattete Server können direkt aus der Connect-Weboberfläche verwaltet werden. Verwalten Sie mehrere Server von Ihrem Handy, Tablet, Laptop oder PC im gleichen Browserfenster.",
  "Set custom server tiles how you like and automatically display your server's banner image on your Connect Dashboard.": "Stellen Sie benutzerdefinierte Server-Kacheln ein, wie Sie möchten, und zeigen Sie automatisch das Bannerbild Ihres Servers auf Ihrem Connect-Dashboard an.",
  "Settings": "Einstellungen",
  "Sign In Failed": "Anmeldung fehlgeschlagen",
  "Sign In requires the local unraid-api to be running": "Anmeldung erfordert, dass das lokale Unraid-API ausgeführt wird",
  "Sign In to utilize Unraid Connect": "Melde dich an, um Unraid Connect zu nutzen",
  "Sign In to your Unraid.net account to get started": "Melden Sie sich bei Ihrem Unraid.net-Konto an, um loszulegen",
  "Sign In with Unraid.net Account": "Melden Sie sich mit Ihrem Unraid.net-Konto an",
  "Sign In": "Einloggen",
  "Sign Out Failed": "Abmeldung fehlgeschlagen",
  "Sign Out of Unraid.net": "Von Unraid.net abmelden",
  "Sign Out requires the local unraid-api to be running": "Abmelden erfordert, dass das lokale Unraid-API ausgeführt wird",
  "Signing in {0}…": "Einloggen in {0}…",
  "Signing In": "Einloggen",
  "Signing out {0}…": "Abmeldung in {0}…",
  "Signing Out": "Abmelden",
  "Something went wrong": "Etwas ist schief gelaufen",
  "SSL certificates for unraid.net deprecated": "SSL-Zertifikate für Unraid.net eingestellt",
  "Stale Server": "Veralteter Server",
  "Stale": "Veraltet",
  "On the following screen, your license will be activated. You'll then create an Unraid.net Account to manage your license going forward.": "Auf dem folgenden Bildschirm wird Ihre Lizenz aktiviert. Sie erstellen dann ein Unraid.net-Konto, um Ihre Lizenz künftig zu verwalten.",
  "Start Free 30 Day Trial": "Kostenlose 30-Tage-Testversion starten",
  "Starter": "Starter",
  "Starting your free 30 day trial": "Ihre kostenlose 30-Tage-Testversion wird gestartet",
  "Success!": "Erfolg!",
  "Thank you for choosing Unraid OS!": "Danke, dass Sie sich für Unraid OS entschieden haben!",
  "Thank you for installing Connect!": "Danke, dass Sie Connect installiert haben!",
  "Thank you for purchasing an Unraid {0} Key!": "Danke für den Kauf eines Unraid {0}-Schlüssels!",
  "Thank you for upgrading to an Unraid {0} Key!": "Danke für das Upgrade auf einen Unraid {0}-Schlüssel!",
  "The Connect dashboard links to relevant sections of the webgui, allowing quick access to those settings and server sections.": "Das Connect-Dashboard verlinkt zu relevanten Abschnitten des WebGUI, was einen schnellen Zugriff auf diese Einstellungen und Serverabschnitte ermöglicht.",
  "The logs may contain sensitive information so do not post them publicly.": "Die Protokolle können sensible Informationen enthalten, also posten Sie sie nicht öffentlich.",
  "The primary method of support for Unraid Connect is through our forums and Discord.": "Die primäre Unterstützungsmethode für Unraid Connect erfolgt über unsere Foren und Discord.",
  "Then go to Tools > Registration to manually install it": "Gehe dann zu Werkzeuge > Registrierung, um es manuell zu installieren",
  "This may indicate a complex network that will not work with this Remote Access solution.": "Dies kann auf ein komplexes Netzwerk hinweisen, das mit dieser Remote Access-Lösung nicht funktioniert.",
  "This update will require a reboot": "Dieses Update erfordert einen Neustart",
  "Toggle on/off server accessibility with dynamic remote access. Automatically turn on UPnP and open a random WAN port on your router at the click of a button and close off access in seconds.": "Schalte die Serverzugänglichkeit mit dynamischem Fernzugriff um. Schalten Sie UPnP automatisch ein und öffnen Sie einen zufälligen WAN-Port auf Ihrem Router mit einem Klick auf eine Schaltfläche und schließen Sie den Zugriff in Sekundenschnelle.",
  "Too Many Devices": "Zu viele Geräte",
  "Transfer License to New Flash": "Lizenz für neues Flash übertragen",
  "Trial Expired, see options below": "Testversion abgelaufen, siehe untenstehende Optionen",
  "Trial Expired": "Testversion abgelaufen",
  "Trial Key Created": "Testschlüssel erstellt",
  "Trial Key Creation Failed": "Testschlüsselerstellung fehlgeschlagen",
  "Trial Key Expired {0}": "Testschlüssel abgelaufen {0}",
  "Trial Key Expired at {0}": "Testschlüssel abgelaufen um {0}",
  "Trial Key Expires at {0}": "Testschlüssel läuft ab um {0}",
  "Trial Key Expires in {0}": "Testschlüssel läuft in {0} ab",
  "Trial Requires Internet Connection": "Testversion erfordert Internetverbindung",
  "Trial": "Testversion",
  "Unable to check for OS updates": "OS-Updates können nicht überprüft werden",
  "Unable to fetch client WAN IPv4": "Client-WAN-IPv4 kann nicht abgerufen werden",
  "Unable to open release notes": "Versionshinweise können nicht geöffnet werden",
  "Unknown error": "Unbekannter Fehler",
  "Unknown": "Unbekannt",
  "Unleash Your Hardware": "Entfesseln Sie Ihre Hardware",
  "Unleashed": "Unbeschränkt",
  "unlimited": "unbegrenzt",
  "Unraid {0} Available": "Unraid {0} verfügbar",
  "Unraid {0} Update Available": "Unraid {0} Update verfügbar",
  "Unraid {0}": "Unraid {0}",
  "Unraid Connect Error": "Unraid Connect-Fehler",
  "Unraid Connect Forums": "Unraid Connect-Foren",
  "Unraid Connect Install Failed": "Unraid Connect Installation fehlgeschlagen",
  "Unraid Contact Page": "Unraid-Kontaktseite",
  "Unraid Discord": "Unraid Discord",
  "Unraid logo animating with a wave like effect": "Unraid-Logo mit einer wellenartigen Animation",
  "Unraid OS {0} Released": "Unraid OS {0} veröffentlicht",
  "Unraid OS {0} Update Available": "Unraid OS {0} Update verfügbar",
  "Unraid OS is up-to-date": "Unraid OS ist auf dem neuesten Stand",
  "Unraid OS Update Available": "Unraid OS Update verfügbar",
  "unraid-api is offline": "unraid-api ist offline",
  "Up-to-date with eligible releases": "Auf dem neuesten Stand mit berechtigten Versionen",
  "Up-to-date": "Auf dem neuesten Stand",
  "Update Available": "Update verfügbar",
  "Update Released": "Update veröffentlicht",
  "Update Unraid OS confirmation required": "Update Unraid OS Bestätigung erforderlich",
  "Update Unraid OS": "Update Unraid OS",
  "Updates Expire": "Updates laufen ab",
  "Updating 3rd party drivers": "3rd-Party-Treiber werden aktualisiert",
  "Upgrade Key": "Upgrade-Schlüssel",
  "Upgrade": "Upgrade",
  "Uptime {0}": "Betriebszeit {0}",
  "USB Flash device error": "USB-Flash-Gerätefehler",
  "USB Flash has no serial number": "USB-Flash hat keine Seriennummer",
  "Verify to Update": "Zur Aktualisierung überprüfen",
  "Version available for restore {0}": "Version verfügbar zur Wiederherstellung {0}",
  "Version: {0}": "Version: {0}",
  "View Available Updates": "Verfügbare Updates anzeigen",
  "View Changelog & Update": "Changelog & Update anzeigen",
  "View Changelog for {0}": "Changelog für {0} anzeigen",
  "View Changelog on Docs": "Changelog in Docs anzeigen",
  "View Changelog to Start Update": "Changelog anzeigen, um Update zu starten",
  "View Changelog": "Changelog anzeigen",
  "View on Docs": "In Docs anzeigen",
  "View release notes": "Versionshinweise anzeigen",
  "We recommend backing up your USB Flash Boot Device before starting the update.": "Wir empfehlen, Ihr USB-Flash-Boot-Gerät vor Beginn des Updates zu sichern.",
  "Welcome to your new {0} system, powered by Unraid!": "Willkommen bei Ihrem neuen {0} System, betrieben von Unraid!",
  "Welcome to Unraid!": "Willkommen bei Unraid!",
  "year": "{n} Jahr | {n} Jahre",
  "You are still eligible to access OS updates that were published on or before {1}.": "Sie sind weiterhin berechtigt, auf OS-Updates zuzugreifen, die am oder vor dem {1} veröffentlicht wurden.",
  "You can also manually create a new backup by clicking the Create Flash Backup button.": "Sie können auch manuell ein neues Backup erstellen, indem Sie die Schaltfläche \"Flash-Backup erstellen\" anklicken.",
  "You can manually create a backup by clicking the Create Flash Backup button.": "Sie können manuell ein Backup erstellen, indem Sie die Schaltfläche \"Flash-Backup erstellen\" anklicken.",
  "You have already activated the Flash Backup feature via the Unraid Connect plugin.": "Sie haben die Flash-Backup-Funktion bereits über das Unraid Connect-Plugin aktiviert.",
  "You have exceeded the number of devices allowed for your license. Please remove a device before adding another.": "Sie haben die Anzahl der für Ihre Lizenz zulässigen Geräte überschritten. Bitte entfernen Sie ein Gerät, bevor Sie ein weiteres hinzufügen.",
  "You have not activated the Flash Backup feature via the Unraid Connect plugin.": "Sie haben die Flash-Backup-Funktion nicht über das Unraid Connect-Plugin aktiviert.",
  "You may still update to releases dated prior to your update expiration date.": "Sie können weiterhin auf Versionen vor dem Ablaufdatum Ihres Updates aktualisieren.",
  "You're about to create a password to secure access to your system. This password is essential for managing and configuring your server. You'll use this password every time you access the Unraid web interface.": "Sie sind dabei, ein Passwort zu erstellen, um den Zugriff auf Ihr System zu sichern. Dieses Passwort ist entscheidend für das Management und die Konfiguration Ihres Servers. Sie verwenden dieses Passwort jedes Mal, wenn Sie auf das Unraid-Webinterface zugreifen.",
  "You're one step closer to enhancing your Unraid experience": "Sie sind nur einen Schritt davon entfernt, Ihr Unraid-Erlebnis zu verbessern",
  "Your {0} Key has been replaced!": "Ihr {0}-Schlüssel wurde ersetzt!",
  "Your {0} license included one year of free updates at the time of purchase. You are now eligible to extend your license and access the latest OS updates. You are still eligible to access OS updates that were published on or before {1}.": "Ihre {0} Lizenz beinhaltete ein Jahr kostenloser Updates zum Zeitpunkt des Kaufs. Sie können Ihre Lizenz jetzt verlängern und auf die neuesten OS-Updates zugreifen. Sie sind weiterhin berechtigt, auf OS-Updates zuzugreifen, die am oder vor dem {1} veröffentlicht wurden.",
  "Your {0} license included one year of free updates at the time of purchase. You are now eligible to extend your license and access the latest OS updates.": "Ihre {0} Lizenz beinhaltete ein Jahr kostenloser Updates zum Zeitpunkt des Kaufs. Sie können Ihre Lizenz jetzt verlängern und auf die neuesten OS-Updates zugreifen.",
  "Your free Trial key provides all the functionality of an Unleashed Registration key": "Ihr kostenloser Testschlüssel bietet alle Funktionen eines Unleashed-Registrierungsschlüssels",
  "Your license key is not eligible for Unraid OS {0}": "Ihr Lizenzschlüssel ist nicht für Unraid OS {0} berechtigt",
  "Your license key's OS update eligibility has expired. Please renew your license key to enable updates released after your expiration date.": "Die Berechtigung für OS-Updates Ihres Lizenzschlüssels ist abgelaufen. Bitte erneuern Sie Ihren Lizenzschlüssel, um Updates nach Ihrem Ablaufdatum zu aktivieren.",
  "Your Trial has expired": "Ihre Testversion ist abgelaufen",
  "Your Trial key has been extended!": "Ihr Testschlüssel wurde verlängert!",
  "Create an Unraid.net account and activate your key": "Erstellen Sie ein Unraid.net-Konto und aktivieren Sie Ihren Schlüssel",
  "Device is ready to configure": "Gerät ist bereit zur Konfiguration",
  "Secure your device": "Sichern Sie Ihr Gerät",
  "Unraid OS {0} Changelog": "Unraid OS {0} Changelog",
  "or": "oder",
  "Logging in...": "Einloggen...",
  "Try Again": "Erneut versuchen",
  "Log In With Unraid.net": "Mit Unraid.net einloggen",
  "Invalid Unraid.net credentials": "Ungültige Unraid.net-Anmeldedaten",
  "This Unraid.net account is not authorized to access this server": "Dieses Unraid.net-Konto ist nicht berechtigt, auf diesen Server zuzugreifen",
  "SSO login is not enabled on this server": "SSO-Login ist auf diesem Server nicht aktiviert",
  "Login session expired. Please try again": "Anmeldesitzung abgelaufen. Bitte versuchen Sie es erneut",
  "Network error. Please check your connection": "Netzwerkfehler. Bitte überprüfen Sie Ihre Verbindung",
  "SSO login failed. Please try again": "SSO-Anmeldung fehlgeschlagen. Bitte versuchen Sie es erneut",
  "Error fetching token": "Fehler beim Abrufen des Tokens",
  "Visit Unraid website": "Unraid-Website besuchen",
  "Version Information": "Versionsinformationen",
  "First, you'll create your device's login credentials, then you'll activate your Unraid license—your device's operating system (OS).": "Zuerst erstellen Sie die Anmeldeinformationen für Ihr Gerät, dann aktivieren Sie Ihre Unraid-Lizenz — das Betriebssystem (OS) Ihres Geräts.",
  "Edit API Key": "API-Schlüssel bearbeiten",
  "Create API Key": "API-Schlüssel erstellen",
  "OS version copied to clipboard": "OS-Version in die Zwischenablage kopiert",
  "API version copied to clipboard": "API-Version in die Zwischenablage kopiert",
  "Visit Partner website": "Partner-Website besuchen",
  "Unraid OS": "Unraid OS",
  "Unraid API": "Unraid API",
  "View OS Release Notes": "OS-Versionshinweise anzeigen",
  "View API Changelog": "API-Changelog anzeigen",
  "Registered GUID": "Registrierte GUID",
  "Array status": "Array-Status",
  "Trial expiration": "Ablauf der Testversion",
  "Flash Drive": "Flash-Laufwerk",
  "License": "Lizenz",
  "Actions": "Aktionen",
  "Your license key was automatically renewed and installed. Reload the page to see updated details.": "Ihr Lizenzschlüssel wurde automatisch erneuert und installiert. Laden Sie die Seite neu, um aktualisierte Details zu sehen.",
  "Checking authentication options...": "Authentifizierungsoptionen werden überprüft...",
  "Invalid callback parameters": "Ungültige Rückrufparameter",
  "Loading changelog…": "Changelog wird geladen…",
  "Checking for OS updates...": "Überprüfe auf OS-Updates...",
  "Requires verification to update": "Erfordert eine Bestätigung zum Aktualisieren",
  "More Options": "Weitere Optionen",
  "Manage update preferences including beta access and version selection at account.unraid.net": "Verwalten Sie Ihre Update-Einstellungen, einschließlich Zugang zu Beta-Versionen und Versionsauswahl auf account.unraid.net",
  "You can opt back in to an ignored release by clicking on the Check for Updates button in the header anytime": "Sie können sich jederzeit erneut zu einer ignorierten Version anmelden, indem Sie die Schaltfläche „Nach Updates suchen“ in der Kopfzeile anklicken",
  "Loading changelog...": "Changelog wird geladen...",
  "No changelog content available": "Kein Changelog-Inhalt verfügbar",
  "Downgrade": "Downgrade",
  "Update": "Aktualisieren",
  "During the Unraid OS update process third-party drivers were detected and are currently being updated in the background. Please wait for those to finish downloading before rebooting your server to complete the update process. You should receive a system notification when complete. You may also refresh this page to check for an updated status.": "Während des Unraid OS-Update-Prozesses wurden Treiber von Drittanbietern erkannt und werden derzeit im Hintergrund aktualisiert. Bitte warten Sie, bis diese heruntergeladen sind, bevor Sie Ihren Server neu starten, um den Aktualisierungsvorgang abzuschließen. Sie sollten eine Systembenachrichtigung erhalten, wenn es abgeschlossen ist. Sie können auch diese Seite aktualisieren, um den aktualisierten Status zu überprüfen.",
  "License Key Updates Expired": "Lizenzschlüssel-Updates abgelaufen",
  "Downgrade Unraid OS confirmation required": "Bestätigung des Downgrades von Unraid OS erforderlich",
  "Please confirm the downgrade details below": "Bitte bestätigen Sie die folgenden Downgrade-Details",
  "Post Install License Key Error": "Nach der Installation Lizenzschlüssel-Fehler",
  "This downgrade will require a reboot": "Dieses Downgrade erfordert einen Neustart",
  "Confirm and start downgrade": "Bestätigen und mit dem Downgrade beginnen",
  "Loading…": "Wird geladen…",
  "Go to API Settings": "Zu API-Einstellungen gehen",
  "Restart unraid-api": "unraid-api neu starten",
  "Error creatiing a trial key. Please try again later.": "Fehler beim Erstellen eines Testschlüssels. Bitte versuchen Sie es später erneut.",
  "Username": "Benutzername",
  "Password": "Passwort",
  "Login": "Anmeldung",
  "Password recovery": "Passwort-Wiederherstellung",
  "jsonforms.errors.default": "Ungültiger Wert",
  "jsonforms.rclone.basic.remoteName.label": "Remote Name",
  "jsonforms.rclone.basic.remoteName.description": "Name to identify this remote configuration (e.g., my_google_drive). Use only letters, numbers, hyphens, and underscores.",
  "jsonforms.rclone.basic.remoteName.descriptionShort": "Name to identify this remote configuration",
  "jsonforms.rclone.basic.providerType.label": "Storage Provider Type",
  "jsonforms.rclone.basic.providerType.description": "Select the cloud storage provider to use for this remote.",
  "jsonforms.rclone.basic.documentation.text": "Documentation Link",
  "jsonforms.rclone.basic.documentation.description": "For more information, refer to the [RClone Config Documentation](https://rclone.org/commands/rclone_config/).",
  "jsonforms.rclone.basic.showAdvanced.label": "Show Advanced Options",
  "jsonforms.rclone.basic.showAdvanced.description": "Display additional configuration options for experts.",
  "jsonforms.rclone.basic.showAdvanced.toggleDescription": "Whether to show advanced configuration options.",
  "jsonforms.rclone.validation.sizeSuffix": "Invalid size format. Examples: \"10G\", \"100M\", \"1.5GiB\", \"off\".",
  "jsonforms.rclone.validation.duration": "Invalid duration format. Examples: \"10s\", \"1.5m\", \"100ms\", \"1h15m\", \"off\".",
  "jsonforms.apiSettings.sandbox": "Enable Developer Sandbox",
  "jsonforms.apiKey.name": "API Key Name",
  "jsonforms.apiKey.description": "Beschreibung",
  "jsonforms.apiKey.roles": "Rollen",
  "jsonforms.apiKey.permissionPresets": "Add Permission Preset",
  "jsonforms.apiKey.customPermissions": "Berechtigungen",
  "jsonforms.apiKey.customPermissions.resources": "Resources",
  "jsonforms.apiKey.customPermissions.actions": "Aktionen",
  "jsonforms.apiKey.permissions.header": "Permissions Configuration",
  "jsonforms.apiKey.permissions.description": "Select any combination of roles, permission groups, and custom permissions to define what this API key can access.",
  "jsonforms.apiKey.permissions.subheader": "Berechtigungen",
  "jsonforms.apiKey.permissions.help": "Use the preset dropdown for common permission sets, or manually add custom permissions. You can select multiple resources that share the same actions.",
  "jsonforms.rclone.basic.remoteName": "Remote Name",
  "jsonforms.rclone.basic.providerType": "Storage Provider Type",
  "jsonforms.rclone.basic.documentation": "Documentation Link",
  "jsonforms.rclone.basic.showAdvanced": "Show Advanced Options",
  "jsonforms.oidc.provider.id": "Provider ID",
  "jsonforms.oidc.provider.name": "Provider Name",
  "jsonforms.oidc.provider.clientId": "OAuth Client ID",
  "jsonforms.oidc.provider.clientSecret": "OAuth Client Secret",
  "jsonforms.oidc.provider.issuer": "Issuer URL",
  "jsonforms.oidc.provider.scopes": "OAuth Scopes",
  "jsonforms.oidc.provider.authorizationEndpoint": "Authorization Endpoint",
  "jsonforms.oidc.provider.tokenEndpoint": "Token Endpoint",
  "jsonforms.oidc.provider.userInfoEndpoint": "User Info Endpoint",
  "jsonforms.oidc.provider.jwksUri": "JWKS URI",
  "jsonforms.oidc.restrictions.title": "Simple Authorization",
  "jsonforms.oidc.restrictions.help": "Configure simple allow lists for who can sign in.",
  "jsonforms.oidc.restrictions.allowedDomains": "Allowed Email Domains",
  "jsonforms.oidc.restrictions.allowedEmails": "Specific Email Addresses",
  "jsonforms.oidc.restrictions.allowedUserIds": "Allowed User IDs",
  "jsonforms.oidc.restrictions.workspaceDomain": "Google Workspace Domain",
  "jsonforms.oidc.rules.title": "Advanced Authorization Rules",
  "jsonforms.oidc.rules.description": "Define claim-based authorization logic.",
  "jsonforms.oidc.rules.mode": "Rule Mode",
  "jsonforms.oidc.rules.claim": "JWT Claim",
  "jsonforms.oidc.rules.operator": "Operator",
  "jsonforms.oidc.rules.value": "Values",
  "jsonforms.oidc.rules.collection": "Claim Rules",
  "jsonforms.oidc.buttons.title": "Button Customization",
  "jsonforms.oidc.buttons.description": "Customize the appearance of the login button.",
  "jsonforms.oidc.buttons.text": "Button Text",
  "jsonforms.oidc.buttons.icon": "Button Icon URL",
  "jsonforms.oidc.buttons.variant": "Button Style",
  "jsonforms.oidc.buttons.style": "Custom CSS Styles",
  "jsonforms.oidc.provider.discoveryToggle": "Use Automatic Discovery"
}
