{
  "{0} {1} Key…": "{0} {1} Llave…",
  "{0} devices": "{0} dispositivos",
  "{0} out of {1} allowed devices – upgrade your key to support more devices": "{0} de {1} dispositivos permitidos: actualiza tu llave para soportar más dispositivos",
  "{0} out of {1} devices": "{0} de {1} dispositivos",
  "{0} Release Notes": "{0} Notas de Lanzamiento",
  "{0} Signed In Successfully": "{0} Inicio de sesión exitoso",
  "{0} Signed Out Successfully": "{0} Cierre de sesión exitoso",
  "{0} Update Available": "{0} Actualización Disponible",
  "{1} Key {0} Successfully": "{1} Clave {0} exitosamente",
  "<p>It is not possible to use a Trial key with an existing Unraid OS installation.</p><p>You may purchase a license key corresponding to this USB Flash device to continue using this installation.</p>": "<p>No es posible usar una clave de prueba con una instalación existente de Unraid OS.</p><p>Puede comprar una clave de licencia correspondiente a este dispositivo USB Flash para continuar usando esta instalación.</p>",
  "<p>Please refresh the page to ensure you load your latest configuration</p>": "<p>Por favor, actualice la página para asegurarse de que está cargando la última configuración</p>",
  "<p>Register for Connect by signing in to your Unraid.net account</p>": "<p>Regístrese para Connect iniciando sesión en su cuenta de Unraid.net</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device or choose Purchase Key.</p><p>Your Unraid registration key is ineligible for replacement as it has been replaced within the last 12 months.</p>": "<p>El archivo de la clave de licencia no corresponde al dispositivo de arranque USB Flash. Copie el archivo de clave correcto en el directorio /config en su dispositivo de arranque USB Flash o elija Comprar Clave.</p><p>Su clave de registro de Unraid no es elegible para reemplazo, ya que ha sido reemplazada en los últimos 12 meses.</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device or choose Purchase Key.</p><p>Your Unraid registration key is ineligible for replacement as it is blacklisted.</p>": "<p>El archivo de la clave de licencia no corresponde al dispositivo de arranque USB Flash. Copie el archivo de clave correcto en el directorio /config en su dispositivo de arranque USB Flash o elija Comprar Clave.</p><p>Su clave de registro de Unraid no es elegible para reemplazo, ya que está en la lista negra.</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device.</p><p>You may also attempt to Purchase or Replace your key.</p>": "<p>El archivo de la clave de licencia no corresponde al dispositivo de arranque USB Flash. Copie el archivo de clave correcto en el directorio /config en su dispositivo de arranque USB Flash.</p><p>También puede intentar Comprar o Reemplazar su clave.</p>",
  "<p>There are multiple license key files present on your USB flash device and none of them correspond to the USB Flash boot device. Please remove all key files, except the one you want to replace, from the /config directory on your USB Flash boot device.</p><p>Alternately you may purchase a license key for this USB flash device.</p><p>If you want to replace one of your license keys with a new key bound to this USB Flash device, please first remove all other key files first.</p>": "<p>Hay varios archivos de claves de licencia presentes en su dispositivo USB flash y ninguno de ellos corresponde al dispositivo de arranque USB Flash. Elimine todos los archivos de clave, excepto el que desea reemplazar, del directorio /config en su dispositivo de arranque USB Flash.</p><p>Alternativamente, puede comprar una clave de licencia para este dispositivo USB flash.</p><p>Si desea reemplazar una de sus claves de licencia por una nueva clave vinculada a este dispositivo USB Flash, elimine primero todos los demás archivos de clave.</p>",
  "<p>There is a physical problem accessing your USB Flash boot device</p>": "<p>Hay un problema físico al acceder a su dispositivo de arranque USB Flash</p>",
  "<p>There is a problem with your USB Flash device</p>": "<p>Hay un problema con su dispositivo USB Flash</p>",
  "<p>This USB Flash boot device has been blacklisted. This can occur as a result of transferring your license key to a replacement USB Flash device, and you are currently booted from your old USB Flash device.</p><p>A USB Flash device may also be blacklisted if we discover the serial number is not unique – this is common with USB card readers.</p>": "<p>Este dispositivo de arranque USB Flash ha sido incluido en la lista negra. Esto puede ocurrir como resultado de transferir su clave de licencia a un dispositivo USB Flash de reemplazo, y actualmente está arrancando desde su antiguo dispositivo USB Flash.</p><p>Un dispositivo USB Flash también puede ser incluido en la lista negra si descubrimos que el número de serie no es único; esto es común con los lectores de tarjetas USB.</p>",
  "<p>This USB Flash device has an invalid GUID. Please try a different USB Flash device</p>": "<p>Este dispositivo USB Flash tiene un GUID inválido. Por favor, pruebe con un dispositivo USB Flash diferente</p>",
  "<p>To continue using Unraid OS you may purchase a license key. Alternately, you may request a Trial extension.</p>": "<p>Para continuar usando Unraid OS puede comprar una clave de licencia. Alternativamente, puede solicitar una extensión de prueba.</p>",
  "<p>To support more storage devices as your server grows, click Upgrade Key.</p>": "<p>Para admitir más dispositivos de almacenamiento a medida que su servidor crece, haga clic en Actualizar Clave.</p>",
  "<p>You have used all your Trial extensions. To continue using Unraid OS you may purchase a license key.</p>": "<p>Ha utilizado todas sus extensiones de prueba. Para continuar usando Unraid OS puede comprar una clave de licencia.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>After your <em>Trial</em> has reached expiration, your server <strong>still functions normally</strong> until the next time you Stop the array or reboot your server.</p><p>At that point you may either purchase a license key or request a <em>Trial</em> extension.</p>": "<p>Su clave de <em>Prueba</em> incluye toda la funcionalidad y soporte para dispositivos de una clave <em>Desatado</em>.</p><p>Después de que su <em>Prueba</em> haya alcanzado su vencimiento, su servidor <strong>sigue funcionando normalmente</strong> hasta la próxima vez que detenga el arreglo o reinicie su servidor.</p><p>En ese punto, puede comprar una clave de licencia o solicitar una extensión de <em>Prueba</em>.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>When your <em>Trial</em> expires, <strong>the array will stop</strong>. At that point you may either purchase a license key or request a <em>Trial</em> extension.</p>": "<p>Su clave de <em>Prueba</em> incluye toda la funcionalidad y soporte para dispositivos de una clave <em>Desatado</em>.</p><p>Cuando su <em>Prueba</em> expire, <strong>el arreglo se detendrá</strong>. En ese momento, puede comprar una clave de licencia o solicitar una extensión de <em>Prueba</em>.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>Your trial is expiring soon. When it expires, <strong>the array will stop</strong>. You may extend your trial now, purchase a license key, or wait until expiration to take action.</p>": "<p>Su clave de <em>Prueba</em> incluye toda la funcionalidad y soporte para dispositivos de una clave <em>Desatado</em>.</p><p>Su prueba está por expirar pronto. Cuando expire, <strong>el arreglo se detendrá</strong>. Puede extender su prueba ahora, comprar una clave de licencia o esperar hasta la expiración para actuar.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>Your trial is expiring soon and you have used all available extensions. When it expires, <strong>the array will stop</strong>. To continue using Unraid OS, you must purchase a license key.</p>": "<p>Su clave de <em>Prueba</em> incluye toda la funcionalidad y soporte para dispositivos de una clave <em>Desatado</em>.</p><p>Su prueba está por expirar pronto y ha utilizado todas las extensiones disponibles. Cuando expire, <strong>el arreglo se detendrá</strong>. Para continuar usando Unraid OS, debe comprar una clave de licencia.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>You have used all available trial extensions. When your <em>Trial</em> expires, <strong>the array will stop</strong>. To continue using Unraid OS after expiration, you must purchase a license key.</p>": "<p>Su clave de <em>Prueba</em> incluye toda la funcionalidad y soporte para dispositivos de una clave <em>Desatado</em>.</p><p>Ha utilizado todas las extensiones de prueba disponibles. Cuando su <em>Prueba</em> expire, <strong>el arreglo se detendrá</strong>. Para continuar usando Unraid OS después de la expiración, debe comprar una clave de licencia.</p>",
  "<p>Your license key file is corrupted or missing. The key file should be located in the /config directory on your USB Flash boot device.</p><p>If you do not have a backup copy of your license key file you may attempt to recover your key.</p><p>If this was an expired Trial installation, you may purchase a license key.</p>": "<p>El archivo de su clave de licencia está dañado o falta. El archivo de clave debería estar ubicado en el directorio /config en su dispositivo de arranque USB Flash.</p><p>Si no tiene una copia de seguridad de su archivo de clave de licencia, puede intentar recuperar su clave.</p><p>Si esta fue una instalación de prueba expirada, puede comprar una clave de licencia.</p>",
  "<p>Your license key file is corrupted or missing. The key file should be located in the /config directory on your USB Flash boot device.</p><p>You may attempt to recover your key with your Unraid.net account.</p><p>If this was an expired Trial installation, you may purchase a license key.</p>": "<p>El archivo de su clave de licencia está dañado o falta. El archivo de clave debería estar ubicado en el directorio /config en su dispositivo de arranque USB Flash.</p><p>Puede intentar recuperar su clave con su cuenta de Unraid.net.</p><p>Si esta fue una instalación de prueba expirada, puede comprar una clave de licencia.</p>",
  "<p>Your server will not be usable until you purchase a Registration key or install a free 30 day <em>Trial</em> key. A <em>Trial</em> key provides all the functionality of an Unleashed Registration key.</p><p>Registration keys are bound to your USB Flash boot device serial number (GUID). Please use a high quality name brand device at least 1GB in size.</p><p>Note: USB memory card readers are generally not supported because most do not present unique serial numbers.</p><p><strong>Important:</strong></p><ul class='list-disc pl-16px'><li>Please make sure your server time is accurate to within 5 minutes</li><li>Please make sure there is a DNS server specified</li></ul>": "<p>Su servidor no será utilizable hasta que compre una clave de Registro o instale una clave de <em>Prueba</em> gratuita de 30 días. Una clave de <em>Prueba</em> proporciona toda la funcionalidad de una clave de Registro Desatado.</p><p>Las claves de Registro están vinculadas al número de serie de su dispositivo de arranque USB Flash (GUID). Utilice un dispositivo de marca de alta calidad de al menos 1GB de tamaño.</p><p>Nota: Los lectores de memoria USB generalmente no son compatibles porque la mayoría no presenta números de serie únicos.</p><p><strong>Importante:</strong></p><ul class='list-disc pl-16px'><li>Por favor, asegúrese de que la hora de su servidor sea precisa dentro de los 5 minutos</li><li>Por favor, asegúrese de que haya un servidor DNS especificado</li></ul>",
  "<p>Your Trial key requires an internet connection.</p><p><a href='/Settings/NetworkSettings class='underline'>Please check Settings > Network</a></p>": "<p>Su clave de Prueba requiere una conexión a internet.</p><p><a href='/Settings/NetworkSettings class='underline'>Por favor, verifique Configuración > Red</a></p>",
  "<p>Your Unraid registration key is ineligible for replacement as it has been replaced within the last 12 months.</p>": "<p>Su clave de registro de Unraid no es elegible para reemplazo, ya que ha sido reemplazada en los últimos 12 meses.</p>",
  "A Trial key provides all the functionality of an Unleashed Registration key": "Una clave de Prueba ofrece toda la funcionalidad de una clave de Registro Desatado.",
  "A valid GUID is required to check for OS updates.": "Se requiere un GUID válido para verificar actualizaciones del sistema operativo.",
  "A valid keyfile and USB Flash boot device are required to check for OS updates.": "Se requiere un archivo de clave válido y un dispositivo de arranque USB Flash para verificar actualizaciones del sistema operativo.",
  "A valid keyfile is required to check for OS updates.": "Se requiere un archivo de clave válido para verificar actualizaciones del sistema operativo.",
  "A valid OS version is required to check for OS updates.": "Se requiere una versión de SO válida para verificar actualizaciones del sistema operativo.",
  "Acklowledge that you have made a Flash Backup to enable this action": "Reconocer que ha realizado una copia de seguridad de Flash para habilitar esta acción",
  "Activate Now": "Activar Ahora",
  "Activate License": "Activar Licencia",
  "ago": "hace",
  "All you need is an active internet connection, an Unraid.net account, and the Connect plugin. Get started by installing the plugin.": "Todo lo que necesita es una conexión a Internet activa, una cuenta de Unraid.net y el complemento Connect. Comience instalando el complemento.",
  "Attached Storage Devices": "Dispositivos de Almacenamiento Conectados",
  "Backing up...this may take a few minutes": "Haciendo copia de seguridad... Esto puede tardar unos minutos",
  "Basic": "Básico",
  "Begin downgrade to {0}": "Comenzar la degradación a {0}",
  "Beta": "Beta",
  "Blacklisted USB Flash GUID": "GUID de USB Flash en lista negra",
  "BLACKLISTED": "EN LISTA NEGRA",
  "Calculating OS Update Eligibility…": "Calculando elegibilidad para la actualización del sistema operativo…",
  "Calculating trial expiration…": "Calculando fecha de vencimiento de la prueba…",
  "Callback redirect type not present or incorrect": "Tipo de redirección de devolución de llamada no presente o incorrecto",
  "Cancel {0}": "Cancelar {0}",
  "Cancel": "Cancelar",
  "Cannot access your USB Flash boot device": "No se puede acceder a su dispositivo de arranque USB Flash",
  "Cannot validate Unraid Trial key": "No se puede validar la clave de prueba de Unraid",
  "Check Eligibility": "Verificar Elegibilidad",
  "check for OS updates": "verificar actualizaciones del sistema operativo",
  "Check for OS Updates": "Verificar Actualizaciones del Sistema Operativo",
  "Check for Prereleases": "Verificar Prereleases",
  "Check for Update": "Verificar Actualización",
  "Checking WAN IPs…": "Verificando IPs de WAN…",
  "Checking...": "Verificando...",
  "Checkout the Connect Documentation": "Consultar la Documentación de Connect",
  "Click to close modal": "Haga clic para cerrar el modal",
  "Click to Copy LAN IP {0}": "Haga clic para Copiar IP LAN {0}",
  "Close Dropdown": "Cerrar Desplegable",
  "Close Modal": "Cerrar Modal",
  "Close": "Cerrar",
  "Configure Connect Features": "Configurar Funciones de Connect",
  "Confirm and start update": "Confirmar y comenzar actualización",
  "Confirm to Install Unraid OS {0}": "Confirmar Instalación de Unraid OS {0}",
  "Connected": "Conectado",
  "Contact Support": "Contactar soporte",
  "Continue": "Continuar",
  "Copied": "Copiado",
  "Copy Key URL": "Copiar URL de Clave",
  "Copy your Key URL: {0}": "Copiar su URL de Clave: {0}",
  "Create Flash Backup": "Crear Copia de Seguridad de Flash",
  "Create a password": "Crear una contraseña",
  "Create Device Password": "Crear Contraseña del Dispositivo",
  "Current Version {0}": "Versión Actual {0}",
  "Current Version: Unraid {0}": "Versión Actual: Unraid {0}",
  "Customizable Dashboard Tiles": "Cuadros del Tablero Personalizable",
  "day": "{n} día | {n} días",
  "Deep Linking": "Enlaces Profundos",
  "DNS issue, unable to resolve wanip4.unraid.net": "Problema de DNS, no se puede resolver wanip4.unraid.net",
  "Downgrade Unraid OS to {0}": "Degradación de Unraid OS a {0}",
  "Downgrade Unraid OS": "Degradación de Unraid OS",
  "Downgrades are only recommended if you're unable to solve a critical issue.": "Las degradaciones solo se recomiendan si no puede resolver un problema crítico.",
  "Download Diagnostics": "Descargar Diagnósticos",
  "Download the Diagnostics zip then please open a bug report on our forums with a description of the issue along with your diagnostics.": "Descargue el archivo zip de Diagnósticos y luego abra un informe de error en nuestros foros con una descripción del problema junto con sus diagnósticos.",
  "Download unraid-api Logs": "Descargar Registros de unraid-api",
  "Dynamic Remote Access": "Acceso Remoto Dinámico",
  "Eligible for free feature updates for {0}": "Elegible para actualizaciones gratuitas de características por {0}",
  "Eligible for free feature updates until {0}": "Elegible para actualizaciones gratuitas de características hasta {0}",
  "Eligible": "Elegible",
  "Enable update notifications": "Habilitar notificaciones de actualización",
  "Enhance your experience with Unraid Connect": "Mejore su experiencia con Unraid Connect",
  "Enhance your Unraid experience with Connect": "Mejore su experiencia de Unraid con Connect",
  "Enhance your Unraid experience": "Mejore su experiencia de Unraid",
  "Error creating a trial key. Please try again later.": "Error al crear una clave de prueba. Por favor, intente de nuevo más tarde.",
  "Error Parsing Changelog • {0}": "Error al analizar el registro de cambios • {0}",
  "Error": "Error",
  "Expired {0}": "Vencido {0}",
  "Expired": "Vencido",
  "Expires at {0}": "Vence a las {0}",
  "Expires in {0}": "Vence en {0}",
  "Extend License to Enable OS Updates": "Extender Licencia para Habilitar Actualizaciones del SO",
  "Extend License to Update": "Extender Licencia para Actualizar",
  "Extend License": "Extender Licencia",
  "Extend Trial": "Extender Prueba",
  "Extending your free trial by 15 days": "Extendiendo su prueba gratuita por 15 días",
  "Extension Installed": "Extensión Instalada",
  "Failed to {0} {1} Key": "Fallido al {0} {1} Clave",
  "Failed to install key": "No se pudo instalar la clave",
  "Failed to update Connect account configuration": "No se pudo actualizar la configuración de la cuenta de Connect",
  "Fetching & parsing changelog…": "Obteniendo y analizando registro de cambios…",
  "Fix Error": "Corregir Error",
  "Flash Backup is not available. Navigate to {0}/Main/Settings/Flash to try again then come back to this page.": "La copia de seguridad de Flash no está disponible. Navegue a {0}/Main/Settings/Flash para intentar nuevamente y luego vuelva a esta página.",
  "Flash GUID Error": "Error de GUID de Flash",
  "Flash GUID required to check replacement status": "Se requiere GUID de Flash para verificar el estado de reemplazo",
  "Flash GUID": "GUID de flash",
  "Flash Product": "Producto flash",
  "Flash Vendor": "Vendedor Flash",
  "Get a Lifetime Key": "Obtener una Clave de Por Vida",
  "Get an overview of your server's state, storage space, apps and VMs status, and more.": "Obtenga una visión general del estado de su servidor, el espacio de almacenamiento, el estado de las aplicaciones y las máquinas virtuales, y más.",
  "Get Started": "Comience",
  "Go to Connect plugin settings": "Ir a la configuración del complemento Connect",
  "Go to Connect": "Ir a Connect",
  "Go to Management Access Now": "Ir a Acceso de Gestión Ahora",
  "Go to Settings > Notifications to enable automatic OS update notifications for future releases.": "Vaya a Configuración > Notificaciones para habilitar las notificaciones de actualizaciones automáticas del sistema operativo para futuros lanzamientos.",
  "Go to Tools > Management Access to activate the Flash Backup feature and ensure your backup is up-to-date.": "Vaya a Herramientas > Acceso de Gestión para activar la función de copia de seguridad Flash y asegúrese de que su copia esté actualizada.",
  "Go to Tools > Management Access to ensure your backup is up-to-date.": "Vaya a Herramientas > Acceso de Gestión para asegurarse de que su copia de seguridad esté actualizada.",
  "Go to Tools > Registration to fix": "Vaya a Herramientas > Registro para reparar",
  "Go to Tools > Registration to Learn More": "Vaya a Herramientas > Registro para Más Información",
  "Go to Tools > Update OS for more options.": "Vaya a Herramientas > Actualizar SO para más opciones.",
  "Go to Tools > Update": "Ir a Herramientas > Actualizar",
  "hour": "{n} hora | {n} horas",
  "I have made a Flash Backup": "He hecho una copia de seguridad Flash",
  "If you are asked to supply logs, please open a support request on our Contact Page and reply to the email message you receive with your logs attached.": "Si se le pide que proporcione registros, abra una solicitud de soporte en nuestra Página de Contacto y responda al mensaje de correo electrónico que reciba con sus registros adjuntos.",
  "Ignore this message if you are currently connected via Remote Access or VPN.": "Ignore este mensaje si está conectado actualmente a través de Acceso Remoto o VPN.",
  "Ignore this release until next reboot": "Ignore este lanzamiento hasta el próximo reinicio",
  "Ignored Releases": "Lanzamientos Ignorados",
  "In the rare event you need to downgrade we ask that you please provide us with Diagnostics so we can investigate your issue.": "En caso raro de que necesite hacer un downgrade, le pedimos que nos proporcione Diagnósticos para que podamos investigar su problema.",
  "Ineligible as of {0}": "No elegible desde el {0}",
  "Eligible for updates released on or before {0}.": "Elegible para actualizaciones lanzadas en o antes del {0}.",
  "Extend your license to access the latest updates.": "Extienda su licencia para acceder a las últimas actualizaciones.",
  "Ineligible for Unraid OS updates": "No elegible para actualizaciones del sistema operativo Unraid",
  "Ineligible": "No elegible",
  "Ineligible for self-replacement": "No elegible para reemplazo propio",
  "Install Connect": "Instalar Conectar",
  "Install Extended": "Instalar Extendido",
  "Install Recovered": "Instalar Recuperado",
  "Install Replaced": "Instalar Reemplazado",
  "Install Unraid OS {0}": "Instalar Unraid OS {0}",
  "Install": "Instalar",
  "Installed": "Instalado",
  "Installing Connect": "Instalando Conectar",
  "Installing Extended Trial": "Instalando Prueba Extendida",
  "Installing Extended": "Instalando Extendida",
  "Installing Recovered": "Instalando Recuperado",
  "Installing Replaced": "Instalando Reemplazado",
  "Installing": "Instalando",
  "Introducing Unraid Connect": "Presentando Unraid Connect",
  "Invalid API Key Format": "Formato de API Key Inválido",
  "Invalid API Key": "API Key Inválido",
  "Invalid installation": "Instalación inválida",
  "It's highly recommended to review the changelog before continuing your update": "Es muy recomendable revisar el registro de cambios antes de continuar con su actualización.",
  "Key ineligible for {0}": "Clave no elegible para {0}",
  "Key ineligible for future releases": "Clave no elegible para futuros lanzamientos",
  "Key ineligible for new updates": "Clave no elegible para nuevas actualizaciones",
  "Keyfile required to check replacement status": "Se requiere archivo de clave para verificar el estado de reemplazo",
  "LAN IP {0}": "IP de LAN {0}",
  "LAN IP Copied": "IP de LAN Copiada",
  "LAN IP": "IP de LAN",
  "Last checked: {0}": "Última verificación: {0}",
  "Learn more about the error": "Obtenga más información sobre el error",
  "Learn more and fix": "Obtenga más información y repare",
  "Learn more and link your key to your account": "Obtenga más información y enlace su clave a su cuenta",
  "Learn more": "Obtenga más información",
  "Learn More": "Más Información",
  "Let's activate your Unraid OS License": "Activemos su Licencia de Unraid OS",
  "Let's Unleash your Hardware!": "¡Liberemos tu Hardware!",
  "License key actions": "Acciones de clave de licencia",
  "License key type": "Tipo de clave de licencia",
  "License Management": "Gestión de Licencias",
  "Lifetime": "De por Vida",
  "Link Key": "Enlazar Clave",
  "Linked": "Enlazado",
  "Linked to Unraid.net account": "Enlazado a una cuenta de Unraid.net",
  "Loading": "Cargando",
  "Manage Unraid.net Account in new tab": "Gestionar cuenta de Unraid.net en una nueva pestaña",
  "Manage Unraid.net Account": "Gestionar cuenta de Unraid.net",
  "Manage your license keys at any time via the My Keys section.": "Gestione sus claves de licencia en cualquier momento a través de la sección Mis Claves.",
  "Manage Your Server Within Connect": "Administre su servidor dentro de Conectar",
  "minute": "{n} minuto | {n} minutos",
  "Missing key file": "Archivo de clave faltante",
  "month": "{n} mes | {n} meses",
  "More about Licensing": "Más sobre Licencias",
  "More about Unraid.net Accounts": "Más sobre Cuentas de Unraid.net",
  "More options": "Más opciones",
  "Multiple License Keys Present": "Múltiples Claves de Licencia Presentes",
  "Never ever be left without a backup of your config. If you need to change flash drives, generate a backup from Connect and be up and running in minutes.": "Nunca se quede sin una copia de seguridad de su configuración. Si necesita cambiar unidades flash, genere una copia de seguridad desde Conectar y esté operativo en minutos.",
  "New Version: {0}": "Nueva Versión: {0}",
  "No downgrade available": "No hay degradación disponible",
  "No Flash": "Sin Flash",
  "No Keyfile": "Sin Archivo de Clave",
  "No thanks": "No gracias",
  "No USB flash configuration data": "Sin datos de configuración de flash USB",
  "Not Linked": "No Enlazado",
  "On January 1st, 2023 SSL certificates for unraid.net were deprecated. You MUST provision a new SSL certificate to use our new myunraid.net domain. You can do this on the Settings > Management Access page.": "El 1 de enero de 2023 los certificados SSL para unraid.net fueron obsoletos. DEBE proporcionar un nuevo certificado SSL para usar nuestro nuevo dominio myunraid.net. Puede hacer esto en la página de Configuración > Acceso de Gestión.",
  "Online Flash Backup": "Copia de Seguridad Flash en Línea",
  "Open a bug report": "Abrir un informe de error",
  "Open Dropdown": "Abrir Desplegable",
  "Opens Connect in new tab": "Abre Conectar en una nueva pestaña",
  "Original release date {0}": "Fecha de lanzamiento original {0}",
  "OS Update Eligibility Expiration": "Expiración de elegibilidad de actualización del sistema operativo",
  "OS Update Eligibility Expired": "Elegibilidad de actualización del sistema operativo expirada",
  "OS Update Eligibility": "Elegibilidad de actualización del sistema operativo",
  "Pay your annual fee to continue receiving OS updates.": "Pague su tarifa anual para continuar recibiendo actualizaciones del sistema operativo.",
  "Performing actions": "Realizando acciones",
  "Please confirm the update details below": "Por favor, confirme los detalles de la actualización a continuación",
  "Please finish the initiated downgrade to enable updates.": "Por favor, termine el downgrade iniciado para habilitar las actualizaciones.",
  "Please finish the initiated update to enable a downgrade.": "Por favor, termine la actualización iniciada para habilitar un downgrade.",
  "Please fix any errors and try again.": "Por favor, corrija cualquier error e intente de nuevo.",
  "Please keep this window open while we perform some actions": "Por favor, mantenga esta ventana abierta mientras realizamos algunas acciones",
  "Please keep this window open": "Por favor, mantenga esta ventana abierta",
  "Please sign out then sign back in to refresh your API key.": "Por favor, cierre la sesión y luego vuelva a iniciar para refrescar su clave API.",
  "Please wait while the page reloads to install your trial key": "Por favor, espere mientras la página se recarga para instalar su clave de prueba",
  "Plus more on the way": "Además más en camino",
  "Plus": "Más",
  "Pro": "Pro",
  "Purchase Key": "Comprar Clave",
  "Purchase": "Comprar",
  "Ready to Install Key": "Listo para Instalar Clave",
  "Ready to update Connect account configuration": "Listo para actualizar la configuración de la cuenta de Conectar",
  "Real-time Monitoring": "Monitoreo en tiempo real",
  "Reboot Now to Downgrade to {0}": "Reinicie Ahora para Hacer un Downgrade a {0}",
  "Reboot Now to Downgrade": "Reinicie Ahora para Hacer un Downgrade",
  "Reboot Now to Update to {0}": "Reinicie Ahora para Actualizar a {0}",
  "Reboot Now to Update": "Reinicie Ahora para Actualizar",
  "Reboot Required for Downgrade to {0}": "Reinicio Requerido para Hacer un Downgrade a {0}",
  "Reboot Required for Downgrade": "Reinicio Requerido para Hacer un Downgrade",
  "Reboot Required for Update to {0}": "Reinicio Requerido para Actualizar a {0}",
  "Reboot Required for Update": "Reinicio Requerido para Actualizar",
  "Rebooting will likely solve this.": "Reiniciar probablemente solucionará esto.",
  "Receive the latest and greatest for Unraid OS. Whether it new features, security patches, or bug fixes – keeping your server up-to-date ensures the best experience that Unraid has to offer.": "Reciba lo último y lo mejor para Unraid OS. Ya sean nuevas características, parches de seguridad o correcciones de errores: mantener su servidor actualizado asegura la mejor experiencia que Unraid tiene para ofrecer.",
  "Recover Key": "Recuperar Clave",
  "Recovered": "Recuperado",
  "Redeem Activation Code": "Canjear Código de Activación",
  "Refresh": "Actualizar",
  "Registered on": "Registrado en",
  "Registered to": "Registrado a nombre de",
  "Registration key / USB Flash GUID mismatch": "Misma clave de registro / GUID de Flash USB",
  "Release date {0}": "Fecha de lanzamiento {0}",
  "Release requires verification to update": "Lanzamiento requiere verificación para actualizar",
  "Reload Page": "Recargar Página",
  "Reload": "Recargar",
  "Remark: Unraid's WAN IPv4 {0} does not match your client's WAN IPv4 {1}.": "Observación: el WAN IPv4 de Unraid {0} no coincide con su WAN IPv4 de cliente {1}.",
  "Remark: your WAN IPv4 is {0}": "Observación: su WAN IPv4 es {0}",
  "Remove from ignore list": "Eliminar de la lista de ignorados",
  "Remove": "Eliminar",
  "Renew Key": "Renovar Clave",
  "Renew your license key now": "Renueve su llave de licencia ahora",
  "Replace Key": "Reemplazar Clave",
  "Replaced": "Reemplazado",
  "Requires the local unraid-api to be running successfully": "Requiere que el unraid-api local esté funcionando con éxito",
  "Restarting unraid-api…": "Reiniciando unraid-api…",
  "second": "{n} segundo | {n} segundos",
  "Server Up Since {0}": "Servidor activo desde {0}",
  "Servers equipped with a myunraid.net certificate can be managed directly from within the Connect web UI. Manage multiple servers from your phone, tablet, laptop, or PC in the same browser window.": "Los servidores equipados con un certificado myunraid.net se pueden administrar directamente desde dentro del interfaz de Unraid Connect. Administre múltiples servidores desde su teléfono, tablet, laptop o PC en la misma ventana del navegador.",
  "Set custom server tiles how you like and automatically display your server's banner image on your Connect Dashboard.": "Configure mosaicos personalizados para el servidor a su gusto y muestre automáticamente la imagen del banner de su servidor en su tablero de Connect.",
  "Settings": "Configuraciones",
  "Sign In Failed": "Fallo de inicio de sesión",
  "Sign In requires the local unraid-api to be running": "El inicio de sesión requiere que el unraid-api local esté funcionando",
  "Sign In to utilize Unraid Connect": "Inicie sesión para utilizar Unraid Connect",
  "Sign In to your Unraid.net account to get started": "Inicie sesión en su cuenta de Unraid.net para empezar",
  "Sign In with Unraid.net Account": "Inicie sesión con una Cuenta de Unraid.net",
  "Sign In": "Iniciar sesión",
  "Sign Out Failed": "Fallo de cierre de sesión",
  "Sign Out of Unraid.net": "Cerrar sesión de Unraid.net",
  "Sign Out requires the local unraid-api to be running": "El cierre de sesión requiere que el unraid-api local esté funcionando",
  "Signing in {0}…": "Iniciando sesión {0}…",
  "Signing In": "Iniciando sesión",
  "Signing out {0}…": "Cerrando sesión {0}…",
  "Signing Out": "Cerrar sesión",
  "Something went wrong": "Algo salió mal",
  "SSL certificates for unraid.net deprecated": "Certificados SSL para unraid.net obsoletos",
  "Stale Server": "Servidor obsoleto",
  "Stale": "Obsoleto",
  "On the following screen, your license will be activated. You'll then create an Unraid.net Account to manage your license going forward.": "En la siguiente pantalla, su licencia será activada. Luego creará una cuenta de Unraid.net para gestionar su licencia a partir de ahora.",
  "Start Free 30 Day Trial": "Iniciar Prueba Gratuita de 30 Días",
  "Starter": "Inicial",
  "Starting your free 30 day trial": "Iniciando su prueba gratuita de 30 días",
  "Success!": "¡Éxito!",
  "Thank you for choosing Unraid OS!": "¡Gracias por elegir Unraid OS!",
  "Thank you for installing Connect!": "¡Gracias por instalar Conectar!",
  "Thank you for purchasing an Unraid {0} Key!": "¡Gracias por comprar una Clave de Unraid {0}!",
  "Thank you for upgrading to an Unraid {0} Key!": "¡Gracias por actualizar a una Clave de Unraid {0}!",
  "The Connect dashboard links to relevant sections of the webgui, allowing quick access to those settings and server sections.": "El tablero Connect vincula a secciones relevantes del webgui, permitiendo acceso rápido a esas configuraciones y secciones del servidor.",
  "The logs may contain sensitive information so do not post them publicly.": "Los registros pueden contener información sensible por lo que no debe publicarlos públicamente.",
  "The primary method of support for Unraid Connect is through our forums and Discord.": "El método principal de soporte para Unraid Connect es a través de nuestros foros y Discord.",
  "Then go to Tools > Registration to manually install it": "Luego vaya a Herramientas > Registro para instalarlo manualmente",
  "This may indicate a complex network that will not work with this Remote Access solution.": "Esto puede indicar una red compleja que no funcionará con esta solución de Acceso Remoto.",
  "This update will require a reboot": "Esta actualización requerirá un reinicio",
  "Toggle on/off server accessibility with dynamic remote access. Automatically turn on UPnP and open a random WAN port on your router at the click of a button and close off access in seconds.": "Activar/desactivar accesibilidad del servidor con acceso remoto dinámico. Habilitar automáticamente UPnP y abrir un puerto WAN aleatorio en su enrutador con un clic de un botón y cerrar el acceso en segundos.",
  "Too Many Devices": "Demasiados Dispositivos",
  "Transfer License to New Flash": "Transferir Licencia a un Nuevo Flash",
  "Trial Expired, see options below": "Prueba Expirada, vea opciones a continuación",
  "Trial Expired": "Prueba Expirada",
  "Trial Key Created": "Clave de Prueba Creada",
  "Trial Key Creation Failed": "Falló la creación de la Clave de Prueba",
  "Trial Key Expired {0}": "Clave de Prueba Expirada {0}",
  "Trial Key Expired at {0}": "Clave de Prueba Expirada a las {0}",
  "Trial Key Expires at {0}": "Clave de prueba expira a las {0}",
  "Trial Key Expires in {0}": "Clave de prueba expira en {0}",
  "Trial Requires Internet Connection": "Prueba Requiere Conexión a Internet",
  "Trial": "Prueba",
  "Unable to check for OS updates": "No se puede comprobar actualizaciones de SO",
  "Unable to fetch client WAN IPv4": "No se puede obtener IPv4 WAN del cliente",
  "Unable to open release notes": "No se pueden abrir las notas de versión",
  "Unknown error": "Error desconocido",
  "Unknown": "Desconocido",
  "Unleash Your Hardware": "Libere su Hardware",
  "Unleashed": "Desatado",
  "unlimited": "ilimitado",
  "Unraid {0} Available": "Unraid {0} Disponible",
  "Unraid {0} Update Available": "Actualización de Unraid {0} Disponible",
  "Unraid {0}": "Unraid {0}",
  "Unraid Connect Error": "Error de Conectar de Unraid",
  "Unraid Connect Forums": "Foros de Conectar de Unraid",
  "Unraid Connect Install Failed": "Instalación Fallida de Unraid Connect",
  "Unraid Contact Page": "Página de Contacto de Unraid",
  "Unraid Discord": "Discord de Unraid",
  "Unraid logo animating with a wave like effect": "Logo de Unraid animando con un efecto de ola",
  "Unraid OS {0} Released": "Unraid OS {0} Lanzado",
  "Unraid OS {0} Update Available": "Actualización del Unraid OS {0} Disponible",
  "Unraid OS is up-to-date": "Unraid OS está actualizado",
  "Unraid OS Update Available": "Actualización del Unraid OS Disponible",
  "unraid-api is offline": "unraid-api está offline",
  "Up-to-date with eligible releases": "Actualizado con las versiones elegibles",
  "Up-to-date": "Actualizado",
  "Update Available": "Actualización Disponible",
  "Update Released": "Actualización Lanzada",
  "Update Unraid OS confirmation required": "Se requiere confirmación para actualizar Unraid OS",
  "Update Unraid OS": "Actualizar Unraid OS",
  "Updates Expire": "Las Actualizaciones Expiran",
  "Updating 3rd party drivers": "Actualizando controladores de terceros",
  "Upgrade Key": "Actualizar Clave",
  "Upgrade": "Actualizar",
  "Uptime {0}": "Tiempo de actividad {0}",
  "USB Flash device error": "Error del dispositivo Flash USB",
  "USB Flash has no serial number": "El Flash USB no tiene número de serie",
  "Verify to Update": "Verifique para Actualizar",
  "Version available for restore {0}": "Versión disponible para restaurar {0}",
  "Version: {0}": "Versión: {0}",
  "View Available Updates": "Ver Actualizaciones Disponibles",
  "View Changelog & Update": "Ver Registro de Cambios y Actualizar",
  "View Changelog for {0}": "Ver Registro de Cambios para {0}",
  "View Changelog on Docs": "Ver Registro de Cambios en Documentos",
  "View Changelog to Start Update": "Ver Registro de Cambios para Iniciar la Actualización",
  "View Changelog": "Ver Registro de Cambios",
  "View on Docs": "Ver en Documentos",
  "View release notes": "Ver notas de la versión",
  "We recommend backing up your USB Flash Boot Device before starting the update.": "Recomendamos hacer una copia de seguridad de su dispositivo de arranque Flash USB antes de comenzar la actualización.",
  "Welcome to your new {0} system, powered by Unraid!": "¡Bienvenido a su nuevo sistema {0}, impulsado por Unraid!",
  "Welcome to Unraid!": "¡Bienvenido a Unraid!",
  "year": "{n} año | {n} años",
  "You are still eligible to access OS updates that were published on or before {1}.": "Todavía tiene derecho a acceder a las actualizaciones del sistema operativo que se publicaron en o antes de {1}.",
  "You can also manually create a new backup by clicking the Create Flash Backup button.": "También puede crear manualmente una nueva copia de seguridad haciendo clic en el botón Crear Copia de Seguridad Flash.",
  "You can manually create a backup by clicking the Create Flash Backup button.": "Puede crear una copia de seguridad manualmente haciendo clic en el botón Crear Copia de Seguridad Flash.",
  "You have already activated the Flash Backup feature via the Unraid Connect plugin.": "Ya ha activado la función de Copia de Seguridad Flash a través del complemento Unraid Connect.",
  "You have exceeded the number of devices allowed for your license. Please remove a device before adding another.": "Ha excedido el número de dispositivos permitidos para su licencia. Por favor retire un dispositivo antes de agregar otro.",
  "You have not activated the Flash Backup feature via the Unraid Connect plugin.": "No ha activado la función de Copia de Seguridad Flash a través del complemento Unraid Connect.",
  "You may still update to releases dated prior to your update expiration date.": "Todavía puede actualizar a versiones fechadas antes de la fecha de expiración de su actualización.",
  "You're about to create a password to secure access to your system. This password is essential for managing and configuring your server. You'll use this password every time you access the Unraid web interface.": "Está a punto de crear una contraseña para asegurar el acceso a su sistema. Esta contraseña es esencial para gestionar y configurar su servidor. Utilizará esta contraseña cada vez que acceda a la interfaz web de Unraid.",
  "You're one step closer to enhancing your Unraid experience": "Está a un paso más cerca de mejorar su experiencia con Unraid",
  "Your {0} Key has been replaced!": "¡Su clave {0} ha sido reemplazada!",
  "Your {0} license included one year of free updates at the time of purchase. You are now eligible to extend your license and access the latest OS updates. You are still eligible to access OS updates that were published on or before {1}.": "Su licencia {0} incluyó un año de actualizaciones gratuitas al momento de la compra. Ahora es elegible para extender su licencia y acceder a las últimas actualizaciones del sistema operativo. Todavía tiene derecho a acceder a las actualizaciones del sistema operativo que se publicaron en o antes de {1}.",
  "Your {0} license included one year of free updates at the time of purchase. You are now eligible to extend your license and access the latest OS updates.": "Su licencia {0} incluyó un año de actualizaciones gratuitas al momento de la compra. Ahora es elegible para extender su licencia y acceder a las últimas actualizaciones del sistema operativo.",
  "Your free Trial key provides all the functionality of an Unleashed Registration key": "Su clave de prueba gratuita proporciona toda la funcionalidad de una clave de registro desbloqueada",
  "Your license key is not eligible for Unraid OS {0}": "Su clave de licencia no es elegible para Unraid OS {0}",
  "Your license key's OS update eligibility has expired. Please renew your license key to enable updates released after your expiration date.": "La elegibilidad de actualización del sistema operativo de su clave de licencia ha expirado. Por favor renueve su clave de licencia para habilitar actualizaciones lanzadas después de su fecha de expiración.",
  "Your Trial has expired": "Su prueba ha expirado",
  "Your Trial key has been extended!": "¡Su clave de prueba ha sido extendida!",
  "Create an Unraid.net account and activate your key": "Cree una cuenta en Unraid.net y active su clave",
  "Device is ready to configure": "El dispositivo está listo para configurar",
  "Secure your device": "Asegure su dispositivo",
  "Unraid OS {0} Changelog": "Unraid OS {0} Registro de Cambios",
  "or": "o",
  "Logging in...": "Ingresando...",
  "Try Again": "Intenta de nuevo",
  "Log In With Unraid.net": "Iniciar Sesión con Unraid.net",
  "Invalid Unraid.net credentials": "Credenciales de Unraid.net inválidas",
  "This Unraid.net account is not authorized to access this server": "Esta cuenta de Unraid.net no está autorizada para acceder a este servidor",
  "SSO login is not enabled on this server": "Inicio de sesión SSO no está habilitado en este servidor",
  "Login session expired. Please try again": "Sesión de inicio de sesión expirada. Por favor, inténtelo de nuevo",
  "Network error. Please check your connection": "Error de red. Por favor, compruebe su conexión",
  "SSO login failed. Please try again": "Inicio de sesión SSO fallido. Por favor, inténtelo de nuevo",
  "Error fetching token": "Error al obtener el token",
  "Visit Unraid website": "Visitar sitio web de Unraid",
  "Version Information": "Información de Versión",
  "First, you'll create your device's login credentials, then you'll activate your Unraid license—your device's operating system (OS).": "Primero, creará las credenciales de inicio de sesión de su dispositivo, luego activará su licencia de Unraid—el sistema operativo (OS) de su dispositivo.",
  "Edit API Key": "Editar Clave API",
  "Create API Key": "Crear Clave API",
  "OS version copied to clipboard": "Versión del SO copiada al portapapeles",
  "API version copied to clipboard": "Versión de la API copiada al portapapeles",
  "Visit Partner website": "Visitar sitio web del Partner",
  "Unraid OS": "Unraid OS",
  "Unraid API": "Unraid API",
  "View OS Release Notes": "Ver Notas de la Versión del SO",
  "View API Changelog": "Ver Registro de Cambios de la API",
  "Registered GUID": "GUID Registrado",
  "Array status": "Estado de la Matriz",
  "Trial expiration": "Expiración de Prueba",
  "Flash Drive": "Unidad Flash",
  "License": "Licencia",
  "Actions": "Acciones",
  "Your license key was automatically renewed and installed. Reload the page to see updated details.": "Su clave de licencia fue renovada automáticamente e instalada. Recargue la página para ver los detalles actualizados.",
  "Checking authentication options...": "Comprobando opciones de autenticación...",
  "Invalid callback parameters": "Parámetros de devolución inválidos",
  "Loading changelog…": "Cargando registro de cambios…",
  "Checking for OS updates...": "Comprobando actualizaciones del SO...",
  "Requires verification to update": "Requiere verificación para actualizar",
  "More Options": "Más Opciones",
  "Manage update preferences including beta access and version selection at account.unraid.net": "Administre las preferencias de actualización, incluidas el acceso a la beta y la selección de versión en account.unraid.net",
  "You can opt back in to an ignored release by clicking on the Check for Updates button in the header anytime": "Puede volver a optar por una versión ignorada haciendo clic en el botón Buscar Actualizaciones en el encabezado en cualquier momento",
  "Loading changelog...": "Cargando registro de cambios...",
  "No changelog content available": "No hay contenido de registro de cambios disponible",
  "Downgrade": "Degradar",
  "Update": "Actualizar",
  "During the Unraid OS update process third-party drivers were detected and are currently being updated in the background. Please wait for those to finish downloading before rebooting your server to complete the update process. You should receive a system notification when complete. You may also refresh this page to check for an updated status.": "Durante el proceso de actualización del Unraid OS se detectaron controladores de terceros y actualmente se están actualizando en segundo plano. Espere a que terminen de descargarse antes de reiniciar su servidor para completar el proceso de actualización. Debería recibir una notificación del sistema cuando se complete. También puede actualizar esta página para verificar un estado actualizado.",
  "License Key Updates Expired": "Actualizaciones de Clave de Licencia Expiradas",
  "Downgrade Unraid OS confirmation required": "Se requiere confirmación para degradar Unraid OS",
  "Please confirm the downgrade details below": "Por favor confirme los detalles de la degradación a continuación",
  "Post Install License Key Error": "Error de clave de licencia después de la instalación",
  "This downgrade will require a reboot": "Esta degradación requerirá un reinicio",
  "Confirm and start downgrade": "Confirme e inicie la degradación",
  "Loading…": "Cargando…",
  "Go to API Settings": "Ir a la configuración de la API",
  "Restart unraid-api": "Reiniciar unraid-api",
  "Error creatiing a trial key. Please try again later.": "Error al crear una clave de prueba. Por favor, inténtelo de nuevo más tarde.",
  "Username": "Nombre de usuario",
  "Password": "Contraseña",
  "Login": "Iniciar sesión",
  "Password recovery": "Recuperación de Contraseña",
  "jsonforms.errors.default": "Valor inválido",
  "jsonforms.rclone.basic.remoteName.label": "Remote Name",
  "jsonforms.rclone.basic.remoteName.description": "Name to identify this remote configuration (e.g., my_google_drive). Use only letters, numbers, hyphens, and underscores.",
  "jsonforms.rclone.basic.remoteName.descriptionShort": "Name to identify this remote configuration",
  "jsonforms.rclone.basic.providerType.label": "Storage Provider Type",
  "jsonforms.rclone.basic.providerType.description": "Select the cloud storage provider to use for this remote.",
  "jsonforms.rclone.basic.documentation.text": "Documentation Link",
  "jsonforms.rclone.basic.documentation.description": "For more information, refer to the [RClone Config Documentation](https://rclone.org/commands/rclone_config/).",
  "jsonforms.rclone.basic.showAdvanced.label": "Show Advanced Options",
  "jsonforms.rclone.basic.showAdvanced.description": "Display additional configuration options for experts.",
  "jsonforms.rclone.basic.showAdvanced.toggleDescription": "Whether to show advanced configuration options.",
  "jsonforms.rclone.validation.sizeSuffix": "Invalid size format. Examples: \"10G\", \"100M\", \"1.5GiB\", \"off\".",
  "jsonforms.rclone.validation.duration": "Invalid duration format. Examples: \"10s\", \"1.5m\", \"100ms\", \"1h15m\", \"off\".",
  "jsonforms.apiSettings.sandbox": "Enable Developer Sandbox",
  "jsonforms.apiKey.name": "API Key Name",
  "jsonforms.apiKey.description": "Descripción",
  "jsonforms.apiKey.roles": "Roles",
  "jsonforms.apiKey.permissionPresets": "Add Permission Preset",
  "jsonforms.apiKey.customPermissions": "Permisos",
  "jsonforms.apiKey.customPermissions.resources": "Resources",
  "jsonforms.apiKey.customPermissions.actions": "Acciones",
  "jsonforms.apiKey.permissions.header": "Permissions Configuration",
  "jsonforms.apiKey.permissions.description": "Select any combination of roles, permission groups, and custom permissions to define what this API key can access.",
  "jsonforms.apiKey.permissions.subheader": "Permisos",
  "jsonforms.apiKey.permissions.help": "Use the preset dropdown for common permission sets, or manually add custom permissions. You can select multiple resources that share the same actions.",
  "jsonforms.rclone.basic.remoteName": "Remote Name",
  "jsonforms.rclone.basic.providerType": "Storage Provider Type",
  "jsonforms.rclone.basic.documentation": "Documentation Link",
  "jsonforms.rclone.basic.showAdvanced": "Show Advanced Options",
  "jsonforms.oidc.provider.id": "Provider ID",
  "jsonforms.oidc.provider.name": "Provider Name",
  "jsonforms.oidc.provider.clientId": "OAuth Client ID",
  "jsonforms.oidc.provider.clientSecret": "OAuth Client Secret",
  "jsonforms.oidc.provider.issuer": "Issuer URL",
  "jsonforms.oidc.provider.scopes": "OAuth Scopes",
  "jsonforms.oidc.provider.authorizationEndpoint": "Authorization Endpoint",
  "jsonforms.oidc.provider.tokenEndpoint": "Token Endpoint",
  "jsonforms.oidc.provider.userInfoEndpoint": "User Info Endpoint",
  "jsonforms.oidc.provider.jwksUri": "JWKS URI",
  "jsonforms.oidc.restrictions.title": "Simple Authorization",
  "jsonforms.oidc.restrictions.help": "Configure simple allow lists for who can sign in.",
  "jsonforms.oidc.restrictions.allowedDomains": "Allowed Email Domains",
  "jsonforms.oidc.restrictions.allowedEmails": "Specific Email Addresses",
  "jsonforms.oidc.restrictions.allowedUserIds": "Allowed User IDs",
  "jsonforms.oidc.restrictions.workspaceDomain": "Google Workspace Domain",
  "jsonforms.oidc.rules.title": "Advanced Authorization Rules",
  "jsonforms.oidc.rules.description": "Define claim-based authorization logic.",
  "jsonforms.oidc.rules.mode": "Rule Mode",
  "jsonforms.oidc.rules.claim": "JWT Claim",
  "jsonforms.oidc.rules.operator": "Operator",
  "jsonforms.oidc.rules.value": "Values",
  "jsonforms.oidc.rules.collection": "Claim Rules",
  "jsonforms.oidc.buttons.title": "Button Customization",
  "jsonforms.oidc.buttons.description": "Customize the appearance of the login button.",
  "jsonforms.oidc.buttons.text": "Button Text",
  "jsonforms.oidc.buttons.icon": "Button Icon URL",
  "jsonforms.oidc.buttons.variant": "Button Style",
  "jsonforms.oidc.buttons.style": "Custom CSS Styles",
  "jsonforms.oidc.provider.discoveryToggle": "Use Automatic Discovery"
}
