{
  "{0} {1} Key…": "{0} {1} Clé…",
  "{0} devices": "{0} appareils",
  "{0} out of {1} allowed devices – upgrade your key to support more devices": "{0} sur {1} appareils autorisés – mettez à niveau votre clé pour prendre en charge plus d'appareils",
  "{0} out of {1} devices": "{0} sur {1} appareils",
  "{0} Release Notes": "Notes de version de {0}",
  "{0} Signed In Successfully": "{0} Connecté avec succès",
  "{0} Signed Out Successfully": "{0} Déconnecté avec succès",
  "{0} Update Available": "{0} Mise à jour disponible",
  "{1} Key {0} Successfully": "Clé {0} réussie {1}",
  "<p>It is not possible to use a Trial key with an existing Unraid OS installation.</p><p>You may purchase a license key corresponding to this USB Flash device to continue using this installation.</p>": "<p>Il n'est pas possible d'utiliser une clé d'essai avec une installation existante d'Unraid OS.</p><p>Vous pouvez acheter une clé de licence correspondant à ce périphérique USB Flash pour continuer à utiliser cette installation.</p>",
  "<p>Please refresh the page to ensure you load your latest configuration</p>": "<p>Veuillez actualiser la page pour vous assurer de charger votre dernière configuration</p>",
  "<p>Register for Connect by signing in to your Unraid.net account</p>": "<p>Inscrivez-vous à Connect en vous connectant à votre compte Unraid.net</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device or choose Purchase Key.</p><p>Your Unraid registration key is ineligible for replacement as it has been replaced within the last 12 months.</p>": "<p>Le fichier de clé de licence ne correspond pas au périphérique USB Flash de démarrage. Veuillez copier le bon fichier de clé dans le répertoire /config sur votre périphérique USB Flash ou choisir d'acheter une clé.</p><p>Votre clé d'enregistrement Unraid n'est pas éligible pour un remplacement car elle a été remplacée au cours des 12 derniers mois.</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device or choose Purchase Key.</p><p>Your Unraid registration key is ineligible for replacement as it is blacklisted.</p>": "<p>Le fichier de clé de licence ne correspond pas au périphérique USB Flash de démarrage. Veuillez copier le bon fichier de clé dans le répertoire /config sur votre périphérique USB Flash ou choisir d'acheter une clé.</p><p>Votre clé d'enregistrement Unraid n'est pas éligible pour un remplacement car elle est sur liste noire.</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device.</p><p>You may also attempt to Purchase or Replace your key.</p>": "<p>Le fichier de clé de licence ne correspond pas au périphérique USB Flash de démarrage. Veuillez copier le bon fichier de clé dans le répertoire /config sur votre périphérique USB Flash.</p><p>Vous pouvez également tenter d'acheter ou de remplacer votre clé.</p>",
  "<p>There are multiple license key files present on your USB flash device and none of them correspond to the USB Flash boot device. Please remove all key files, except the one you want to replace, from the /config directory on your USB Flash boot device.</p><p>Alternately you may purchase a license key for this USB flash device.</p><p>If you want to replace one of your license keys with a new key bound to this USB Flash device, please first remove all other key files first.</p>": "<p>Il y a plusieurs fichiers de clé de licence présents sur votre périphérique USB Flash et aucun d'eux ne correspond au périphérique USB Flash de démarrage. Veuillez supprimer tous les fichiers de clé, sauf celui que vous souhaitez remplacer, du répertoire /config sur votre périphérique USB Flash.</p><p>Alternativement, vous pouvez acheter une clé de licence pour ce périphérique USB flash.</p><p>Si vous souhaitez remplacer l'une de vos clés de licence par une nouvelle clé liée à ce périphérique USB Flash, veuillez d'abord supprimer tous les autres fichiers de clé.</p>",
  "<p>There is a physical problem accessing your USB Flash boot device</p>": "<p>Il y a un problème physique pour accéder à votre périphérique USB Flash de démarrage</p>",
  "<p>There is a problem with your USB Flash device</p>": "<p>Il y a un problème avec votre périphérique USB Flash</p>",
  "<p>This USB Flash boot device has been blacklisted. This can occur as a result of transferring your license key to a replacement USB Flash device, and you are currently booted from your old USB Flash device.</p><p>A USB Flash device may also be blacklisted if we discover the serial number is not unique – this is common with USB card readers.</p>": "<p>Ce périphérique USB Flash de démarrage a été mis sur liste noire. Cela peut se produire suite au transfert de votre clé de licence vers un périphérique USB Flash de remplacement, et vous êtes actuellement démarré à partir de votre ancien périphérique USB Flash.</p><p>Un périphérique USB Flash peut également être mis sur liste noire si nous découvrons que son numéro de série n'est pas unique - cela est courant avec les lecteurs de cartes USB.</p>",
  "<p>This USB Flash device has an invalid GUID. Please try a different USB Flash device</p>": "<p>Ce périphérique USB Flash a un GUID non valide. Veuillez essayer un autre périphérique USB Flash</p>",
  "<p>To continue using Unraid OS you may purchase a license key. Alternately, you may request a Trial extension.</p>": "<p>Pour continuer à utiliser Unraid OS, vous pouvez acheter une clé de licence. Alternativement, vous pouvez demander une extension de l'essai.</p>",
  "<p>To support more storage devices as your server grows, click Upgrade Key.</p>": "<p>Pour prendre en charge plus de dispositifs de stockage au fur et à mesure que votre serveur se développe, cliquez sur Mettre à niveau la clé.</p>",
  "<p>You have used all your Trial extensions. To continue using Unraid OS you may purchase a license key.</p>": "<p>Vous avez utilisé toutes vos extensions d'essai. Pour continuer à utiliser Unraid OS, vous pouvez acheter une clé de licence.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>After your <em>Trial</em> has reached expiration, your server <strong>still functions normally</strong> until the next time you Stop the array or reboot your server.</p><p>At that point you may either purchase a license key or request a <em>Trial</em> extension.</p>": "<p>Votre clé <em>Essai</em> comprend toutes les fonctionnalités et le support d'appareil d'une clé <em>Déployée</em>.</p><p>Après l'expiration de votre <em>Essai</em>, votre serveur <strong>fonctionne toujours normalement</strong> jusqu'à la prochaine fois que vous arrêtez le tableau ou redémarrez votre serveur.</p><p>À ce moment-là, vous pouvez soit acheter une clé de licence, soit demander une extension de <em>Essai</em>.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>When your <em>Trial</em> expires, <strong>the array will stop</strong>. At that point you may either purchase a license key or request a <em>Trial</em> extension.</p>": "<p>Votre clé <em>Essai</em> comprend toutes les fonctionnalités et le support d'appareil d'une clé <em>Déployée</em>.</p><p>Quand votre <em>Essai</em> expire, <strong>le tableau s'arrêtera</strong>. À ce moment-là, vous pouvez soit acheter une clé de licence, soit demander une extension de <em>Essai</em>.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>Your trial is expiring soon. When it expires, <strong>the array will stop</strong>. You may extend your trial now, purchase a license key, or wait until expiration to take action.</p>": "<p>Votre clé <em>Essai</em> comprend toutes les fonctionnalités et le support d'appareil d'une clé <em>Déployée</em>.</p><p>Votre essai expire bientôt. Lorsqu'il expire, <strong>le tableau s'arrêtera</strong>. Vous pouvez prolonger votre essai maintenant, acheter une clé de licence, ou attendre l'expiration pour agir.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>Your trial is expiring soon and you have used all available extensions. When it expires, <strong>the array will stop</strong>. To continue using Unraid OS, you must purchase a license key.</p>": "<p>Votre clé <em>Essai</em> comprend toutes les fonctionnalités et le support d'appareil d'une clé <em>Déployée</em>.</p><p>Votre essai expire bientôt et vous avez utilisé toutes les extensions disponibles. Lorsqu'il expire, <strong>le tableau s'arrêtera</strong>. Pour continuer à utiliser Unraid OS, vous devez acheter une clé de licence.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>You have used all available trial extensions. When your <em>Trial</em> expires, <strong>the array will stop</strong>. To continue using Unraid OS after expiration, you must purchase a license key.</p>": "<p>Votre clé <em>Essai</em> comprend toutes les fonctionnalités et le support d'appareil d'une clé <em>Déployée</em>.</p><p>Vous avez utilisé toutes les extensions d'essai disponibles. Lorsque votre <em>Essai</em> expire, <strong>le tableau s'arrêtera</strong>. Pour continuer à utiliser Unraid OS après expiration, vous devez acheter une clé de licence.</p>",
  "<p>Your license key file is corrupted or missing. The key file should be located in the /config directory on your USB Flash boot device.</p><p>If you do not have a backup copy of your license key file you may attempt to recover your key.</p><p>If this was an expired Trial installation, you may purchase a license key.</p>": "<p>Votre fichier de clé de licence est corrompu ou manquant. Le fichier de clé doit se trouver dans le répertoire /config sur votre périphérique USB Flash de démarrage.</p><p>Si vous n'avez pas de copie de sauvegarde de votre fichier de clé de licence, vous pouvez tenter de récupérer votre clé.</p><p>Si c'était une installation d'essai expirée, vous pouvez acheter une clé de licence.</p>",
  "<p>Your license key file is corrupted or missing. The key file should be located in the /config directory on your USB Flash boot device.</p><p>You may attempt to recover your key with your Unraid.net account.</p><p>If this was an expired Trial installation, you may purchase a license key.</p>": "<p>Votre fichier de clé de licence est corrompu ou manquant. Le fichier de clé doit se trouver dans le répertoire /config sur votre périphérique USB Flash de démarrage.</p><p>Vous pouvez tenter de récupérer votre clé avec votre compte Unraid.net.</p><p>Si c'était une installation d'essai expirée, vous pouvez acheter une clé de licence.</p>",
  "<p>Your server will not be usable until you purchase a Registration key or install a free 30 day <em>Trial</em> key. A <em>Trial</em> key provides all the functionality of an Unleashed Registration key.</p><p>Registration keys are bound to your USB Flash boot device serial number (GUID). Please use a high quality name brand device at least 1GB in size.</p><p>Note: USB memory card readers are generally not supported because most do not present unique serial numbers.</p><p><strong>Important:</strong></p><ul class='list-disc pl-16px'><li>Please make sure your server time is accurate to within 5 minutes</li><li>Please make sure there is a DNS server specified</li></ul>": "<p>Votre serveur ne sera pas utilisable tant que vous n'aurez pas acheté une clé d'enregistrement ou installé une clé <em>Essai</em> gratuite de 30 jours. Une clé <em>Essai</em> fournit toutes les fonctionnalités d'une clé d'enregistrement Déployée.</p><p>Les clés d'enregistrement sont liées au numéro de série du périphérique USB Flash de démarrage (GUID). Veuillez utiliser un périphérique de marque de haute qualité d'au moins 1 Go.</p><p>Note : Les lecteurs de cartes mémoire USB ne sont généralement pas pris en charge car la plupart ne présentent pas de numéros de série uniques.</p><p><strong>Important :</strong></p><ul class='list-disc pl-16px'><li>Veuillez vérifier que l'heure de votre serveur est précise à moins de 5 minutes</li><li>Veuillez vous assurer qu'un serveur DNS est spécifié</li></ul>",
  "<p>Your Trial key requires an internet connection.</p><p><a href='/Settings/NetworkSettings class='underline'>Please check Settings > Network</a></p>": "<p>Votre clé d'essai nécessite une connexion Internet.</p><p><a href='/Settings/NetworkSettings class='underline'>Veuillez vérifier Paramètres > Réseau</a></p>",
  "<p>Your Unraid registration key is ineligible for replacement as it has been replaced within the last 12 months.</p>": "<p>Votre clé d'enregistrement Unraid n'est pas éligible pour un remplacement car elle a été remplacée au cours des 12 derniers mois.</p>",
  "A Trial key provides all the functionality of an Unleashed Registration key": "Une clé d'essai fournit toutes les fonctionnalités d'une clé d'enregistrement Déployée.",
  "A valid GUID is required to check for OS updates.": "Un GUID valide est requis pour vérifier les mises à jour de l'OS.",
  "A valid keyfile and USB Flash boot device are required to check for OS updates.": "Un fichier-clé valide et un périphérique USB Flash de démarrage sont requis pour vérifier les mises à jour de l'OS.",
  "A valid keyfile is required to check for OS updates.": "Un fichier-clé valide est requis pour vérifier les mises à jour de l'OS.",
  "A valid OS version is required to check for OS updates.": "Une version OS valide est requise pour vérifier les mises à jour de l'OS.",
  "Acklowledge that you have made a Flash Backup to enable this action": "Reconnaître que vous avez effectué une sauvegarde Flash pour activer cette action",
  "Activate Now": "Activer maintenant",
  "Activate License": "Activer la licence",
  "ago": "il y a",
  "All you need is an active internet connection, an Unraid.net account, and the Connect plugin. Get started by installing the plugin.": "Tout ce dont vous avez besoin est une connexion Internet active, un compte Unraid.net et le plugin Connect. Commencez par installer le plugin.",
  "Attached Storage Devices": "Périphériques de stockage attachés",
  "Backing up...this may take a few minutes": "Sauvegarde en cours... cela peut prendre quelques minutes",
  "Basic": "Basique",
  "Begin downgrade to {0}": "Commencer la rétrogradation vers {0}",
  "Beta": "Bêta",
  "Blacklisted USB Flash GUID": "GUID du Flash USB sur liste noire",
  "BLACKLISTED": "SUR LISTE NOIRE",
  "Calculating OS Update Eligibility…": "Calcul de l'éligibilité à la mise à jour de l'OS...",
  "Calculating trial expiration…": "Calcul de l'expiration d'essai...",
  "Callback redirect type not present or incorrect": "Le type de redirection de rappel n'est pas présent ou est incorrect",
  "Cancel {0}": "Annuler {0}",
  "Cancel": "Annuler",
  "Cannot access your USB Flash boot device": "Impossible d'accéder à votre périphérique USB Flash de démarrage",
  "Cannot validate Unraid Trial key": "Impossible de valider la clé d'essai d'Unraid",
  "Check Eligibility": "Vérifier l'éligibilité",
  "check for OS updates": "vérifier les mises à jour de l'OS",
  "Check for OS Updates": "Vérifier les mises à jour de l'OS",
  "Check for Prereleases": "Vérifier les préversions",
  "Check for Update": "Vérifier la mise à jour",
  "Checking WAN IPs…": "Vérification des IPs WAN...",
  "Checking...": "Vérification en cours...",
  "Checkout the Connect Documentation": "Consultez la Documentation Connect",
  "Click to close modal": "Cliquez pour fermer la modal",
  "Click to Copy LAN IP {0}": "Cliquez pour copier l'IP LAN {0}",
  "Close Dropdown": "Fermer le menu déroulant",
  "Close Modal": "Fermer la modal",
  "Close": "Fermer",
  "Configure Connect Features": "Configurer les fonctionnalités Connect",
  "Confirm and start update": "Confirmer et commencer la mise à jour",
  "Confirm to Install Unraid OS {0}": "Confirmer pour installer Unraid OS {0}",
  "Connected": "Connecté",
  "Contact Support": "Contacter le support",
  "Continue": "Continuer",
  "Copied": "Copié",
  "Copy Key URL": "Copier l'URL de la clé",
  "Copy your Key URL: {0}": "Copiez votre URL de clé : {0}",
  "Create Flash Backup": "Créer une sauvegarde Flash",
  "Create a password": "Créer un mot de passe",
  "Create Device Password": "Créer un mot de passe de périphérique",
  "Current Version {0}": "Version actuelle {0}",
  "Current Version: Unraid {0}": "Version actuelle : Unraid {0}",
  "Customizable Dashboard Tiles": "Tuiles du tableau de bord personnalisables",
  "day": "{n} jour | {n} jours",
  "Deep Linking": "Liens profonds",
  "DNS issue, unable to resolve wanip4.unraid.net": "Problème DNS, impossible de résoudre wanip4.unraid.net",
  "Downgrade Unraid OS to {0}": "Rétrograder Unraid OS vers {0}",
  "Downgrade Unraid OS": "Rétrograder Unraid OS",
  "Downgrades are only recommended if you're unable to solve a critical issue.": "Les rétrogradations ne sont recommandées que si vous êtes incapable de résoudre un problème critique.",
  "Download Diagnostics": "Télécharger les diagnostics",
  "Download the Diagnostics zip then please open a bug report on our forums with a description of the issue along with your diagnostics.": "Téléchargez le zip de diagnostics puis veuillez ouvrir un rapport de bug sur nos forums avec une description du problème ainsi que vos diagnostics.",
  "Download unraid-api Logs": "Télécharger les journaux unraid-api",
  "Dynamic Remote Access": "Accès à distance dynamique",
  "Eligible for free feature updates for {0}": "Éligible pour les mises à jour de fonctionnalités gratuites pendant {0}",
  "Eligible for free feature updates until {0}": "Éligible pour les mises à jour de fonctionnalités gratuites jusqu'à {0}",
  "Eligible": "Éligible",
  "Enable update notifications": "Activer les notifications de mise à jour",
  "Enhance your experience with Unraid Connect": "Améliorez votre expérience avec Unraid Connect",
  "Enhance your Unraid experience with Connect": "Améliorez votre expérience Unraid avec Connect",
  "Enhance your Unraid experience": "Améliorez votre expérience Unraid",
  "Error creating a trial key. Please try again later.": "Erreur lors de la création d'une clé d'essai. Veuillez réessayer plus tard.",
  "Error Parsing Changelog • {0}": "Erreur lors de l'analyse du Changelog • {0}",
  "Error": "Erreur",
  "Expired {0}": "Expiré {0}",
  "Expired": "Expiré",
  "Expires at {0}": "Expire à {0}",
  "Expires in {0}": "Expire dans {0}",
  "Extend License to Enable OS Updates": "Prolonger la licence pour activer les mises à jour de l'OS",
  "Extend License to Update": "Prolonger la licence pour mettre à jour",
  "Extend License": "Prolonger la licence",
  "Extend Trial": "Prolonger l'essai",
  "Extending your free trial by 15 days": "Prolonger votre essai gratuit de 15 jours",
  "Extension Installed": "Extension installée",
  "Failed to {0} {1} Key": "Échec de {0} {1} Clé",
  "Failed to install key": "Échec de l'installation de la clé",
  "Failed to update Connect account configuration": "Échec de la mise à jour de la configuration du compte Connect",
  "Fetching & parsing changelog…": "Récupération et analyse du journal des modifications...",
  "Fix Error": "Corriger l'erreur",
  "Flash Backup is not available. Navigate to {0}/Main/Settings/Flash to try again then come back to this page.": "La sauvegarde Flash n'est pas disponible. Allez dans {0}/Principale/Paramètres/Flash pour réessayer puis revenez sur cette page.",
  "Flash GUID Error": "Erreur de GUID du Flash",
  "Flash GUID required to check replacement status": "GUID du Flash requis pour vérifier l'état du remplacement",
  "Flash GUID": "GUID du flash",
  "Flash Product": "Produit flash",
  "Flash Vendor": "Vendeur flash",
  "Get a Lifetime Key": "Obtenez une clé à vie",
  "Get an overview of your server's state, storage space, apps and VMs status, and more.": "Obtenez un aperçu de l'état de votre serveur, de l'espace de stockage, des applications et de l'état des VMs, et plus encore.",
  "Get Started": "Commencer",
  "Go to Connect plugin settings": "Allez aux paramètres du plugin Connect",
  "Go to Connect": "Allez à Connecter",
  "Go to Management Access Now": "Accéder maintenant à la gestion d'accès",
  "Go to Settings > Notifications to enable automatic OS update notifications for future releases.": "Allez dans Paramètres > Notifications pour activer les notifications de mise à jour automatique du système d'exploitation pour les futures versions.",
  "Go to Tools > Management Access to activate the Flash Backup feature and ensure your backup is up-to-date.": "Allez dans Outils > Gestion d'accès pour activer la fonctionnalité de sauvegarde Flash et garantir que votre sauvegarde est à jour.",
  "Go to Tools > Management Access to ensure your backup is up-to-date.": "Allez dans Outils > Gestion d'accès pour garantir que votre sauvegarde est à jour.",
  "Go to Tools > Registration to fix": "Allez dans Outils > Enregistrement pour corriger",
  "Go to Tools > Registration to Learn More": "Allez dans Outils > Enregistrement pour en savoir plus",
  "Go to Tools > Update OS for more options.": "Allez dans Outils > Mettre à jour le système pour plus d'options.",
  "Go to Tools > Update": "Allez dans Outils > Mise à jour",
  "hour": "{n} heure | {n} heures",
  "I have made a Flash Backup": "J'ai effectué une sauvegarde Flash",
  "If you are asked to supply logs, please open a support request on our Contact Page and reply to the email message you receive with your logs attached.": "Si l'on vous demande de fournir des journaux, veuillez ouvrir une demande de support sur notre page de contact et répondre à l'email que vous recevez avec vos journaux en pièce jointe.",
  "Ignore this message if you are currently connected via Remote Access or VPN.": "Ignorez ce message si vous êtes actuellement connecté via accès à distance ou VPN.",
  "Ignore this release until next reboot": "Ignorez cette version jusqu'au prochain redémarrage",
  "Ignored Releases": "Versions ignorées",
  "In the rare event you need to downgrade we ask that you please provide us with Diagnostics so we can investigate your issue.": "Dans le rare cas où vous avez besoin de rétrograder, veuillez nous fournir des diagnostics afin que nous puissions enquêter sur votre problème.",
  "Ineligible as of {0}": "Non éligible à partir du {0}",
  "Eligible for updates released on or before {0}.": "Éligible aux mises à jour publiées le ou avant le {0}.",
  "Extend your license to access the latest updates.": "Prolongez votre licence pour accéder aux dernières mises à jour.",
  "Ineligible for Unraid OS updates": "Non éligible pour les mises à jour d'Unraid OS",
  "Ineligible": "Non éligible",
  "Ineligible for self-replacement": "Non éligible pour auto-remplacement",
  "Install Connect": "Installer Connect",
  "Install Extended": "Installer étendu",
  "Install Recovered": "Installer récupéré",
  "Install Replaced": "Installer remplacé",
  "Install Unraid OS {0}": "Installer Unraid OS {0}",
  "Install": "Installer",
  "Installed": "Installé",
  "Installing Connect": "Installation de Connect",
  "Installing Extended Trial": "Installation de l'essai prolongé",
  "Installing Extended": "Installation étendue",
  "Installing Recovered": "Installation récupérée",
  "Installing Replaced": "Installation remplacée",
  "Installing": "En cours d'installation",
  "Introducing Unraid Connect": "Présentation de Connect Unraid",
  "Invalid API Key Format": "Format de la clé API invalide",
  "Invalid API Key": "Clé API invalide",
  "Invalid installation": "Installation invalide",
  "It's highly recommended to review the changelog before continuing your update": "Il est fortement recommandé de consulter le journal des modifications avant de continuer votre mise à jour",
  "Key ineligible for {0}": "Clé non éligible pour {0}",
  "Key ineligible for future releases": "Clé non éligible pour les futures versions",
  "Key ineligible for new updates": "Clé non éligible pour les nouvelles mises à jour",
  "Keyfile required to check replacement status": "Fichier clé requis pour vérifier l'état du remplacement",
  "LAN IP {0}": "IP LAN {0}",
  "LAN IP Copied": "IP LAN copiée",
  "LAN IP": "IP LAN",
  "Last checked: {0}": "Dernière vérification : {0}",
  "Learn more about the error": "En savoir plus sur l'erreur",
  "Learn more and fix": "En savoir plus et corriger",
  "Learn more and link your key to your account": "En savoir plus et lier votre clé à votre compte",
  "Learn more": "En savoir plus",
  "Learn More": "En savoir plus",
  "Let's activate your Unraid OS License": "Activons votre licence Unraid OS",
  "Let's Unleash your Hardware!": "Libérons la puissance de votre matériel !",
  "License key actions": "Actions de la clé de licence",
  "License key type": "Type de clé de licence",
  "License Management": "Gestion de la licence",
  "Lifetime": "À Vie",
  "Link Key": "Lier la clé",
  "Linked": "Lié",
  "Linked to Unraid.net account": "Lié au compte Unraid.net",
  "Loading": "Chargement",
  "Manage Unraid.net Account in new tab": "Gérer le compte Unraid.net dans un nouvel onglet",
  "Manage Unraid.net Account": "Gérer le compte Unraid.net",
  "Manage your license keys at any time via the My Keys section.": "Gérez vos clés de licence à tout moment via la section Mes clés.",
  "Manage Your Server Within Connect": "Gérez votre serveur au sein de Connect",
  "minute": "{n} minute | {n} minutes",
  "Missing key file": "Fichier clé manquant",
  "month": "{n} mois | {n} mois",
  "More about Licensing": "Plus sur les licences",
  "More about Unraid.net Accounts": "Plus sur les comptes Unraid.net",
  "More options": "Plus d'options",
  "Multiple License Keys Present": "Multiples clés de licence présentes",
  "Never ever be left without a backup of your config. If you need to change flash drives, generate a backup from Connect and be up and running in minutes.": "Ne restez jamais sans une sauvegarde de votre configuration. Si vous avez besoin de changer de clé USB, générez une sauvegarde depuis Connect et soyez opérationnel en quelques minutes.",
  "New Version: {0}": "Nouvelle version : {0}",
  "No downgrade available": "Pas de rétrogradation disponible",
  "No Flash": "Pas de Flash",
  "No Keyfile": "Pas de fichier clé",
  "No thanks": "Non merci",
  "No USB flash configuration data": "Aucune donnée de configuration USB flash",
  "Not Linked": "Non lié",
  "On January 1st, 2023 SSL certificates for unraid.net were deprecated. You MUST provision a new SSL certificate to use our new myunraid.net domain. You can do this on the Settings > Management Access page.": "Le 1er janvier 2023, les certificats SSL pour Unraid.net ont été mis hors service. Vous DEVEZ prévoir un nouveau certificat SSL pour utiliser notre nouveau domaine myunraid.net. Vous pouvez le faire sur la page Paramètres > Gestion d'accès.",
  "Online Flash Backup": "Sauvegarde Flash en ligne",
  "Open a bug report": "Ouvrir un rapport de bogue",
  "Open Dropdown": "Ouvrir le menu déroulant",
  "Opens Connect in new tab": "Ouvre Connect dans un nouvel onglet",
  "Original release date {0}": "Date de sortie d'origine {0}",
  "OS Update Eligibility Expiration": "Expiration de l'éligibilité à la mise à jour du système d'exploitation",
  "OS Update Eligibility Expired": "Éligibilité à la mise à jour du système d'exploitation expirée",
  "OS Update Eligibility": "Éligibilité à la mise à jour du système d'exploitation",
  "Pay your annual fee to continue receiving OS updates.": "Payez votre redevance annuelle pour continuer à recevoir les mises à jour du système d'exploitation.",
  "Performing actions": "Exécution d'actions",
  "Please confirm the update details below": "Veuillez confirmer les détails de la mise à jour ci-dessous",
  "Please finish the initiated downgrade to enable updates.": "Veuillez terminer la rétrogradation initiée pour activer les mises à jour.",
  "Please finish the initiated update to enable a downgrade.": "Veuillez terminer la mise à jour initiée pour activer une rétrogradation.",
  "Please fix any errors and try again.": "Veuillez corriger les erreurs et réessayer.",
  "Please keep this window open while we perform some actions": "Veuillez laisser cette fenêtre ouverte pendant que nous effectuons certaines actions",
  "Please keep this window open": "Veuillez laisser cette fenêtre ouverte",
  "Please sign out then sign back in to refresh your API key.": "Veuillez vous déconnecter puis vous reconnecter pour actualiser votre clé API.",
  "Please wait while the page reloads to install your trial key": "Veuillez patienter pendant que la page se recharge pour installer votre clé d'essai",
  "Plus more on the way": "De plus en route",
  "Plus": "Plus",
  "Pro": "Pro",
  "Purchase Key": "Acheter une clé",
  "Purchase": "Acheter",
  "Ready to Install Key": "Prête à installer une clé",
  "Ready to update Connect account configuration": "Prêt à mettre à jour la configuration du compte Connect",
  "Real-time Monitoring": "Surveillance en temps réel",
  "Reboot Now to Downgrade to {0}": "Redémarrez maintenant pour rétrograder à {0}",
  "Reboot Now to Downgrade": "Redémarrez maintenant pour rétrograder",
  "Reboot Now to Update to {0}": "Redémarrez maintenant pour mettre à jour vers {0}",
  "Reboot Now to Update": "Redémarrez maintenant pour mettre à jour",
  "Reboot Required for Downgrade to {0}": "Redémarrage requis pour rétrograder à {0}",
  "Reboot Required for Downgrade": "Redémarrage requis pour rétrograder",
  "Reboot Required for Update to {0}": "Redémarrage requis pour mettre à jour vers {0}",
  "Reboot Required for Update": "Redémarrage requis pour mettre à jour",
  "Rebooting will likely solve this.": "Le redémarrage résoudra probablement cela.",
  "Receive the latest and greatest for Unraid OS. Whether it new features, security patches, or bug fixes – keeping your server up-to-date ensures the best experience that Unraid has to offer.": "Recevez le meilleur de l'OS Unraid. Que ce soit de nouvelles fonctionnalités, des correctifs de sécurité ou des réparations de bogues - garder votre serveur à jour garantit la meilleure expérience qu'Unraid peut offrir.",
  "Recover Key": "Récupérer la clé",
  "Recovered": "Récupéré",
  "Redeem Activation Code": "Utiliser le code d'activation",
  "Refresh": "Rafraîchir",
  "Registered on": "Enregistré le",
  "Registered to": "Enregistré à",
  "Registration key / USB Flash GUID mismatch": "Inadéquation de la clé d'enregistrement / GUID USB Flash",
  "Release date {0}": "Date de sortie {0}",
  "Release requires verification to update": "La publication nécessite une vérification pour mettre à jour",
  "Reload Page": "Recharger la page",
  "Reload": "Recharger",
  "Remark: Unraid's WAN IPv4 {0} does not match your client's WAN IPv4 {1}.": "Remarque : l'IPv4 WAN d'Unraid {0} ne correspond pas à l'IPv4 WAN de votre client {1}.",
  "Remark: your WAN IPv4 is {0}": "Remarque : votre WAN IPv4 est {0}",
  "Remove from ignore list": "Retirer de la liste d'ignorés",
  "Remove": "Supprimer",
  "Renew Key": "Renouveler la clé",
  "Renew your license key now": "Renouvelez votre clé de licence maintenant",
  "Replace Key": "Remplacer la clé",
  "Replaced": "Remplacé",
  "Requires the local unraid-api to be running successfully": "Nécessite que l'unraid-api local soit en cours d'exécution avec succès",
  "Restarting unraid-api…": "Redémarrage de l'unraid-api...",
  "second": "{n} seconde | {n} secondes",
  "Server Up Since {0}": "Serveur en fonction depuis {0}",
  "Servers equipped with a myunraid.net certificate can be managed directly from within the Connect web UI. Manage multiple servers from your phone, tablet, laptop, or PC in the same browser window.": "Les serveurs équipés d'un certificat myunraid.net peuvent être gérés directement depuis l'interface Web de Connect. Gérez plusieurs serveurs depuis votre téléphone, tablette, ordinateur portable ou PC dans la même fenêtre de navigateur.",
  "Set custom server tiles how you like and automatically display your server's banner image on your Connect Dashboard.": "Définissez des tuiles de serveur personnalisées comme vous le souhaitez et affichez automatiquement l'image de la bannière de votre serveur sur votre tableau de bord Connect.",
  "Settings": "Paramètres",
  "Sign In Failed": "Échec de la connexion",
  "Sign In requires the local unraid-api to be running": "La connexion nécessite que l'unraid-api local soit en cours d'exécution",
  "Sign In to utilize Unraid Connect": "Connectez-vous pour utiliser Connect d'Unraid",
  "Sign In to your Unraid.net account to get started": "Connectez-vous à votre compte Unraid.net pour commencer",
  "Sign In with Unraid.net Account": "Connectez-vous avec le compte Unraid.net",
  "Sign In": "Se connecter",
  "Sign Out Failed": "Échec de la déconnexion",
  "Sign Out of Unraid.net": "Déconnexion d'Unraid.net",
  "Sign Out requires the local unraid-api to be running": "La déconnexion nécessite que l'unraid-api local soit en cours d'exécution",
  "Signing in {0}…": "Connexion en cours {0}…",
  "Signing In": "Connexion en cours",
  "Signing out {0}…": "Déconnexion en cours {0}…",
  "Signing Out": "Déconnexion en cours",
  "Something went wrong": "Quelque chose a mal tourné",
  "SSL certificates for unraid.net deprecated": "Certificats SSL pour Unraid.net mis hors service",
  "Stale Server": "Serveur obsolète",
  "Stale": "Obsolète",
  "On the following screen, your license will be activated. You'll then create an Unraid.net Account to manage your license going forward.": "Sur l'écran suivant, votre licence sera activée. Vous créerez ensuite un compte Unraid.net pour gérer votre licence à l'avenir.",
  "Start Free 30 Day Trial": "Commencez votre essai gratuit de 30 jours",
  "Starter": "Débutant",
  "Starting your free 30 day trial": "Lancement de votre essai de 30 jours",
  "Success!": "Succès !",
  "Thank you for choosing Unraid OS!": "Merci d'avoir choisi Unraid OS !",
  "Thank you for installing Connect!": "Merci d'avoir installé Connect !",
  "Thank you for purchasing an Unraid {0} Key!": "Merci d'avoir acheté une clé Unraid {0} !",
  "Thank you for upgrading to an Unraid {0} Key!": "Merci pour la mise à niveau vers une clé Unraid {0} !",
  "The Connect dashboard links to relevant sections of the webgui, allowing quick access to those settings and server sections.": "Le tableau de bord Connect lie les sections pertinentes de la WebGUI, permettant un accès rapide à ces paramètres et sections de serveur.",
  "The logs may contain sensitive information so do not post them publicly.": "Les journaux peuvent contenir des informations sensibles, ne les publiez pas publiquement.",
  "The primary method of support for Unraid Connect is through our forums and Discord.": "Le principal moyen de support pour Connect d'Unraid est par nos forums et Discord.",
  "Then go to Tools > Registration to manually install it": "Allez ensuite dans Outils > Enregistrement pour l'installer manuellement",
  "This may indicate a complex network that will not work with this Remote Access solution.": "Cela peut indiquer un réseau complexe qui ne fonctionnera pas avec cette solution d'accès à distance.",
  "This update will require a reboot": "Cette mise à jour nécessitera un redémarrage",
  "Toggle on/off server accessibility with dynamic remote access. Automatically turn on UPnP and open a random WAN port on your router at the click of a button and close off access in seconds.": "Activez/désactivez l'accessibilité du serveur avec un accès à distance dynamique. Activez automatiquement UPnP et ouvrez un port WAN aléatoire sur votre routeur en un clic et fermez l'accès en quelques secondes.",
  "Too Many Devices": "Trop de périphériques",
  "Transfer License to New Flash": "Transférer la licence à un nouveau Flash",
  "Trial Expired, see options below": "Essai expiré, voir les options ci-dessous",
  "Trial Expired": "Essai expiré",
  "Trial Key Created": "Clé d'essai créée",
  "Trial Key Creation Failed": "Échec de la création de la clé d'essai",
  "Trial Key Expired {0}": "Clé d'essai expirée {0}",
  "Trial Key Expired at {0}": "Clé d'essai expirée à {0}",
  "Trial Key Expires at {0}": "Clé d'essai expire à {0}",
  "Trial Key Expires in {0}": "Clé d'essai expire dans {0}",
  "Trial Requires Internet Connection": "L'essai nécessite une connexion Internet",
  "Trial": "Essai",
  "Unable to check for OS updates": "Impossible de vérifier les mises à jour du système d'exploitation",
  "Unable to fetch client WAN IPv4": "Impossible de récupérer l'IPv4 WAN du client",
  "Unable to open release notes": "Impossible d'ouvrir les notes de version",
  "Unknown error": "Erreur inconnue",
  "Unknown": "Inconnu",
  "Unleash Your Hardware": "Libérez votre matériel",
  "Unleashed": "Libéré",
  "unlimited": "illimité",
  "Unraid {0} Available": "Unraid {0} disponible",
  "Unraid {0} Update Available": "Mise à jour d'Unraid {0} disponible",
  "Unraid {0}": "Unraid {0}",
  "Unraid Connect Error": "Erreur de connexion Unraid",
  "Unraid Connect Forums": "Forums de connexion Unraid",
  "Unraid Connect Install Failed": "Échec de l'installation de Connect Unraid",
  "Unraid Contact Page": "Page de contact Unraid",
  "Unraid Discord": "Discord Unraid",
  "Unraid logo animating with a wave like effect": "Logo Unraid s'animant avec un effet de vague",
  "Unraid OS {0} Released": "Unraid OS {0} Publié",
  "Unraid OS {0} Update Available": "Mise à jour disponible pour Unraid OS {0}",
  "Unraid OS is up-to-date": "Unraid OS est à jour",
  "Unraid OS Update Available": "Mise à jour de l'Unraid OS disponible",
  "unraid-api is offline": "unraid-api est hors ligne",
  "Up-to-date with eligible releases": "À jour avec les versions éligibles",
  "Up-to-date": "À jour",
  "Update Available": "Mise à jour disponible",
  "Update Released": "Mise à jour publiée",
  "Update Unraid OS confirmation required": "Confirmation requise pour la mise à jour d'Unraid OS",
  "Update Unraid OS": "Mettre à jour Unraid OS",
  "Updates Expire": "Mises à jour expirées",
  "Updating 3rd party drivers": "Mise à jour des pilotes tiers",
  "Upgrade Key": "Clé d'amélioration",
  "Upgrade": "Amélioration",
  "Uptime {0}": "Temps de fonctionnement {0}",
  "USB Flash device error": "Erreur du périphérique USB Flash",
  "USB Flash has no serial number": "Le périphérique USB Flash n'a pas de numéro de série",
  "Verify to Update": "Vérifier pour mettre à jour",
  "Version available for restore {0}": "Version disponible pour restauration {0}",
  "Version: {0}": "Version : {0}",
  "View Available Updates": "Voir les mises à jour disponibles",
  "View Changelog & Update": "Voir le journal des modifications et mettre à jour",
  "View Changelog for {0}": "Voir le journal des modifications pour {0}",
  "View Changelog on Docs": "Voir le journal des modifications dans les documents",
  "View Changelog to Start Update": "Voir le journal des modifications pour commencer la mise à jour",
  "View Changelog": "Voir le journal des modifications",
  "View on Docs": "Voir dans les documents",
  "View release notes": "Voir les notes de version",
  "We recommend backing up your USB Flash Boot Device before starting the update.": "Nous vous recommandons de sauvegarder votre appareil de démarrage USB Flash avant de démarrer la mise à jour.",
  "Welcome to your new {0} system, powered by Unraid!": "Bienvenue dans votre nouveau système {0}, alimenté par Unraid !",
  "Welcome to Unraid!": "Bienvenue sur Unraid !",
  "year": "{n} an | {n} ans",
  "You are still eligible to access OS updates that were published on or before {1}.": "Vous êtes toujours éligible pour accéder aux mises à jour de l'OS publiées avant ou le {1}.",
  "You can also manually create a new backup by clicking the Create Flash Backup button.": "Vous pouvez également créer manuellement une nouvelle sauvegarde en cliquant sur le bouton Créer une sauvegarde Flash.",
  "You can manually create a backup by clicking the Create Flash Backup button.": "Vous pouvez créer manuellement une sauvegarde en cliquant sur le bouton Créer une sauvegarde Flash.",
  "You have already activated the Flash Backup feature via the Unraid Connect plugin.": "Vous avez déjà activé la fonction de sauvegarde Flash via le plugin Unraid Connect.",
  "You have exceeded the number of devices allowed for your license. Please remove a device before adding another.": "Vous avez dépassé le nombre d'appareils autorisés pour votre licence. Veuillez retirer un appareil avant d'en ajouter un autre.",
  "You have not activated the Flash Backup feature via the Unraid Connect plugin.": "Vous n'avez pas activé la fonction de sauvegarde Flash via le plugin Unraid Connect.",
  "You may still update to releases dated prior to your update expiration date.": "Vous pouvez toujours mettre à jour vers les versions publiées avant votre date d'expiration de mise à jour.",
  "You're about to create a password to secure access to your system. This password is essential for managing and configuring your server. You'll use this password every time you access the Unraid web interface.": "Vous êtes sur le point de créer un mot de passe pour sécuriser l'accès à votre système. Ce mot de passe est essentiel pour gérer et configurer votre serveur. Vous utiliserez ce mot de passe à chaque fois que vous accéderez à l'interface web de Unraid.",
  "You're one step closer to enhancing your Unraid experience": "Vous êtes à un pas d'améliorer votre expérience Unraid",
  "Your {0} Key has been replaced!": "Votre clé {0} a été remplacée !",
  "Your {0} license included one year of free updates at the time of purchase. You are now eligible to extend your license and access the latest OS updates. You are still eligible to access OS updates that were published on or before {1}.": "Votre licence {0} comprenait un an de mises à jour gratuites au moment de l'achat. Vous êtes maintenant éligible pour prolonger votre licence et accéder aux dernières mises à jour de l'OS. Vous êtes toujours éligible pour accéder aux mises à jour de l'OS publiées avant ou le {1}.",
  "Your {0} license included one year of free updates at the time of purchase. You are now eligible to extend your license and access the latest OS updates.": "Votre licence {0} comprenait un an de mises à jour gratuites au moment de l'achat. Vous êtes maintenant éligible pour prolonger votre licence et accéder aux dernières mises à jour de l'OS.",
  "Your free Trial key provides all the functionality of an Unleashed Registration key": "Votre clé d'essai gratuite offre toutes les fonctionnalités d'une clé d'enregistrement Unleashed",
  "Your license key is not eligible for Unraid OS {0}": "Votre clé de licence n'est pas éligible pour Unraid OS {0}",
  "Your license key's OS update eligibility has expired. Please renew your license key to enable updates released after your expiration date.": "L'éligibilité à la mise à jour de votre clé de licence OS a expiré. Veuillez renouveler votre clé de licence pour activer les mises à jour publiées après votre date d'expiration.",
  "Your Trial has expired": "Votre essai a expiré",
  "Your Trial key has been extended!": "Votre clé d'essai a été prolongée !",
  "Create an Unraid.net account and activate your key": "Créez un compte Unraid.net et activez votre clé",
  "Device is ready to configure": "L'appareil est prêt à être configuré",
  "Secure your device": "Sécuriser votre appareil",
  "Unraid OS {0} Changelog": "Unraid OS {0} Journal des modifications",
  "or": "ou",
  "Logging in...": "Connexion...",
  "Try Again": "Réessayer",
  "Log In With Unraid.net": "Connectez-vous avec Unraid.net",
  "Invalid Unraid.net credentials": "Identifiants Unraid.net invalides",
  "This Unraid.net account is not authorized to access this server": "Ce compte Unraid.net n'est pas autorisé à accéder à ce serveur",
  "SSO login is not enabled on this server": "Connexion SSO non activée sur ce serveur",
  "Login session expired. Please try again": "Session de connexion expirée. Veuillez réessayer",
  "Network error. Please check your connection": "Erreur réseau. Veuillez vérifier votre connexion",
  "SSO login failed. Please try again": "Échec de la connexion SSO. Veuillez réessayer",
  "Error fetching token": "Erreur lors de la récupération du jeton",
  "Visit Unraid website": "Visiter le site Unraid",
  "Version Information": "Information sur la version",
  "First, you'll create your device's login credentials, then you'll activate your Unraid license—your device's operating system (OS).": "Tout d'abord, vous allez créer les identifiants de connexion de votre appareil, puis vous allez activer votre licence Unraid—votre système d'exploitation (OS) de l'appareil.",
  "Edit API Key": "Modifier la clé API",
  "Create API Key": "Créer une clé API",
  "OS version copied to clipboard": "Version de l'OS copiée dans le presse-papiers",
  "API version copied to clipboard": "Version de l'API copiée dans le presse-papiers",
  "Visit Partner website": "Visiter le site du partenaire",
  "Unraid OS": "Unraid OS",
  "Unraid API": "API Unraid",
  "View OS Release Notes": "Voir les notes de version de l'OS",
  "View API Changelog": "Voir le journal des modifications de l'API",
  "Registered GUID": "GUID enregistré",
  "Array status": "Statut de l'ensemble",
  "Trial expiration": "Expiration de l'essai",
  "Flash Drive": "Disque Flash",
  "License": "Licence",
  "Actions": "Actions",
  "Your license key was automatically renewed and installed. Reload the page to see updated details.": "Votre clé de licence a été renouvelée automatiquement et installée. Rechargez la page pour voir les détails mis à jour.",
  "Checking authentication options...": "Vérification des options d'authentification...",
  "Invalid callback parameters": "Paramètres de rappel invalides",
  "Loading changelog…": "Chargement du journal des modifications…",
  "Checking for OS updates...": "Vérification des mises à jour de l'OS...",
  "Requires verification to update": "Nécessite une vérification pour mettre à jour",
  "More Options": "Plus d'options",
  "Manage update preferences including beta access and version selection at account.unraid.net": "Gérer les préférences de mise à jour, y compris l'accès bêta et la sélection de version sur account.unraid.net",
  "You can opt back in to an ignored release by clicking on the Check for Updates button in the header anytime": "Vous pouvez revenir à une mise à jour ignorée en cliquant sur le bouton Vérifier les mises à jour dans l'en-tête à tout moment",
  "Loading changelog...": "Chargement du journal des modifications...",
  "No changelog content available": "Pas de contenu de journal des modifications disponible",
  "Downgrade": "Rétrograder",
  "Update": "Mise à jour",
  "During the Unraid OS update process third-party drivers were detected and are currently being updated in the background. Please wait for those to finish downloading before rebooting your server to complete the update process. You should receive a system notification when complete. You may also refresh this page to check for an updated status.": "Pendant le processus de mise à jour de l'OS Unraid, des pilotes tiers ont été détectés et sont actuellement mis à jour en arrière-plan. Veuillez attendre que leur téléchargement se termine avant de redémarrer votre serveur pour compléter le processus de mise à jour. Vous devriez recevoir une notification système une fois terminé. Vous pouvez également actualiser cette page pour vérifier l'état mis à jour.",
  "License Key Updates Expired": "Mises à jour de la clé de licence expirées",
  "Downgrade Unraid OS confirmation required": "Confirmation requise pour le rétrogradage d'Unraid OS",
  "Please confirm the downgrade details below": "Veuillez confirmer les détails du rétrogradage ci-dessous",
  "Post Install License Key Error": "Erreur de clé de licence post-installation",
  "This downgrade will require a reboot": "Ce rétrogradage nécessitera un redémarrage",
  "Confirm and start downgrade": "Confirmer et démarrer le rétrogradage",
  "Loading…": "Chargement…",
  "Go to API Settings": "Aller aux paramètres de l'API",
  "Restart unraid-api": "Redémarrer unraid-api",
  "Error creatiing a trial key. Please try again later.": "Erreur lors de la création d'une clé d'essai. Veuillez réessayer plus tard.",
  "Username": "Nom d'utilisateur",
  "Password": "Mot de passe",
  "Login": "Connexion",
  "Password recovery": "Récupération du mot de passe",
  "jsonforms.errors.default": "Valeur invalide",
  "jsonforms.rclone.basic.remoteName.label": "Nom distant",
  "jsonforms.rclone.basic.remoteName.description": "Nom pour identifier cette configuration distante (par exemple, mon_google_drive). Utilisez uniquement des lettres, des chiffres, des tirets et des underscores.",
  "jsonforms.rclone.basic.remoteName.descriptionShort": "Nom pour identifier cette configuration distante",
  "jsonforms.rclone.basic.providerType.label": "Type de fournisseur de stockage",
  "jsonforms.rclone.basic.providerType.description": "Sélectionnez le fournisseur de stockage cloud à utiliser pour ce distant.",
  "jsonforms.rclone.basic.documentation.text": "Lien de documentation",
  "jsonforms.rclone.basic.documentation.description": "Pour plus d'informations, consultez la [Documentation de configuration RClone](https://rclone.org/commands/rclone_config/).",
  "jsonforms.rclone.basic.showAdvanced.label": "Afficher les options avancées",
  "jsonforms.rclone.basic.showAdvanced.description": "Affiche des options de configuration supplémentaires pour les experts.",
  "jsonforms.rclone.basic.showAdvanced.toggleDescription": "Afficher les options de configuration avancées.",
  "jsonforms.rclone.validation.sizeSuffix": "Format de taille invalide. Exemples : \"10G\", \"100M\", \"1.5GiB\", \"off\".",
  "jsonforms.rclone.validation.duration": "Format de durée invalide. Exemples : \"10s\", \"1.5m\", \"100ms\", \"1h15m\", \"off\".",
  "jsonforms.apiSettings.sandbox": "Activer le bac à sable développeur",
  "jsonforms.apiKey.name": "Nom de la clé API",
  "jsonforms.apiKey.description": "Description",
  "jsonforms.apiKey.roles": "Rôles",
  "jsonforms.apiKey.permissionPresets": "Ajouter un ensemble de permissions",
  "jsonforms.apiKey.customPermissions": "Permissions",
  "jsonforms.apiKey.customPermissions.resources": "Ressources",
  "jsonforms.apiKey.customPermissions.actions": "Actions",
  "jsonforms.apiKey.permissions.header": "Configuration des permissions",
  "jsonforms.apiKey.permissions.description": "Sélectionnez une combinaison de rôles, de groupes de permissions et de permissions personnalisées pour définir ce que cette clé API peut accéder.",
  "jsonforms.apiKey.permissions.subheader": "Permissions",
  "jsonforms.apiKey.permissions.help": "Utilisez le menu déroulant pour les ensembles de permissions courants, ou ajoutez manuellement des permissions personnalisées. Vous pouvez sélectionner plusieurs ressources qui partagent les mêmes actions.",
  "jsonforms.rclone.basic.remoteName": "Nom distant",
  "jsonforms.rclone.basic.providerType": "Type de fournisseur de stockage",
  "jsonforms.rclone.basic.documentation": "Lien de documentation",
  "jsonforms.rclone.basic.showAdvanced": "Afficher les options avancées",
  "jsonforms.oidc.provider.id": "ID du fournisseur",
  "jsonforms.oidc.provider.name": "Nom du fournisseur",
  "jsonforms.oidc.provider.clientId": "ID Client OAuth",
  "jsonforms.oidc.provider.clientSecret": "Secret Client OAuth",
  "jsonforms.oidc.provider.issuer": "URL de l'émetteur",
  "jsonforms.oidc.provider.scopes": "Périmètres OAuth",
  "jsonforms.oidc.provider.authorizationEndpoint": "Point de terminaison d'autorisation",
  "jsonforms.oidc.provider.tokenEndpoint": "Point de terminaison du jeton",
  "jsonforms.oidc.provider.userInfoEndpoint": "Point de terminaison des informations utilisateur",
  "jsonforms.oidc.provider.jwksUri": "URI JWKS",
  "jsonforms.oidc.restrictions.title": "Autorisation simple",
  "jsonforms.oidc.restrictions.help": "Configurer des listes d'autorisation simples pour ceux qui peuvent se connecter.",
  "jsonforms.oidc.restrictions.allowedDomains": "Domaines de messagerie autorisés",
  "jsonforms.oidc.restrictions.allowedEmails": "Adresses email spécifiques",
  "jsonforms.oidc.restrictions.allowedUserIds": "ID utilisateurs autorisés",
  "jsonforms.oidc.restrictions.workspaceDomain": "Domaine Google Workspace",
  "jsonforms.oidc.rules.title": "Règles d'autorisation avancées",
  "jsonforms.oidc.rules.description": "Définir une logique d'autorisation basée sur les revendications.",
  "jsonforms.oidc.rules.mode": "Mode de règle",
  "jsonforms.oidc.rules.claim": "Revendication JWT",
  "jsonforms.oidc.rules.operator": "Opérateur",
  "jsonforms.oidc.rules.value": "Valeurs",
  "jsonforms.oidc.rules.collection": "Règles de revendication",
  "jsonforms.oidc.buttons.title": "Personnalisation du bouton",
  "jsonforms.oidc.buttons.description": "Personnalisez l'apparence du bouton de connexion.",
  "jsonforms.oidc.buttons.text": "Texte du bouton",
  "jsonforms.oidc.buttons.icon": "URL de l'icône du bouton",
  "jsonforms.oidc.buttons.variant": "Style du bouton",
  "jsonforms.oidc.buttons.style": "Styles CSS personnalisés",
  "jsonforms.oidc.provider.discoveryToggle": "Utiliser la découverte automatique"
}
