{
  "{0} {1} Key…": "{0} {1} कुंजी…",
  "{0} devices": "{0} डिवाइस",
  "{0} out of {1} allowed devices – upgrade your key to support more devices": "अनुमत {1} डिवाइस में से {0} – अधिक डिवाइस के समर्थन के लिए अपनी कुंजी अपग्रेड करें",
  "{0} out of {1} devices": "{0} डिवाइस में से {1}",
  "{0} Release Notes": "{0} रिलीज़ नोट्स",
  "{0} Signed In Successfully": "{0} सफलतापूर्वक साइन इन किया गया",
  "{0} Signed Out Successfully": "{0} सफलतापूर्वक साइन आउट किया गया",
  "{0} Update Available": "{0} अपडेट उपलब्ध है",
  "{1} Key {0} Successfully": "{1} कुंजी {0} सफलतापूर्वक",
  "<p>It is not possible to use a Trial key with an existing Unraid OS installation.</p><p>You may purchase a license key corresponding to this USB Flash device to continue using this installation.</p>": "<p>मौजूदा Unraid OS इंस्टॉलेशन के साथ परीक्षण कुंजी का उपयोग करना संभव नहीं है।</p><p>इस इंस्टॉलेशन का उपयोग जारी रखने के लिए आप इस USB फ्लैश डिवाइस से संबद्ध लाइसेंस कुंजी खरीद सकते हैं।</p>",
  "<p>Please refresh the page to ensure you load your latest configuration</p>": "<p>कृपया अपना नवीनतम कॉन्फ़िगरेशन लोड करने के लिए पृष्ठ को रीफ्रेश करें</p>",
  "<p>Register for Connect by signing in to your Unraid.net account</p>": "<p>Connect के लिए साइन अप करें अपने Unraid.net खाते में साइन इन करके</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device or choose Purchase Key.</p><p>Your Unraid registration key is ineligible for replacement as it has been replaced within the last 12 months.</p>": "<p>लाइसेंस कुंजी फाइल USB फ्लैश बूट डिवाइस से मेल नहीं खाती। कृपया अपने USB फ्लैश बूट डिवाइस के /config निर्देशिका में सही कुंजी फ़ाइल कॉपी करें या खरीद कुंजी चुनें।</p><p>आपकी Unraid पंजीकरण कुंजी पिछले 12 महीनों के भीतर बदली जा चुकी है, इसलिए उसके लिए प्रतिस्थापन उपलब्ध नहीं है।</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device or choose Purchase Key.</p><p>Your Unraid registration key is ineligible for replacement as it is blacklisted.</p>": "<p>लाइसेंस कुंजी फाइल USB फ्लैश बूट डिवाइस से मेल नहीं खाती। कृपया अपने USB फ्लैश बूट डिवाइस के /config निर्देशिका में सही कुंजी फ़ाइल कॉपी करें या खरीद कुंजी चुनें।</p><p>आपकी Unraid पंजीकरण कुंजी ब्लैकलिस्टेड है, इसलिए उसके लिए प्रतिस्थापन उपलब्ध नहीं है।</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device.</p><p>You may also attempt to Purchase or Replace your key.</p>": "<p>लाइसेंस कुंजी फाइल USB फ्लैश बूट डिवाइस से मेल नहीं खाती। कृपया अपने USB फ्लैश बूट डिवाइस के /config निर्देशिका में सही कुंजी फ़ाइल कॉपी करें।</p><p>आप खरीद या अपनी कुंजी को बदलने का प्रयास कर सकते हैं।</p>",
  "<p>There are multiple license key files present on your USB flash device and none of them correspond to the USB Flash boot device. Please remove all key files, except the one you want to replace, from the /config directory on your USB Flash boot device.</p><p>Alternately you may purchase a license key for this USB flash device.</p><p>If you want to replace one of your license keys with a new key bound to this USB Flash device, please first remove all other key files first.</p>": "<p>आपकी USB फ्लैश डिवाइस पर कई लाइसेंस कुंजी फाइलें मौजूद हैं और इनमें से कोई भी USB फ्लैश बूट डिवाइस से मेल नहीं खाती। कृपया उस कुंजी फ़ाइल को छोड़कर जिसे आप बदलना चाहते हैं, सभी को हटा दें, अपने USB फ्लैश बूट डिवाइस के /config निर्देशिका से।</p><p>वैकल्पिक रूप से आप इस USB फ्लैश डिवाइस के लिए एक लाइसेंस कुंजी खरीद सकते हैं।</p><p>यदि आप इस USB फ्लैश डिवाइस से जुड़ी अपनी लाइसेंस कुंजी के साथ एक नई कुंजी को बदलना चाहते हैं तो कृपया पहले सभी अन्य कुंजी फ़ाइलें हटा दें।</p>",
  "<p>There is a physical problem accessing your USB Flash boot device</p>": "<p>आपके USB फ्लैश बूट डिवाइस तक पहुंचने में भौतिक समस्या है</p>",
  "<p>There is a problem with your USB Flash device</p>": "<p>आपके USB फ्लैश डिवाइस में समस्या है</p>",
  "<p>This USB Flash boot device has been blacklisted. This can occur as a result of transferring your license key to a replacement USB Flash device, and you are currently booted from your old USB Flash device.</p><p>A USB Flash device may also be blacklisted if we discover the serial number is not unique – this is common with USB card readers.</p>": "<p>यह USB फ्लैश बूट डिवाइस ब्लैकलिस्टेड कर दी गई है। यह आपके लाइसेंस कुंजी को एक अन्य USB फ्लैश डिवाइस में स्थानांतरित करने के परिणामस्वरूप हो सकता है, और आप वर्तमान में अपने पुराने USB फ्लैश डिवाइस से बूट कर रहे हैं।</p><p>यदि हमें सीरियल नंबर गैर-विशिष्ट होने का पता चलता है तो USB फ्लैश डिवाइस को भी ब्लैकलिस्टेड किया जा सकता है – यह USB कार्ड रीडर्स के साथ सामान्य है।</p>",
  "<p>This USB Flash device has an invalid GUID. Please try a different USB Flash device</p>": "<p>इस USB फ्लैश डिवाइस का GUID अमान्य है। कृपया एक अन्य USB फ्लैश डिवाइस का प्रयास करें</p>",
  "<p>To continue using Unraid OS you may purchase a license key. Alternately, you may request a Trial extension.</p>": "<p>Unraid OS का उपयोग जारी रखने के लिए आप एक लाइसेंस कुंजी खरीद सकते हैं। वैकल्पिक रूप से, आप एक परीक्षण विस्तार का अनुरोध कर सकते हैं।</p>",
  "<p>To support more storage devices as your server grows, click Upgrade Key.</p>": "<p>जैसे-जैसे आपका सर्वर बड़ा होता जाता है, अधिक स्टोरेज उपकरणों का समर्थन करते रहने के लिए अपग्रेड कुंजी पर क्लिक करें।</p>",
  "<p>You have used all your Trial extensions. To continue using Unraid OS you may purchase a license key.</p>": "<p>आपने सभी परीक्षण विस्तारों का उपयोग कर लिया है। Unraid OS का उपयोग जारी रखने के लिए आप एक लाइसेंस कुंजी खरीद सकते हैं।</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>After your <em>Trial</em> has reached expiration, your server <strong>still functions normally</strong> until the next time you Stop the array or reboot your server.</p><p>At that point you may either purchase a license key or request a <em>Trial</em> extension.</p>": "<p>आपकी <em>परीक्षण</em> कुंजी में <em>Unleashed</em> कुंजी की सभी कार्यक्षमता और डिवाइस सपोर्ट शामिल हैं।</p><p>जब आपका <em>परीक्षण</em> समाप्ति पर पहुंच जाए तो आपका सर्वर <strong>सामान्य रूप से कार्य करता रहता है</strong> जब तक आप अगली बार एरे को बंद नहीं करते या अपने सर्वर को पुनः आरंभ नहीं करते।</p><p>उस बिंदु पर आप या तो एक लाइसेंस कुंजी खरीद सकते हैं या एक <em>परीक्षण</em> विस्तार का अनुरोध कर सकते हैं।</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>When your <em>Trial</em> expires, <strong>the array will stop</strong>. At that point you may either purchase a license key or request a <em>Trial</em> extension.</p>": "<p>आपकी <em>परीक्षण</em> कुंजी में <em>Unleashed</em> कुंजी की सभी कार्यक्षमता और डिवाइस सपोर्ट शामिल हैं।</p><p>जब आपका <em>परीक्षण</em> समाप्त हो जाए, तो <strong>एरे बंद हो जाएगा</strong>। उस बिंदु पर आप या तो एक लाइसेंस कुंजी खरीद सकते हैं या एक <em>परीक्षण</em> विस्तार का अनुरोध कर सकते हैं।</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>Your trial is expiring soon. When it expires, <strong>the array will stop</strong>. You may extend your trial now, purchase a license key, or wait until expiration to take action.</p>": "<p>आपकी <em>परीक्षण</em> कुंजी में <em>Unleashed</em> कुंजी की सभी कार्यक्षमता और डिवाइस सपोर्ट शामिल हैं।</p><p>आपका परीक्षण जल्द ही समाप्त होने वाला है। जब यह समाप्त हो जाएगा, <strong>एरे बंद हो जाएगा</strong>। आप अब अपना परीक्षण बढ़ा सकते हैं, एक लाइसेंस कुंजी खरीद सकते हैं, या समाप्त होने तक प्रतीक्षा कर सकते हैं।</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>Your trial is expiring soon and you have used all available extensions. When it expires, <strong>the array will stop</strong>. To continue using Unraid OS, you must purchase a license key.</p>": "<p>आपकी <em>परीक्षण</em> कुंजी में <em>Unleashed</em> कुंजी की सभी कार्यक्षमता और डिवाइस सपोर्ट शामिल हैं।</p><p>आपका परीक्षण जल्द ही समाप्त होने वाला है और आपने उपलब्ध सभी विस्तारों का उपयोग कर लिया है। जब यह समाप्त हो जाएगा, <strong>एरे बंद हो जाएगा</strong>। Unraid OS का उपयोग जारी रखने के लिए, आपको एक लाइसेंस कुंजी खरीदनी होगी।</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>You have used all available trial extensions. When your <em>Trial</em> expires, <strong>the array will stop</strong>. To continue using Unraid OS after expiration, you must purchase a license key.</p>": "<p>आपकी <em>परीक्षण</em> कुंजी में <em>Unleashed</em> कुंजी की सभी कार्यक्षमता और डिवाइस सपोर्ट शामिल हैं।</p><p>आपने उपलब्ध सभी परीक्षण विस्तारों का उपयोग कर लिया है। जब आपका <em>परीक्षण</em> समाप्त हो जाएगा, <strong>एरे बंद हो जाएगा</strong>। समाप्ति के बाद Unraid OS का उपयोग जारी रखने के लिए, आपको एक लाइसेंस कुंजी खरीदनी होगी।</p>",
  "<p>Your license key file is corrupted or missing. The key file should be located in the /config directory on your USB Flash boot device.</p><p>If you do not have a backup copy of your license key file you may attempt to recover your key.</p><p>If this was an expired Trial installation, you may purchase a license key.</p>": "<p>आपकी लाइसेंस कुंजी फाइल भ्रष्ट या गायब है। कुंजी फ़ाइल आपके USB फ्लैश बूट डिवाइस के /config निर्देशिका में होनी चाहिए।</p><p>यदि आपके पास अपनी लाइसेंस कुंजी फ़ाइल की बैकअप कॉपी नहीं है तो आप अपनी कुंजी पुनर्प्राप्त करने का प्रयास कर सकते हैं।</p><p>यदि यह एक समाप्त परीक्षण इंस्टॉलेशन था, तो आप एक लाइसेंस कुंजी खरीद सकते हैं।</p>",
  "<p>Your license key file is corrupted or missing. The key file should be located in the /config directory on your USB Flash boot device.</p><p>You may attempt to recover your key with your Unraid.net account.</p><p>If this was an expired Trial installation, you may purchase a license key.</p>": "<p>आपकी लाइसेंस कुंजी फाइल भ्रष्ट या गायब है। कुंजी फ़ाइल आपके USB फ्लैश बूट डिवाइस के /config निर्देशिका में होनी चाहिए।</p><p>Aap अपनी Unraid.net खाते के साथ अपनी कुंजी पुनर्प्राप्त करने का प्रयास कर सकते हैं।</p><p>यदि यह एक समाप्त परीक्षण इंस्टॉलेशन था, तो आप एक लाइसेंस कुंजी खरीद सकते हैं।</p>",
  "<p>Your server will not be usable until you purchase a Registration key or install a free 30 day <em>Trial</em> key. A <em>Trial</em> key provides all the functionality of an Unleashed Registration key.</p><p>Registration keys are bound to your USB Flash boot device serial number (GUID). Please use a high quality name brand device at least 1GB in size.</p><p>Note: USB memory card readers are generally not supported because most do not present unique serial numbers.</p><p><strong>Important:</strong></p><ul class='list-disc pl-16px'><li>Please make sure your server time is accurate to within 5 minutes</li><li>Please make sure there is a DNS server specified</li></ul>": "<p>आपका सर्वर तब तक उपयोगी नहीं होगा जब तक आप एक पंजीकरण कुंजी नहीं खरीदते या एक मुफ्त 30 दिन का <em>परीक्षण</em> कुंजी स्थापित नहीं करते। एक <em>परीक्षण</em> कुंजी Unleashed पंजीकरण कुंजी की सभी कार्यक्षमता प्रदान करती है।</p><p>पंजीकरण कुंजी आपके USB फ्लैश बूट डिवाइस सीरियल नंबर (GUID) से जुड़ी हैं। कृपया कम से कम 1GB आकार के उच्च गुणवत्ता वाले नाम ब्रांड डिवाइस का उपयोग करें।</p><p>नोट: USB मेमोरी कार्ड रीडर आमतौर पर समर्थित नहीं होते क्योंकि अधिकांश अद्वितीय सीरियल नंबर नहीं प्रस्तुत करते।</p><p><strong>महत्वपूर्ण:</strong></p><ul class='list-disc pl-16px'><li>कृपया सुनिश्चित करें कि आपका सर्वर समय 5 मिनट के भीतर सटीक हो</li><li>कृपया सुनिश्चित करें कि एक DNS सर्वर निर्दिष्ट है</li></ul>",
  "<p>Your Trial key requires an internet connection.</p><p><a href='/Settings/NetworkSettings class='underline'>Please check Settings > Network</a></p>": "<p>आपकी परीक्षण कुंजी को इंटरनेट कनेक्शन की आवश्यकता है।</p><p><a href='/Settings/NetworkSettings class='underline'>कृपया सेटिंग्स > नेटवर्क पर जाएं</a></p>",
  "<p>Your Unraid registration key is ineligible for replacement as it has been replaced within the last 12 months.</p>": "<p>आपकी Unraid पंजीकरण कुंजी पिछले 12 महीनों के भीतर बदली जा चुकी है, इसलिए उसके लिए प्रतिस्थापन उपलब्ध नहीं है।</p>",
  "A Trial key provides all the functionality of an Unleashed Registration key": "एक परीक्षण कुंजी Unleashed पंजीकरण कुंजी की सभी कार्यक्षमता प्रदान करती है।",
  "A valid GUID is required to check for OS updates.": "OS अपडेट की जांच करने के लिए एक वैध GUID की आवश्यकता है।",
  "A valid keyfile and USB Flash boot device are required to check for OS updates.": "OS अपडेट की जांच करने के लिए एक वैध कुंजी फ़ाइल और USB फ्लैश बूट डिवाइस की आवश्यकता है।",
  "A valid keyfile is required to check for OS updates.": "OS अपडेट की जांच करने के लिए एक वैध कुंजी फ़ाइल की आवश्यकता है।",
  "A valid OS version is required to check for OS updates.": "OS अपडेट की जांच करने के लिए एक वैध OS संस्करण की आवश्यकता है।",
  "Acklowledge that you have made a Flash Backup to enable this action": "यह पुष्टि करें कि आपने इस क्रिया को सक्षम करने के लिए एक फ्लैश बैकअप बनाया है",
  "Activate Now": "अभी सक्रिय करें",
  "Activate License": "लाइसेंस सक्रिय करें",
  "ago": "पहले",
  "All you need is an active internet connection, an Unraid.net account, and the Connect plugin. Get started by installing the plugin.": "आपको केवल एक सक्रिय इंटरनेट कनेक्शन, एक Unraid.net खाता, और Connect प्लगइन की आवश्यकता है। प्लगइन इंस्टॉल करके शुरू करें।",
  "Attached Storage Devices": "जुड़े हुए स्टोरेज डिवाइस",
  "Backing up...this may take a few minutes": "बैकअप बन रहा है... इसमें कुछ मिनट लग सकते हैं",
  "Basic": "मूल",
  "Begin downgrade to {0}": "{0} के लिए डाउंग्रेड शुरू करें",
  "Beta": "बीटा",
  "Blacklisted USB Flash GUID": "ब्लैकलिस्टेड USB फ्लैश GUID",
  "BLACKLISTED": "ब्लैकलिस्टेड",
  "Calculating OS Update Eligibility…": "OS अपडेट योग्यता की गणना करना…",
  "Calculating trial expiration…": "परीक्षण समाप्ति की गणना…",
  "Callback redirect type not present or incorrect": "रिडायरेक्ट प्रकार मौजूद नहीं है या गलत है",
  "Cancel {0}": "{0} रद्द करें",
  "Cancel": "रद्द करें",
  "Cannot access your USB Flash boot device": "आपके USB फ्लैश बूट डिवाइस तक पहुंच नहीं सकता",
  "Cannot validate Unraid Trial key": "Unraid परीक्षण कुंजी सत्यापित नहीं कर सकता",
  "Check Eligibility": "पात्रता जांच",
  "check for OS updates": "OS अपडेट की जांच करें",
  "Check for OS Updates": "OS अपडेट की जांच करें",
  "Check for Prereleases": "प्रीरीलीज़ की जांच करें",
  "Check for Update": "अपडेट की जाँच करें",
  "Checking WAN IPs…": "WAN IPs की जांच हो रही है…",
  "Checking...": "जाँच हो रही है...",
  "Checkout the Connect Documentation": "Connect दस्तावेज़ीकरण की जाँच करें",
  "Click to close modal": "मॉडल बंद करने के लिए क्लिक करें",
  "Click to Copy LAN IP {0}": "LAN IP {0} की प्रतिलिपि बनाने के लिए क्लिक करें",
  "Close Dropdown": "ड्रॉपडाउन बंद करें",
  "Close Modal": "मॉडल बंद करें",
  "Close": "बंद करें",
  "Configure Connect Features": "कनेक्ट सुविधाओं को कॉन्फ़िगर करें",
  "Confirm and start update": "अपडेट शुरू करने की पुष्टि करें",
  "Confirm to Install Unraid OS {0}": "Unraid OS {0} स्थापित करने की पुष्टि करें",
  "Connected": "जुड़ा",
  "Contact Support": "समर्थन से संपर्क करें",
  "Continue": "जारी रखें",
  "Copied": "कॉपी किया गया",
  "Copy Key URL": "कुंजी URL कॉपी करें",
  "Copy your Key URL: {0}": "अपनी कुंजी URL की प्रतिलिपि बनाएँ: {0}",
  "Create Flash Backup": "फ्लैश बैकअप बनाएं",
  "Create a password": "एक पासवर्ड बनाएं",
  "Create Device Password": "डिवाइस पासवर्ड बनाएं",
  "Current Version {0}": "वर्तमान संस्करण {0}",
  "Current Version: Unraid {0}": "वर्तमान संस्करण: Unraid {0}",
  "Customizable Dashboard Tiles": "अनुकूलित डैशबोर्ड टाइलें",
  "day": "{n} दिन | {n} दिन",
  "Deep Linking": "डीप लिंकिंग",
  "DNS issue, unable to resolve wanip4.unraid.net": "DNS समस्या, wanip4.unraid.net समकालित नहीं कर सकता",
  "Downgrade Unraid OS to {0}": "Unraid OS को {0} में डाउंग्रेड करें",
  "Downgrade Unraid OS": "Unraid OS डाउंग्रेड करें",
  "Downgrades are only recommended if you're unable to solve a critical issue.": "केवल अनुशंसा की जाती हैं यदि आप किसी गंभीर समस्या का समाधान नहीं कर पा रहे हैं।",
  "Download Diagnostics": "डायग्नोस्टिक्स डाउनलोड करें",
  "Download the Diagnostics zip then please open a bug report on our forums with a description of the issue along with your diagnostics.": "डायग्नोस्टिक्स ज़िप डाउनलोड करें, फिर हमारे फ़ोरम पर एक त्रुटि रिपोर्ट खोलें जिसमें आपकी समस्या का विवरण और आपके डायग्नोस्टिक्स शामिल हैं।",
  "Download unraid-api Logs": "unraid-api लॉग्स डाउनलोड करें",
  "Dynamic Remote Access": "डायनामिक रिमोट एक्सेस",
  "Eligible for free feature updates for {0}": "{0} के लिए मुफ्त विशेषता अपडेट्स के लिए पात्र",
  "Eligible for free feature updates until {0}": "{0} तक मुफ्त विशेषता अपडेट्स के लिए पात्र",
  "Eligible": "पात्र",
  "Enable update notifications": "अपडेट अधिसूचनाओं को सक्षम करें",
  "Enhance your experience with Unraid Connect": "Unraid Connect के साथ अपने अनुभव को बढ़ाएं",
  "Enhance your Unraid experience with Connect": "Connect के साथ अपने Unraid अनुभव को बढ़ाएं",
  "Enhance your Unraid experience": "अपने Unraid अनुभव को बढ़ाएं",
  "Error creating a trial key. Please try again later.": "परीक्षण कुंजी बनाने में त्रुटि। कृपया बाद में पुनः प्रयास करें।",
  "Error Parsing Changelog • {0}": "चेंजलॉग पार्सिंग में त्रुटि • {0}",
  "Error": "त्रुटि",
  "Expired {0}": "समाप्त {0}",
  "Expired": "समाप्त",
  "Expires at {0}": "{0} पर समाप्त होता है",
  "Expires in {0}": "{0} में समाप्त होता है",
  "Extend License to Enable OS Updates": "OS अपडेट को सक्षम करने के लिए लाइसेंस का विस्तार करें",
  "Extend License to Update": "अपडेट करने के लिए लाइसेंस का विस्तार करें",
  "Extend License": "लाइसेंस का विस्तार करें",
  "Extend Trial": "परीक्षण का विस्तार करें",
  "Extending your free trial by 15 days": "15 दिनों के लिए अपना मुफ्त परीक्षण बढ़ा रहे हैं",
  "Extension Installed": "विस्तार स्थापित किया गया",
  "Failed to {0} {1} Key": "{0} {1} कुंजी विफल",
  "Failed to install key": "कुंजी स्थापित करने में विफल",
  "Failed to update Connect account configuration": "Connect खाता कॉन्फ़िगरेशन अपडेट करने में विफल",
  "Fetching & parsing changelog…": "चेंजलॉग लाना और पार्सिंग करना…",
  "Fix Error": "त्रुटि सुधार",
  "Flash Backup is not available. Navigate to {0}/Main/Settings/Flash to try again then come back to this page.": "फ्लैश बैकअप उपलब्ध नहीं है। कृपया {0}/Main/Settings/Flash पर जाएं और पुनः प्रयास करें, फिर इस पृष्ठ पर वापस आ जाएं।",
  "Flash GUID Error": "फ्लैश GUID त्रुटि",
  "Flash GUID required to check replacement status": "प्रतिस्थापन स्थिति की जाँच के लिए फ्लैश GUID आवश्यक है",
  "Flash GUID": "फ्लैश गाइड",
  "Flash Product": "फ्लैश उत्पाद",
  "Flash Vendor": "फ्लैश विक्रेता",
  "Get a Lifetime Key": "लाइफटाइम कुंजी प्राप्त करें",
  "Get an overview of your server's state, storage space, apps and VMs status, and more.": "अपने सर्वर की स्थिति, स्टोरेज स्पेस, ऐप्स और VMs की स्थिति, और अधिक का अवलोकन प्राप्त करें।",
  "Get Started": "शुरू करें",
  "Go to Connect plugin settings": "कनेक्ट प्लगइन सेटिंग्स पर जाएं",
  "Go to Connect": "कनेक्ट पर जाएं",
  "Go to Management Access Now": "प्रबंधन पहुँच पर अभी जाएं",
  "Go to Settings > Notifications to enable automatic OS update notifications for future releases.": "भविष्य में रिलीज़ के लिए स्वचालित OS अपडेट सूचनाएं सक्षम करने के लिए सेटिंग्स > सूचनाएं पर जाएं।",
  "Go to Tools > Management Access to activate the Flash Backup feature and ensure your backup is up-to-date.": "फ्लैश बैकअप फीचर को सक्रिय करने और यह सुनिश्चित करने के लिए कि आपका बैकअप अप-टू-डेट है, टूल्स > प्रबंधन पहुंच पर जाएं।",
  "Go to Tools > Management Access to ensure your backup is up-to-date.": "आपका बैकअप अप-टू-डेट है यह सुनिश्चित करने के लिए टूल्स > प्रबंधन पहुंच पर जाएं।",
  "Go to Tools > Registration to fix": "मरम्मत के लिए पंजीकरण > टूल्स पर जाएं",
  "Go to Tools > Registration to Learn More": "अधिक जानने के लिए पंजीकरण > टूल्स पर जाएं",
  "Go to Tools > Update OS for more options.": "अधिक विकल्पों के लिए टूल्स > OS अपडेट पर जाएं।",
  "Go to Tools > Update": "अद्यतन > टूल्स पर जाएं",
  "hour": "{n} घंटा | {n} घंटे",
  "I have made a Flash Backup": "मैंने फ्लैश बैकअप बना लिया है",
  "If you are asked to supply logs, please open a support request on our Contact Page and reply to the email message you receive with your logs attached.": "अगर आपको लॉग्स प्रदान करने के लिए कहा जाता है, तो कृपया हमारे संपर्क पृष्ठ पर एक सहायता अनुरोध खोलें और प्राप्त ईमेल संदेश का जवाब अपने लॉग्स के साथ करें।",
  "Ignore this message if you are currently connected via Remote Access or VPN.": "यदि आप वर्तमान में रिमोट एक्सेस या वीपीएन के माध्यम से जुड़े हैं, तो इस संदेश को अनदेखा करें।",
  "Ignore this release until next reboot": "अगली रिबूट तक इस रिलीज़ को अनदेखा करें",
  "Ignored Releases": "अनदेखी की गई रिलीज़",
  "In the rare event you need to downgrade we ask that you please provide us with Diagnostics so we can investigate your issue.": "दुर्लभ स्थिति में, अगर आपको डाउनग्रेड की आवश्यकता होती है, तो हम अनुरोध करते हैं कि कृपया हमें डायग्नोस्टिक्स प्रदान करें ताकि हम आपकी समस्या की जांच कर सकें।",
  "Ineligible as of {0}": "{0} के अनुसार अयोग्य",
  "Eligible for updates released on or before {0}.": "{0} या उससे पहले जारी किए गए अपडेट के लिए पात्र।",
  "Extend your license to access the latest updates.": "नवीनतम अद्यतन तक पहुँचने के लिए अपने लाइसेंस का विस्तार करें।",
  "Ineligible for Unraid OS updates": "अनरेड OS अपडेट के लिए अयोग्य",
  "Ineligible": "अयोग्य",
  "Ineligible for self-replacement": "स्व-प्रतिस्थापन के लिए अयोग्य",
  "Install Connect": "कनेक्ट इंस्टॉल करें",
  "Install Extended": "विस्तारित इंस्टॉल करें",
  "Install Recovered": "पुनःनिर्मित इंस्टॉल करें",
  "Install Replaced": "प्रतिस्थापित स्थापित करें",
  "Install Unraid OS {0}": "Unraid OS {0} स्थापित करें",
  "Install": "इंस्टॉल करें",
  "Installed": "स्थापित",
  "Installing Connect": "कनेक्ट इंस्टॉल हो रहा है",
  "Installing Extended Trial": "विस्तारित आज़माइश स्थापित हो रही है",
  "Installing Extended": "विस्तारित स्थापित हो रहा है",
  "Installing Recovered": "पुनः निर्मित स्थापित हो रहा है",
  "Installing Replaced": "प्रतिस्थापित स्थापित हो रहा है",
  "Installing": "स्थापित हो रहा है",
  "Introducing Unraid Connect": "Unraid कनेक्ट पेश किया जा रहा है",
  "Invalid API Key Format": "अमान्य API कुंजी प्रारूप",
  "Invalid API Key": "अमान्य API कुंजी",
  "Invalid installation": "अमान्य स्थापना",
  "It's highly recommended to review the changelog before continuing your update": "अद्यतन जारी रखने से पहले बदलाव सूची की समीक्षा करना अत्यधिक अनुशंसित है",
  "Key ineligible for {0}": "{0} के लिए कुंजी अयोग्य",
  "Key ineligible for future releases": "भविष्य के रिलीज के लिए कुंजी अयोग्य",
  "Key ineligible for new updates": "नई अद्यतनों के लिए कुंजी अयोग्य",
  "Keyfile required to check replacement status": "प्रतिस्थापन स्थिति की जाँच के लिए कुंजी फाइल की आवश्यकता है",
  "LAN IP {0}": "LAN IP {0}",
  "LAN IP Copied": "LAN IP कॉपी किया गया",
  "LAN IP": "LAN IP",
  "Last checked: {0}": "अंतिम जाँच: {0}",
  "Learn more about the error": "त्रुटि के बारे में और जानें",
  "Learn more and fix": "जानें और ठीक करें",
  "Learn more and link your key to your account": "जानें और अपनी कुंजी को अपने खाते से लिंक करें",
  "Learn more": "और अधिक जानें",
  "Learn More": "अधिक जानें",
  "Let's activate your Unraid OS License": "चलिए आपका Unraid OS लाइसेंस सक्रिय करते हैं",
  "Let's Unleash your Hardware!": "आइए आपके हार्डवेयर को मुक्त करें!",
  "License key actions": "लाइसेंस कुंजी क्रियाएँ",
  "License key type": "लाइसेंस कुंजी प्रकार",
  "License Management": "लाइसेंस प्रबंधन",
  "Lifetime": "आजीवन",
  "Link Key": "कुंजी लिंक करें",
  "Linked": "लिंक किया गया",
  "Linked to Unraid.net account": "Unraid.net खाता से लिंक किया गया",
  "Loading": "लोड हो रहा है",
  "Manage Unraid.net Account in new tab": "नए टैब में Unraid.net खाता प्रबंधित करें",
  "Manage Unraid.net Account": "Unraid.net खाता प्रबंधित करें",
  "Manage your license keys at any time via the My Keys section.": "अपने लाइसेंस कुंजियों का प्रबंधन कभी भी My Keys अनुभाग के माध्यम से करें।",
  "Manage Your Server Within Connect": "कनेक्ट के भीतर अपने सर्वर का प्रबंधन करें",
  "minute": "{n} मिनट | {n} मिनटें",
  "Missing key file": "अनुपस्थित कुंजी फाइल",
  "month": "{n} माह | {n} महीने",
  "More about Licensing": "लाइसेंसिंग के बारे में अधिक",
  "More about Unraid.net Accounts": "Unraid.net खातों के बारे में अधिक",
  "More options": "और विकल्प",
  "Multiple License Keys Present": "एकाधिक लाइसेंस कुंजियाँ प्रस्तुत हैं",
  "Never ever be left without a backup of your config. If you need to change flash drives, generate a backup from Connect and be up and running in minutes.": "कभी अपने कॉन्फिग का बैकअप बिना न छोड़े। अगर आपको फ्लैश ड्राइव बदलने की आवश्यकता है, तो कनेक्ट से बैकअप उत्पन्न करें और मिनटों में काम करें।",
  "New Version: {0}": "नया संस्करण: {0}",
  "No downgrade available": "कोई डाउनग्रेड उपलब्ध नहीं है",
  "No Flash": "कोई फ्लैश नहीं",
  "No Keyfile": "कुंजी फाइल नहीं",
  "No thanks": "धन्यवाद नहीं",
  "No USB flash configuration data": "कोई USB फ्लैश कॉन्फ़िगरेशन डेटा नहीं",
  "Not Linked": "लिंक नहीं किया गया",
  "On January 1st, 2023 SSL certificates for unraid.net were deprecated. You MUST provision a new SSL certificate to use our new myunraid.net domain. You can do this on the Settings > Management Access page.": "1 जनवरी, 2023 को Unraid.net के SSL प्रमाणपत्र ख़त्म हो गए थे। आप MUST एक नया SSL प्रमाणपत्र प्रावधान करें जिससे हमारे नए myunraid.net डोमेन का उपयोग हो सके। आप यह सेटिंग्स > प्रबंधन पृष्ठ पर कर सकते हैं।",
  "Online Flash Backup": "ऑनलाइन फ्लैश बैकअप",
  "Open a bug report": "बग रिपोर्ट खोलें",
  "Open Dropdown": "ड्रॉपडाउन खोलें",
  "Opens Connect in new tab": "कनेक्ट को नए टैब में खोलें",
  "Original release date {0}": "मूल रिलीज़ तिथि {0}",
  "OS Update Eligibility Expiration": "OS अद्यतन पात्रता समाप्ति",
  "OS Update Eligibility Expired": "OS अपडेट पात्रता समाप्त",
  "OS Update Eligibility": "OS अपडेट पात्रता",
  "Pay your annual fee to continue receiving OS updates.": "OS अपडेट्स प्राप्त करने के लिए अपनी वार्षिक फ़ीस का भुगतान करें।",
  "Performing actions": "क्रियाएँ कर रहे हैं",
  "Please confirm the update details below": "कृपया नीचे दिए गए अद्यतन विवरण की पुष्टि करें",
  "Please finish the initiated downgrade to enable updates.": "अपडेट्स सक्षम करने के लिए कृपया शुरू की गई डाउनग्रेड को समाप्त करें।",
  "Please finish the initiated update to enable a downgrade.": "डाउनग्रेड सक्षम करने के लिए कृपया आरंभित अद्यतन समाप्त करें।",
  "Please fix any errors and try again.": "कृपया किसी भी त्रुटियों को ठीक करें और पुनः प्रयास करें।",
  "Please keep this window open while we perform some actions": "कुछ क्रियाएँ करते समय इस विंडो को खुला रखें",
  "Please keep this window open": "इस विंडो को खुला रखें",
  "Please sign out then sign back in to refresh your API key.": "कृपया साइन आउट करें फिर अपने API कुंजी को ताज़ा करने के लिए पुनः साइन इन करें।",
  "Please wait while the page reloads to install your trial key": "कृपया प्रतीक्षा करें जब तक पृष्ठ फिर से लोड होता नहीं ताकि आपका ट्रायल कुंजी स्थापित हो सके",
  "Plus more on the way": "रास्ते में और अधिक",
  "Plus": "प्लस",
  "Pro": "प्रो",
  "Purchase Key": "कुंजी खरीदें",
  "Purchase": "खरीदारी",
  "Ready to Install Key": "कुंजी स्थापित करने के लिए तैयार",
  "Ready to update Connect account configuration": "आपके कनेक्ट खाता विन्यास अद्यतन करने के लिए तैयार",
  "Real-time Monitoring": "वास्तविक समय निगरानी",
  "Reboot Now to Downgrade to {0}": "{0} के लिए डाउनग्रेड करने के लिए अभी रिबूट करें",
  "Reboot Now to Downgrade": "डाउनग्रेड के लिए अभी रिबूट करें",
  "Reboot Now to Update to {0}": "{0} के लिए अद्यतन करने के लिए अभी रिबूट करें",
  "Reboot Now to Update": "अद्यतन के लिए अभी रिबूट करें",
  "Reboot Required for Downgrade to {0}": "{0} के लिए डाउनग्रेड के लिए रिबूट आवश्यक है",
  "Reboot Required for Downgrade": "डाउनग्रेड के लिए रिबूट आवश्यक है",
  "Reboot Required for Update to {0}": "{0} के लिए अद्यतन के लिए रिबूट आवश्यक है",
  "Reboot Required for Update": "अद्यतन के लिए रिबूट आवश्यक है",
  "Rebooting will likely solve this.": "रीबूटिंग संभवतः इसे हल करेगा।",
  "Receive the latest and greatest for Unraid OS. Whether it new features, security patches, or bug fixes – keeping your server up-to-date ensures the best experience that Unraid has to offer.": "Unraid OS के लिए नवीनतम और बेहतरीन प्राप्त करें। चाहे वह नई सुविधाएँ, सुरक्षा पैच, या बग फिक्सेस हो – आपका सर्वर अपडेट में रखना सुनिश्चित करता है कि Unraid सर्वश्रेष्ठ अनुभव प्रदान करें।",
  "Recover Key": "कुंजी पुनः प्राप्त करें",
  "Recovered": "पुनः प्राप्त",
  "Redeem Activation Code": "सक्रियण कोड भुनाएं",
  "Refresh": "ताज़ा करें",
  "Registered on": "पंजीकृत पर",
  "Registered to": "पंजीकृत को",
  "Registration key / USB Flash GUID mismatch": "पंजीकरण कुंजी / USB फ्लैश GUID मismatch",
  "Release date {0}": "रिलीज़ तिथि {0}",
  "Release requires verification to update": "अद्यतन के लिए सत्यापन आवश्यक है",
  "Reload Page": "पृष्ठ पुनः लोड करें",
  "Reload": "पुनः लोड करें",
  "Remark: Unraid's WAN IPv4 {0} does not match your client's WAN IPv4 {1}.": "टिप्पणी: Unraid का WAN IPv4 {0} आपके ग्राहक के WAN IPv4 {1} से मेल नहीं खाता।",
  "Remark: your WAN IPv4 is {0}": "टिप्पणी: आपका WAN IPv4 {0}",
  "Remove from ignore list": "अनदेखा सूची से निकालें",
  "Remove": "निकालें",
  "Renew Key": "कुंजी नवीनीकरण करें",
  "Renew your license key now": "अभी अपनी लाइसेंस कुंजी का नवीनीकरण करें",
  "Replace Key": "कुंजी बदलें",
  "Replaced": "प्रतिस्थापित",
  "Requires the local unraid-api to be running successfully": "स्थानीय Unraid-API का सफलतापूर्वक चलना आवश्यक है",
  "Restarting unraid-api…": "Unraid-API पुनः प्रारंभ हो रहा है…",
  "second": "{n} सेकंड | {n} सेकंड्स",
  "Server Up Since {0}": "सर्वर उठ से {0} तक",
  "Servers equipped with a myunraid.net certificate can be managed directly from within the Connect web UI. Manage multiple servers from your phone, tablet, laptop, or PC in the same browser window.": "मल्टीपल सर्वर प्रबंधित करने के लिए एक ही ब्राउज़र विंडो में आपके फ़ोन, टैबलेट, लैपटॉप, या पीसी से सीधे कनेक्ट वेब UI से प्रबंधित करें।",
  "Set custom server tiles how you like and automatically display your server's banner image on your Connect Dashboard.": "कस्टम सर्वर टाइल्स कैसे चाहते हैं और अपने कनेक्ट डैशबोर्ड पर अपने सर्वर की बैनर छवि स्वचालित रूप से प्रदर्शित करें।",
  "Settings": "सेटिंग्स",
  "Sign In Failed": "साइन इन असफल",
  "Sign In requires the local unraid-api to be running": "साइन इन की आवश्यकता होती है कि स्थानीय अनरेड-एपीआई सफलतापूर्वक चल रहा हो",
  "Sign In to utilize Unraid Connect": "Unraid कनेक्ट का उपयोग करने के लिए साइन इन करें",
  "Sign In to your Unraid.net account to get started": "Unraid.net खाते में साइन इन करें और शुरुआत करें",
  "Sign In with Unraid.net Account": "Unraid.net खाता के साथ साइन इन करें",
  "Sign In": "साइन इन करें",
  "Sign Out Failed": "साइन आउट असफल",
  "Sign Out of Unraid.net": "Unraid.net से साइन आउट करें",
  "Sign Out requires the local unraid-api to be running": "साइन आउट के लिए आवश्यक है कि स्थानीय अनरेड-एपीआई सफलतापूर्वक चल रहा हो",
  "Signing in {0}…": "साइन इन हो रहा है {0}…",
  "Signing In": "साइन इन हो रहा है",
  "Signing out {0}…": "साइन आउट हो रहा है {0}…",
  "Signing Out": "साइन आउट हो रहा है",
  "Something went wrong": "कुछ गलत हुआ",
  "SSL certificates for unraid.net deprecated": "SSL प्रमाणपत्र Unraid.net के लिए निष्क्रिय कर दिए गए",
  "Stale Server": "स्टेल सर्वर",
  "Stale": "स्टेल",
  "On the following screen, your license will be activated. You'll then create an Unraid.net Account to manage your license going forward.": "अगली स्क्रीन पर, आपका लाइसेंस सक्रिय हो जाएगा। आप फिर आगे जाकर अपने लाइसेंस को प्रबंधित करने के लिए Unraid.net खाता बनाएँगे।",
  "Start Free 30 Day Trial": "मुफ्त 30 दिन का परीक्षण शुरू करें",
  "Starter": "स्टार्टर",
  "Starting your free 30 day trial": "आपका मुफ़्त 30 दिन का परीक्षण शुरू हो रहा है",
  "Success!": "सफलता!",
  "Thank you for choosing Unraid OS!": "Unraid OS चुनने के लिए धन्यवाद!",
  "Thank you for installing Connect!": "कनेक्ट स्थापित करने के लिए धन्यवाद!",
  "Thank you for purchasing an Unraid {0} Key!": "Unraid {0} कुंजी खरीदने के लिए धन्यवाद!",
  "Thank you for upgrading to an Unraid {0} Key!": "Unraid {0} कुंजी को अपग्रेड करने के लिए धन्यवाद!",
  "The Connect dashboard links to relevant sections of the webgui, allowing quick access to those settings and server sections.": "कनेक्ट डैशबोर्ड वेबगुई के प्रासंगिक अनुभागों से लिंक करता है, जिससे उन सेटिंग्स और सर्वर अनुभागों तक त्वरित पहुंच मिलती है।",
  "The logs may contain sensitive information so do not post them publicly.": "लॉग्स में संवेदनशील जानकारी हो सकती है इसलिए उन्हें सार्वजनिक रूप से पोस्ट न करें।",
  "The primary method of support for Unraid Connect is through our forums and Discord.": "Unraid Connect के लिए समर्थन का प्राथमिक तरीका हमारे फोरम और डिस्कॉर्ड के माध्यम से है।",
  "Then go to Tools > Registration to manually install it": "फिर इसे मैनुअली इंस्टॉल करने के लिए पंजीकरण > टूल्स पर जाएं",
  "This may indicate a complex network that will not work with this Remote Access solution.": "यह इंगित कर सकता है कि यह जटिल नेटवर्क रिमोट एक्सेस समधान के साथ काम नहीं करेगा।",
  "This update will require a reboot": "इस अद्यतन के लिए पुनरारंभ की आवश्यकता होगी",
  "Toggle on/off server accessibility with dynamic remote access. Automatically turn on UPnP and open a random WAN port on your router at the click of a button and close off access in seconds.": "गतिशील रिमोट एक्सेस के साथ सर्वर पहुंच को चालू/बंद करें। एक बटन के क्लिक पर UPnP स्वचालित रूप से चालू करें और सेकंडों में पहुंच बंद करें।",
  "Too Many Devices": "बहुत अधिक डिवाइस",
  "Transfer License to New Flash": "नई फ्लैश में लाइसेंस स्थानांतरित करें",
  "Trial Expired, see options below": "परीक्षण समाप्त हो गया, नीचे विकल्प देखें",
  "Trial Expired": "परीक्षण समाप्त हो गया",
  "Trial Key Created": "परीक्षण कुंजी बनाई गई",
  "Trial Key Creation Failed": "परीक्षण कुंजी निर्माण विफल",
  "Trial Key Expired {0}": "परीक्षण कुंजी की समाप्ति {0}",
  "Trial Key Expired at {0}": "परीक्षण कुंजी की समाप्ति {0} पर हुई",
  "Trial Key Expires at {0}": "परीक्षण कुंजी की समाप्ति {0} पर होती है",
  "Trial Key Expires in {0}": "परीक्षण कुंजी की समाप्ति {0} में होती है",
  "Trial Requires Internet Connection": "परीक्षण के लिए इंटरनेट कनेक्शन आवश्यक",
  "Trial": "परीक्षण",
  "Unable to check for OS updates": "OS अपडेट के लिए जाँच करने में अक्षम",
  "Unable to fetch client WAN IPv4": "क्लाइंट WAN IPv4 प्राप्त करने में असमर्थ",
  "Unable to open release notes": "रिलीज़ नोट्स खोलने में असमर्थ",
  "Unknown error": "अज्ञात त्रुटि",
  "Unknown": "अज्ञात",
  "Unleash Your Hardware": "आपके हार्डवेयर को मुक्त करें",
  "Unleashed": "मुक्त किया गया",
  "unlimited": "असीमित",
  "Unraid {0} Available": "Unraid {0} उपलब्ध",
  "Unraid {0} Update Available": "Unraid {0} अपडेट उपलब्ध",
  "Unraid {0}": "Unraid {0}",
  "Unraid Connect Error": "Unraid कनेक्ट त्रुटि",
  "Unraid Connect Forums": "अनरेड कनेक्ट फोरम्स",
  "Unraid Connect Install Failed": "अनरेड कनेक्ट इंस्टॉल विफल",
  "Unraid Contact Page": "अनरेड संपर्क पृष्ठ",
  "Unraid Discord": "अनरेड डिस्कोर्ड",
  "Unraid logo animating with a wave like effect": "वेवलाइक इफेक्ट के साथ एनिमेट होता हुआ अनरेड लोगो",
  "Unraid OS {0} Released": "अनरेड OS {0} जारी किया गया",
  "Unraid OS {0} Update Available": "अनरेड OS {0} अपडेट उपलब्ध",
  "Unraid OS is up-to-date": "अनरेड OS अद्यतित है",
  "Unraid OS Update Available": "अनरेड OS अपडेट उपलब्ध",
  "unraid-api is offline": "अनरेड-एपीआई ऑफलाइन है",
  "Up-to-date with eligible releases": "योग्य रिलीज़ के साथ अद्यतित",
  "Up-to-date": "अद्यतित",
  "Update Available": "अपडेट उपलब्ध",
  "Update Released": "अपडेट जारी किया गया",
  "Update Unraid OS confirmation required": "अनरेड OS अपडेट की पुष्टि आवश्यक",
  "Update Unraid OS": "अनरेड OS अपडेट करें",
  "Updates Expire": "अपडेट समाप्त हो गया",
  "Updating 3rd party drivers": "थर्ड पार्टी ड्राइवर्स को अपडेट कर रहा है",
  "Upgrade Key": "अपग्रेड कुंजी",
  "Upgrade": "अपग्रेड",
  "Uptime {0}": "अपटाइम {0}",
  "USB Flash device error": "यूएसबी फ्लैश डिवाइस त्रुटि",
  "USB Flash has no serial number": "यूएसबी फ्लैश का कोई सीरियल नंबर नहीं है",
  "Verify to Update": "अपडेट के लिए सत्यापित करें",
  "Version available for restore {0}": "वर्ज़न बहाल के लिए उपलब्ध {0}",
  "Version: {0}": "संस्करण: {0}",
  "View Available Updates": "उपलब्ध अपडेट देखें",
  "View Changelog & Update": "चैंजलाॅग & अपडेट देखें",
  "View Changelog for {0}": "{0} के लिए चैंजलाॅग देखें",
  "View Changelog on Docs": "डॉक्स पर चैंजलाॅग देखें",
  "View Changelog to Start Update": "अपडेट शुरू करने के लिए चैंजलाॅग देखें",
  "View Changelog": "चैंजलाॅग देखें",
  "View on Docs": "डॉक्स पर देखें",
  "View release notes": "रिलीज़ नोट्स देखें",
  "We recommend backing up your USB Flash Boot Device before starting the update.": "हम अनुशंसा करते हैं कि अपडेट शुरू करने से पहले अपने यूएसबी फ्लैश बूट डिवाइस का बैकअप लें।",
  "Welcome to your new {0} system, powered by Unraid!": "आपके नए {0} सिस्टम में आपका स्वागत है, अनरेड द्वारा संचालित!",
  "Welcome to Unraid!": "अनरेड में आपका स्वागत है!",
  "year": "{n} साल | {n} साल",
  "You are still eligible to access OS updates that were published on or before {1}.": "आप अभी भी OS अपडेट्स तक पहुंचने के योग्य हैं जो {1} पर या उससे पहले प्रकाशित किए गए थे।",
  "You can also manually create a new backup by clicking the Create Flash Backup button.": "आप \"क्रिएट फ्लैश बैकअप\" बटन पर क्लिक करके मैन्युअली एक नया बैकअप भी बना सकते हैं।",
  "You can manually create a backup by clicking the Create Flash Backup button.": "आप मैन्युअल रूप से बैकअप बना सकते हैं \"क्रिएट फ्लैश बैकअप\" बटन पर क्लिक करके।",
  "You have already activated the Flash Backup feature via the Unraid Connect plugin.": "आपने पहले से ही अनरेड कनेक्ट प्लगइन के माध्यम से फ्लैश बैकअप फीचर सक्रिय कर दिया है।",
  "You have exceeded the number of devices allowed for your license. Please remove a device before adding another.": "आपके लाइसेंस के लिए अनुमति दिए गए उपकरणों की संख्या ओवर कर दी गई है। कृपया नया जोड़ने से पहले एक उपकरण हटा दें।",
  "You have not activated the Flash Backup feature via the Unraid Connect plugin.": "आपने अनरेड कनेक्ट प्लगइन के माध्यम से फ्लैश बैकअप फीचर सक्रिय नहीं किया है।",
  "You may still update to releases dated prior to your update expiration date.": "आप अभी भी अपने अपडेट समाप्ति तारीख से पहले की तारीख तक के रिलीज पर अपडेट कर सकते हैं।",
  "You're about to create a password to secure access to your system. This password is essential for managing and configuring your server. You'll use this password every time you access the Unraid web interface.": "आप अपने सिस्टम तक सुरक्षित पहुंच के लिए पासवर्ड बनाने के करीब हैं। यह पासवर्ड आपके सर्वर को प्रबंधित और कॉन्फिगर करने के लिए आवश्यक है। जब भी आप अनरेड वेब इंटरफेस पर पहुँचते हैं, आप इस पासवर्ड का उपयोग करेंगे।",
  "You're one step closer to enhancing your Unraid experience": "आप अपने अनरेड अनुभव को बढ़ाने के लिए एक कदम और करीब हैं",
  "Your {0} Key has been replaced!": "आपकी {0} कुंजी बदल दी गई है!",
  "Your {0} license included one year of free updates at the time of purchase. You are now eligible to extend your license and access the latest OS updates. You are still eligible to access OS updates that were published on or before {1}.": "आपकी {0} लाइसेंस में खरीदारी के समय एक साल के मुफ्त अपडेट शामिल थे। अब आप अपना लाइसेंस बढ़ाने और नवीनतम OS अपडेट्स तक पहुंचने के लिए योग्य हैं। आप अभी भी OS अपडेट्स तक पहुंचने के योग्य हैं जो {1} पर या उससे पहले प्रकाशित किए गए थे।",
  "Your {0} license included one year of free updates at the time of purchase. You are now eligible to extend your license and access the latest OS updates.": "आपकी {0} लाइसेंस में खरीदारी के समय एक साल के मुफ्त अपडेट शामिल थे। अब आप अपना लाइसेंस बढ़ाने और नवीनतम OS अपडेट्स तक पहुंचने के लिए योग्य हैं।",
  "Your free Trial key provides all the functionality of an Unleashed Registration key": "आपकी मुफ्त परीक्षण कुंजी सभी कार्यक्षमता प्रदान करती है जो एक अनलेशेड रजिस्ट्रेशन कुंजी में होती है।",
  "Your license key is not eligible for Unraid OS {0}": "आपकी लाइसेंस कुंजी अनरेड OS {0} के लिए योग्य नहीं है",
  "Your license key's OS update eligibility has expired. Please renew your license key to enable updates released after your expiration date.": "आपकी लाइसेंस कुंजी की OS अपडेट योग्यता समाप्त हो गई है। कृपया अपनी लाइसेंस कुंजी को नवीनीकृत करें ताकि आपके समाप्ति तिथि के बाद जारी किए गए अपडेट सक्षम हो सकें।",
  "Your Trial has expired": "आपका परीक्षण समाप्त हो गया है",
  "Your Trial key has been extended!": "आपकी परीक्षण कुंजी बढ़ा दी गई है!",
  "Create an Unraid.net account and activate your key": "\"Crate an Unraid.net account and activate your key\"",
  "Device is ready to configure": "डिवाइस कॉन्फ़िगर करने के लिए तैयार है",
  "Secure your device": "अपने डिवाइस को सुरक्षित करें",
  "Unraid OS {0} Changelog": "अनरेड OS {0} चैंजलाॅग",
  "or": "या",
  "Logging in...": "\"प्रविष्ट हो रहे हैं...\"",
  "Try Again": "फिर से प्रयास करें",
  "Log In With Unraid.net": "\"अनरेड.net के साथ लॉग इन करें\"",
  "Invalid Unraid.net credentials": "\"अवैध अनरेड.net प्रमाण-पत्र\"",
  "This Unraid.net account is not authorized to access this server": "\"यह अनरेड.net खाता इस सर्वर को ऐक्सेस करने के लिए अधिकृत नहीं है\"",
  "SSO login is not enabled on this server": "सर्वर पर SSO लॉगिन सक्षम नहीं है",
  "Login session expired. Please try again": "\"लॉगिन सत्र समाप्त। कृपया फिर से प्रयास करें\"",
  "Network error. Please check your connection": "\"नेटवर्क त्रुटि। कृपया अपने कनेक्शन की जाँच करें\"",
  "SSO login failed. Please try again": "\"SSO लॉगिन विफल। कृपया फिर से प्रयास करें\"",
  "Error fetching token": "टोकन लाने में त्रुटि",
  "Visit Unraid website": "अनरेड वेबसाइट पर जाएं",
  "Version Information": "संस्करण जानकारी",
  "First, you'll create your device's login credentials, then you'll activate your Unraid license—your device's operating system (OS).": "\"पहले, आप अपने डिवाइस के लॉगिन प्रमाण-पत्र बनाएंगे, फिर आप अपने अनरेड लाइसेंस को सक्रिय करेंगे—आपके डिवाइस के ऑपरेटिंग सिस्टम (OS)।\"",
  "Edit API Key": "एपीआई कुंजी संपादित करें",
  "Create API Key": "एपीआई कुंजी बनाएं",
  "OS version copied to clipboard": "OS संस्करण क्लिपबोर्ड में कॉपी किया गया",
  "API version copied to clipboard": "एपीआई संस्करण क्लिपबोর্ড में कॉपी किया गया",
  "Visit Partner website": "पार्टनर वेबसाइट पर जाएं",
  "Unraid OS": "अनरेड OS",
  "Unraid API": "अनरेड एपीआई",
  "View OS Release Notes": "OS रिलीज़ नोट्स देखें",
  "View API Changelog": "एपीआई चैंजलाॅग देखें",
  "Registered GUID": "पंजीकृत जीयूआईडी",
  "Array status": "सरणी स्थिति",
  "Trial expiration": "परीक्षण समाप्ति",
  "Flash Drive": "फ्लैश ड्राइव",
  "License": "लाइसेंस",
  "Actions": "क्रियाएं",
  "Your license key was automatically renewed and installed. Reload the page to see updated details.": "\"आपकी लाइसेंस कुंजी को स्वचालित रूप से नवीनीकृत और इंस्टॉल किया गया। अपडेट किए गए विवरण देखने के लिए पृष्ठ पुनः लोड करें।\"",
  "Checking authentication options...": "\"प्रमाणीकरण विकल्पों की जाँच कर रहा है...\"",
  "Invalid callback parameters": "अवैध प्रत्युत्तरण पैरामीटर",
  "Loading changelog…": "चैंजलाॅग लोड हो रहा है…",
  "Checking for OS updates...": "\"OS अपडेट के लिए जाँच हो रही है...\"",
  "Requires verification to update": "अपडेट करने के लिए सत्यापन की आवश्यकता है",
  "More Options": "अधिक विकल्प",
  "Manage update preferences including beta access and version selection at account.unraid.net": "\"प्रबंधन अपडेट प्राथमिकताएँ जिसमें बीटा एक्सेस और संस्करण चयन शामिल है, account.unraid.net पर,\"",
  "You can opt back in to an ignored release by clicking on the Check for Updates button in the header anytime": "आप हेडर में अपडेट का पता लगाने के बटन पर क्लिक करके किसी उपेक्षित रिलीज में वापस शामिल हो सकते हैं",
  "Loading changelog...": "\"चैंजलाॅग लोड हो रहा है...\"",
  "No changelog content available": "कोई चैंजलाॅग सामग्री उपलब्ध नहीं",
  "Downgrade": "डॉउंग्रेड करें",
  "Update": "अपडेट",
  "During the Unraid OS update process third-party drivers were detected and are currently being updated in the background. Please wait for those to finish downloading before rebooting your server to complete the update process. You should receive a system notification when complete. You may also refresh this page to check for an updated status.": "\"अनरेड OS अपडेट प्रक्रिया के दौरान थर्ड-पार्टी ड्राइवर्स का पता चला और वर्तमान में पृष्ठभूमि में अपडेट हो रहे हैं। कृपया अपने सर्वर को रीबूट करने से पहले इन्हें डाउनलोड करने की प्रतीक्षा करें ताकि अपडेट प्रक्रिया पूरी हो सके। आपको पूरा होने पर सिस्टम नोटिफिकेशन मिलना चाहिए। आप अपडेट स्थिति की जाँच के लिए पृष्ठ को भी ताज़ा कर सकते हैं।\"",
  "License Key Updates Expired": "लाइसेंस कुंजी अपडेट समाप्त हो गया",
  "Downgrade Unraid OS confirmation required": "अनरेड OS को डॉउंग्रेड करने की पुष्टि आवश्यक",
  "Please confirm the downgrade details below": "नीचे विवरण की पुष्टि करें",
  "Post Install License Key Error": "पोस्ट इंस्टॉल लाइसेंस कुंजी त्रुटि",
  "This downgrade will require a reboot": "यह डाउनग्रेड के लिए पुनरारंभ की आवश्यकता होगी",
  "Confirm and start downgrade": "पुष्टि करें और डाउनग्रेड शुरू करें",
  "Loading…": "लोड हो रहा है…",
  "Go to API Settings": "एपीआई सेटिंग्स पर जाएं",
  "Restart unraid-api": "अनरेड-एपीआई को पुनः आरंभ करें",
  "Error creatiing a trial key. Please try again later.": "\"परीक्षण कुंजी बनाने में त्रुटि। कृपया बाद में पुनः प्रयास करें।\"",
  "Username": "उपयोगकर्ता नाम",
  "Password": "पासवर्ड",
  "Login": "लॉगिन",
  "Password recovery": "पासवर्ड पुनर्प्राप्ति",
  "jsonforms.errors.default": "अवैध मूल्य",
  "jsonforms.rclone.basic.remoteName.label": "दूरस्थ नाम",
  "jsonforms.rclone.basic.remoteName.description": "सुदूर कॉन्फ़िगरेशन को पहचानने के लिए नाम (उदा., my_google_drive)। केवल अक्षर, नंबर, हाइफन और अंडरस्कोर का उपयोग करें।",
  "jsonforms.rclone.basic.remoteName.descriptionShort": "सुदूर कॉन्फ़िगरेशन को पहचानने के लिए नाम",
  "jsonforms.rclone.basic.providerType.label": "भंडारण प्रदाता प्रकार",
  "jsonforms.rclone.basic.providerType.description": "इस सुदूर के लिए उपयोग किए जाने वाले क्लाउड भंडारण प्रदाता का चयन करें।",
  "jsonforms.rclone.basic.documentation.text": "दस्तावेज़ीकरण लिंक",
  "jsonforms.rclone.basic.documentation.description": "अधिक जानकारी के लिए, [RClone कॉन्फ़िग दस्तावेज़ीकरण](https://rclone.org/commands/rclone_config/) देखें।",
  "jsonforms.rclone.basic.showAdvanced.label": "उन्नत विकल्प दिखाएं",
  "jsonforms.rclone.basic.showAdvanced.description": "विशेषज्ञों के लिए अतिरिक्त कॉन्फ़िगरेशन विकल्प प्रदर्शित करें।",
  "jsonforms.rclone.basic.showAdvanced.toggleDescription": "उन्नत कॉन्फ़िगरेशन विकल्प दिखाएं या नहीं।",
  "jsonforms.rclone.validation.sizeSuffix": "अवैध आकार प्रारूप। उदाहरण: \"10G\", \"100M\", \"1.5GiB\", \"ऑफ\"।",
  "jsonforms.rclone.validation.duration": "अवैध अवधि प्रारूप। उदाहरण: \"10s\", \"1.5m\", \"100ms\", \"1h15m\", \"ऑफ\"।",
  "jsonforms.apiSettings.sandbox": "डेवलपर सैंडबॉक्स सक्षम करें",
  "jsonforms.apiKey.name": "एपीआई कुंजी नाम",
  "jsonforms.apiKey.description": "विवरण",
  "jsonforms.apiKey.roles": "भूमिकाएँ",
  "jsonforms.apiKey.permissionPresets": "अनुमति प्रीसैट जोड़ें",
  "jsonforms.apiKey.customPermissions": "अनुमतियाँ",
  "jsonforms.apiKey.customPermissions.resources": "संविधियाँ",
  "jsonforms.apiKey.customPermissions.actions": "क्रियाएं",
  "jsonforms.apiKey.permissions.header": "अनुमति विन्यास",
  "jsonforms.apiKey.permissions.description": "किसी भी संयोजन का चयन करें, अनुमतियों समूहों, और कस्टम अनुमतियों का चयन करें ताकि यह परिभाषित किया जा सके कि इस एपीआई कुंजी को क्या एक्सेस मिल सकता है।",
  "jsonforms.apiKey.permissions.subheader": "अनुमतियाँ",
  "jsonforms.apiKey.permissions.help": "आम अनुमति सेट के लिए प्रिसेट ड्रॉपडाउन का उपयोग करें, या कस्टम अनुमतियाँ मैन्युअल रूप से जोड़ें। आप कई संविधियाँ चुन सकते हैं जो समान क्रियाएं साझा करती हैं।",
  "jsonforms.rclone.basic.remoteName": "दूरस्थ नाम",
  "jsonforms.rclone.basic.providerType": "भंडारण प्रदाता प्रकार",
  "jsonforms.rclone.basic.documentation": "दस्तावेज़ीकरण लिंक",
  "jsonforms.rclone.basic.showAdvanced": "उन्नत विकल्प दिखाएं",
  "jsonforms.oidc.provider.id": "प्रदाता आईडी",
  "jsonforms.oidc.provider.name": "प्रदाता नाम",
  "jsonforms.oidc.provider.clientId": "OAuth क्लाइंट आईडी",
  "jsonforms.oidc.provider.clientSecret": "OAuth क्लाइंट रहस्य",
  "jsonforms.oidc.provider.issuer": "इशूअर यूआरएल",
  "jsonforms.oidc.provider.scopes": "OAuth दायरे",
  "jsonforms.oidc.provider.authorizationEndpoint": "अधिकृत करने का समापन बिंदु",
  "jsonforms.oidc.provider.tokenEndpoint": "टोकन समापन बिंदु",
  "jsonforms.oidc.provider.userInfoEndpoint": "उपयोगकर्ता जानकारी समापन बिंदु",
  "jsonforms.oidc.provider.jwksUri": "JWKS यूआरआई",
  "jsonforms.oidc.restrictions.title": "सरल प्राधिकरण",
  "jsonforms.oidc.restrictions.help": "कौन साइन इन कर सकता है के लिए सरल अनुमति सूचियों की कॉन्फ़िगर करें।",
  "jsonforms.oidc.restrictions.allowedDomains": "अनुमत ईमेल डोमेन",
  "jsonforms.oidc.restrictions.allowedEmails": "विशिष्ट ईमेल पते",
  "jsonforms.oidc.restrictions.allowedUserIds": "अनुमत उपयोगकर्ता आईडी",
  "jsonforms.oidc.restrictions.workspaceDomain": "Google वर्कस्पेस डोमेन",
  "jsonforms.oidc.rules.title": "उन्नत प्राधिकरण नियम",
  "jsonforms.oidc.rules.description": "दावे आधारित प्राधिकरण लॉजिक को परिभाषित करें।",
  "jsonforms.oidc.rules.mode": "नियम मोड",
  "jsonforms.oidc.rules.claim": "JWT क्लेम",
  "jsonforms.oidc.rules.operator": "ऑपरेटर",
  "jsonforms.oidc.rules.value": "मूल्य",
  "jsonforms.oidc.rules.collection": "दावा नियम",
  "jsonforms.oidc.buttons.title": "बटन अनुकूलन",
  "jsonforms.oidc.buttons.description": "लॉगिन बटन की उपस्थिति को अनुकूलित करें।",
  "jsonforms.oidc.buttons.text": "बटन टेक्स्ट",
  "jsonforms.oidc.buttons.icon": "बटन आइकन यूआरएल",
  "jsonforms.oidc.buttons.variant": "बटन स्टाइल",
  "jsonforms.oidc.buttons.style": "कस्टम सीएसएस शैलियाँ",
  "jsonforms.oidc.provider.discoveryToggle": "स्वचालित डिस्कवरी का उपयोग करें"
}
