{
  "{0} {1} Key…": "{0} {1} Ključ…",
  "{0} devices": "{0} uređaja",
  "{0} out of {1} allowed devices – upgrade your key to support more devices": "{0} od {1} dopuštenih uređaja – nadogradite svoj ključ da biste podržali više uređaja",
  "{0} out of {1} devices": "{0} od {1} uređaja",
  "{0} Release Notes": "{0} Napomene o izdanju",
  "{0} Signed In Successfully": "{0} Uspješno ste prijavljeni",
  "{0} Signed Out Successfully": "{0} Uspješno ste odjavljeni",
  "{0} Update Available": "{0}: Dostupno je ažuriranje",
  "{1} Key {0} Successfully": "{1} Ključ {0} Uspješno",
  "<p>It is not possible to use a Trial key with an existing Unraid OS installation.</p><p>You may purchase a license key corresponding to this USB Flash device to continue using this installation.</p>": "<p>Nije moguće koristiti probni ključ s postojećom instalacijom Unraid OS-a.</p><p>Možete kupiti ključ licence koji odgovara ovom USB Flash uređaju da biste nastavili koristiti ovu instalaciju.</p>",
  "<p>Please refresh the page to ensure you load your latest configuration</p>": "<p>Molimo osvježite stranicu kako biste bili sigurni da učitavate najnoviju konfiguraciju</p>",
  "<p>Register for Connect by signing in to your Unraid.net account</p>": "<p>Registrirajte se za Connect prijavljivanjem na svoj Unraid.net račun</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device or choose Purchase Key.</p><p>Your Unraid registration key is ineligible for replacement as it has been replaced within the last 12 months.</p>": "<p>Datoteka licencnog ključa ne odgovara USB Flash uređaju za pokretanje. Molimo kopirajte ispravnu datoteku ključa u direktorij /config na vašem USB Flash uređaju za pokretanje ili odaberite Kupi ključ.</p><p>Vaš Unraid registracijski ključ nije podoban za zamjenu jer je zamijenjen unutar zadnjih 12 mjeseci.</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device or choose Purchase Key.</p><p>Your Unraid registration key is ineligible for replacement as it is blacklisted.</p>": "<p>Datoteka licencnog ključa ne odgovara USB Flash uređaju za pokretanje. Molimo kopirajte ispravnu datoteku ključa u direktorij /config na vašem USB Flash uređaju za pokretanje ili odaberite Kupi ključ.</p><p>Vaš Unraid registracijski ključ nije podoban za zamjenu jer je na \"crnoj listi\".</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device.</p><p>You may also attempt to Purchase or Replace your key.</p>": "<p>Datoteka licencnog ključa ne odgovara USB Flash uređaju za pokretanje. Molimo kopirajte ispravnu datoteku ključa u direktorij /config na vašem USB Flash uređaju za pokretanje.</p><p>Također možete pokušati kupiti ili zamijeniti svoj ključ.</p>",
  "<p>There are multiple license key files present on your USB flash device and none of them correspond to the USB Flash boot device. Please remove all key files, except the one you want to replace, from the /config directory on your USB Flash boot device.</p><p>Alternately you may purchase a license key for this USB flash device.</p><p>If you want to replace one of your license keys with a new key bound to this USB Flash device, please first remove all other key files first.</p>": "<p>Postoji više datoteka licencnog ključa na vašem USB Flash uređaju i niti jedna od njih ne odgovara USB Flash uređaju za pokretanje. Molimo uklonite sve datoteke ključeva osim one koju želite zamijeniti iz direktorija /config na vašem USB Flash uređaju za pokretanje.</p><p>Alternativno možete kupiti licencni ključ za ovaj USB Flash uređaj.</p><p>Ako želite zamijeniti jedan od vaših licencnih ključeva novim ključem vezanim uz ovaj USB Flash uređaj, molimo prvo uklonite sve druge datoteke ključeva.</p>",
  "<p>There is a physical problem accessing your USB Flash boot device</p>": "<p>Postoji fizički problem pristupa vašem USB Flash uređaju za pokretanje</p>",
  "<p>There is a problem with your USB Flash device</p>": "<p>Postoji problem s vašim USB Flash uređajem</p>",
  "<p>This USB Flash boot device has been blacklisted. This can occur as a result of transferring your license key to a replacement USB Flash device, and you are currently booted from your old USB Flash device.</p><p>A USB Flash device may also be blacklisted if we discover the serial number is not unique – this is common with USB card readers.</p>": "<p>Ovaj USB Flash uređaj za pokretanje je na \"crnoj listi\". To se može dogoditi kao rezultat prijenosa vašeg licencnog ključa na zamjenski USB Flash uređaj, a trenutno se pokrećete s vašeg starog USB Flash uređaja.</p><p>USB Flash uređaj također može biti na \"crnoj listi\" ako ustanovimo da serijski broj nije jedinstven – ovo je uobičajeno kod čitača USB memorijskih kartica.</p>",
  "<p>This USB Flash device has an invalid GUID. Please try a different USB Flash device</p>": "<p>Ovaj USB Flash uređaj ima nevažeći GUID. Molimo pokušajte s drugim USB Flash uređajem</p>",
  "<p>To continue using Unraid OS you may purchase a license key. Alternately, you may request a Trial extension.</p>": "<p>Da biste nastavili koristiti Unraid OS, možete kupiti licencni ključ. Alternativno, možete zatražiti produljenje probnog ključa.</p>",
  "<p>To support more storage devices as your server grows, click Upgrade Key.</p>": "<p>Kako bi podržali više uređaja za pohranu dok vaš server raste, kliknite Nadogradi ključ.</p>",
  "<p>You have used all your Trial extensions. To continue using Unraid OS you may purchase a license key.</p>": "<p>Iskoristili ste sve produljenja probnog razdoblja. Da biste nastavili koristiti Unraid OS, možete kupiti licencni ključ.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>After your <em>Trial</em> has reached expiration, your server <strong>still functions normally</strong> until the next time you Stop the array or reboot your server.</p><p>At that point you may either purchase a license key or request a <em>Trial</em> extension.</p>": "<p>Vaš <em>probni</em> ključ uključuje svu funkcionalnost i podršku za uređaje kao i <em>nezagrađeni</em> ključ.</p><p>Nakon što vaše <em>probno razdoblje</em> istekne, vaš server <strong>i dalje normalno radi</strong> sve dok ne zaustavite niz ili ponovno pokrenete server.</p><p>Tada možete ili kupiti licencni ključ ili zatražiti produljenje <em>probnog</em> razdoblja.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>When your <em>Trial</em> expires, <strong>the array will stop</strong>. At that point you may either purchase a license key or request a <em>Trial</em> extension.</p>": "<p>Vaš <em>probni</em> ključ uključuje svu funkcionalnost i podršku za uređaje kao i <em>nezagrađeni</em> ključ.</p><p>Kada vaše <em>probno razdoblje</em> istekne, <strong>niz će se zaustaviti</strong>. Tada možete ili kupiti licencni ključ ili zatražiti produljenje <em>probnog</em> razdoblja.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>Your trial is expiring soon. When it expires, <strong>the array will stop</strong>. You may extend your trial now, purchase a license key, or wait until expiration to take action.</p>": "<p>Vaš <em>probni</em> ključ uključuje svu funkcionalnost i podršku za uređaje kao i <em>nezagrađeni</em> ključ.</p><p>Vaše probno razdoblje uskoro ističe. Kad istekne, <strong>niz će se zaustaviti</strong>. Možete sada produljiti svoje probno razdoblje, kupiti licencni ključ ili pričekati do isteka da poduzmete mjere.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>Your trial is expiring soon and you have used all available extensions. When it expires, <strong>the array will stop</strong>. To continue using Unraid OS, you must purchase a license key.</p>": "<p>Vaš <em>probni</em> ključ uključuje svu funkcionalnost i podršku za uređaje kao i <em>nezagrađeni</em> ključ.</p><p>Vaše probno razdoblje uskoro ističe i iskoristili ste sve dostupne produljenja. Kada istekne, <strong>niz će se zaustaviti</strong>. Da biste nastavili koristiti Unraid OS, morate kupiti licencni ključ.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>You have used all available trial extensions. When your <em>Trial</em> expires, <strong>the array will stop</strong>. To continue using Unraid OS after expiration, you must purchase a license key.</p>": "<p>Vaš <em>probni</em> ključ uključuje svu funkcionalnost i podršku za uređaje kao i <em>nezagrađeni</em> ključ.</p><p>Iskoristili ste sve dostupne produljenja probnog razdoblja. Kada vaše <em>probno razdoblje</em> istekne, <strong>niz će se zaustaviti</strong>. Da biste nastavili koristiti Unraid OS nakon isteka, morate kupiti licencni ključ.</p>",
  "<p>Your license key file is corrupted or missing. The key file should be located in the /config directory on your USB Flash boot device.</p><p>If you do not have a backup copy of your license key file you may attempt to recover your key.</p><p>If this was an expired Trial installation, you may purchase a license key.</p>": "<p>Datoteka vašeg licencnog ključa je oštećena ili nedostaje. Datoteka ključa bi trebala biti smještena u direktoriju /config na vašem USB Flash uređaju za pokretanje.</p><p>Ako nemate sigurnosnu kopiju vaše licencne datoteke ključa, možete pokušati povratiti svoj ključ.</p><p>Ako je ovo bila istekla probna instalacija, možete kupiti licencni ključ.</p>",
  "<p>Your license key file is corrupted or missing. The key file should be located in the /config directory on your USB Flash boot device.</p><p>You may attempt to recover your key with your Unraid.net account.</p><p>If this was an expired Trial installation, you may purchase a license key.</p>": "<p>Datoteka vašeg licencnog ključa je oštećena ili nedostaje. Datoteka ključa bi trebala biti smještena u direktoriju /config na vašem USB Flash uređaju za pokretanje.</p><p>Možete pokušati povratiti svoj ključ koristeći svoj Unraid.net račun.</p><p>Ako je ovo bila istekla probna instalacija, možete kupiti licencni ključ.</p>",
  "<p>Your server will not be usable until you purchase a Registration key or install a free 30 day <em>Trial</em> key. A <em>Trial</em> key provides all the functionality of an Unleashed Registration key.</p><p>Registration keys are bound to your USB Flash boot device serial number (GUID). Please use a high quality name brand device at least 1GB in size.</p><p>Note: USB memory card readers are generally not supported because most do not present unique serial numbers.</p><p><strong>Important:</strong></p><ul class='list-disc pl-16px'><li>Please make sure your server time is accurate to within 5 minutes</li><li>Please make sure there is a DNS server specified</li></ul>": "<p>Vaš server neće biti upotrebljiv dok ne kupite registracijski ključ ili instalirate besplatni 30-dnevni <em>probni</em> ključ. <em>Probni</em> ključ pruža svu funkcionalnost nezagrađenog registracijskog ključa.</p><p>Registracijski ključevi su vezani uz serijski broj (GUID) vašeg USB Flash uređaja za pokretanje. Molimo koristite vrhunski USB uređaj poznatog brenda, najmanje 1GB veličine.</p><p>Napomena: Čitači USB memorijskih kartica uglavnom nisu podržani jer većina ne pruža jedinstvene serijske brojeve.</p><p><strong>Važno:</strong></p><ul class='list-disc pl-16px'><li>Molimo osigurajte da je vrijeme servera točno unutar 5 minuta</li><li>Molimo osigurajte da je određen DNS server</li></ul>",
  "<p>Your Trial key requires an internet connection.</p><p><a href='/Settings/NetworkSettings class='underline'>Please check Settings > Network</a></p>": "<p>Vašem probnom ključu je potrebna internetska veza.</p><p><a href='/Settings/NetworkSettings' class='underline'>Molimo provjerite Postavke > Mreža</a></p>",
  "<p>Your Unraid registration key is ineligible for replacement as it has been replaced within the last 12 months.</p>": "<p>Vaš Unraid registracijski ključ nije podoban za zamjenu jer je zamijenjen unutar zadnjih 12 mjeseci.</p>",
  "A Trial key provides all the functionality of an Unleashed Registration key": "Probni ključ pruža svu funkcionalnost nezagrađenog registracijskog ključa.",
  "A valid GUID is required to check for OS updates.": "Za provjeru ažuriranja OS-a potreban je ispravan GUID.",
  "A valid keyfile and USB Flash boot device are required to check for OS updates.": "Za provjeru ažuriranja OS-a potrebna je ispravna datoteka ključa i USB Flash uređaj za pokretanje.",
  "A valid keyfile is required to check for OS updates.": "Za provjeru ažuriranja OS-a potrebna je ispravna datoteka ključa.",
  "A valid OS version is required to check for OS updates.": "Za provjeru ažuriranja OS-a potrebna je ispravna verzija OS-a.",
  "Acklowledge that you have made a Flash Backup to enable this action": "Potvrdite da ste napravili sigurnosnu kopiju Flash-a da biste omogućili ovu akciju",
  "Activate Now": "Aktiviraj sada",
  "Activate License": "Aktiviraj licencu",
  "ago": "prije",
  "All you need is an active internet connection, an Unraid.net account, and the Connect plugin. Get started by installing the plugin.": "Sve što vam treba je aktivna internetska veza, Unraid.net račun i Connect plugin. Započnite instalacijom plugina.",
  "Attached Storage Devices": "Priključeni uređaji za pohranu",
  "Backing up...this may take a few minutes": "Izrada sigurnosne kopije... ovo može potrajati nekoliko minuta",
  "Basic": "Osnovno",
  "Begin downgrade to {0}": "Počni snižavanje na {0}",
  "Beta": "Beta",
  "Blacklisted USB Flash GUID": "Flash GUID na \"crnoj listi\"",
  "BLACKLISTED": "NA \"CRNOJ LISTI\"",
  "Calculating OS Update Eligibility…": "Izračunavanje podobnosti za ažuriranje OS-a…",
  "Calculating trial expiration…": "Izračunavanje isteka probnog razdoblja…",
  "Callback redirect type not present or incorrect": "Vrsta preusmjeravanja nije prisutna ili je netočna",
  "Cancel {0}": "Otkaži {0}",
  "Cancel": "Otkaži",
  "Cannot access your USB Flash boot device": "Nije moguće pristupiti vašem USB Flash uređaju za pokretanje",
  "Cannot validate Unraid Trial key": "Nije moguće potvrditi Unraid probni ključ",
  "Check Eligibility": "Provjeri podobnost",
  "check for OS updates": "provjeri ažuriranja OS-a",
  "Check for OS Updates": "Provjeri ažuriranja OS-a",
  "Check for Prereleases": "Provjeri predizdanja",
  "Check for Update": "Provjeri ažuriranje",
  "Checking WAN IPs…": "Provjeravanje WAN IP-ova…",
  "Checking...": "provjeravanje...",
  "Checkout the Connect Documentation": "Pogledajte Konnect Dokumentaciju",
  "Click to close modal": "Kliknite za zatvaranje modala",
  "Click to Copy LAN IP {0}": "Kliknite za kopiranje LAN IP {0}",
  "Close Dropdown": "Zatvori padajući izbornik",
  "Close Modal": "Zatvori modal",
  "Close": "Zatvori",
  "Configure Connect Features": "Konfiguriraj značajke Connect",
  "Confirm and start update": "Potvrdite početak ažuriranja",
  "Confirm to Install Unraid OS {0}": "Potvrdite instalaciju Unraid OS-a {0}",
  "Connected": "Spojen",
  "Contact Support": "Kontaktiraj Podršku",
  "Continue": "Nastavi",
  "Copied": "Kopirano",
  "Copy Key URL": "Kopiraj URL ključa",
  "Copy your Key URL: {0}": "Kopirajte URL ključa: {0}",
  "Create Flash Backup": "Stvorite sigurnosnu kopiju Flash-a",
  "Create a password": "Kreirajte zaporku",
  "Create Device Password": "Stvorite zaporku uređaja",
  "Current Version {0}": "Trenutna verzija {0}",
  "Current Version: Unraid {0}": "Trenutna verzija: Unraid {0}",
  "Customizable Dashboard Tiles": "Prilagodljive pločice nadzorne ploče",
  "day": "{n} dan | {n} dana | {n} dana",
  "Deep Linking": "Duboko povezivanje",
  "DNS issue, unable to resolve wanip4.unraid.net": "Problem s DNS-om, nije moguće riješiti wanip4.unraid.net",
  "Downgrade Unraid OS to {0}": "Snižavanje Unraid OS-a na {0}",
  "Downgrade Unraid OS": "Snižavanja se preporučuju samo ako ne možete riješiti kritičan problem.",
  "Downgrades are only recommended if you're unable to solve a critical issue.": "Nadogradnje se preporučuju samo ako ne možete riješiti kritičan problem.",
  "Download Diagnostics": "Preuzmi dijagnostiku",
  "Download the Diagnostics zip then please open a bug report on our forums with a description of the issue along with your diagnostics.": "Preuzmite dijagnostički zip, a zatim otvorite prijavu grešaka na našem forumu s opisom problema uz vaše dijagnostike.",
  "Download unraid-api Logs": "Preuzmi unraid-api logove",
  "Dynamic Remote Access": "Dinamički daljinski pristup",
  "Eligible for free feature updates for {0}": "Pravo na besplatna ažuriranja značajki za {0}",
  "Eligible for free feature updates until {0}": "Podobno za besplatna ažuriranja značajki do {0}",
  "Eligible": "Podobno",
  "Enable update notifications": "Omogući obavijesti o ažuriranju",
  "Enhance your experience with Unraid Connect": "Poboljšajte svoje iskustvo s Unraid Connect",
  "Enhance your Unraid experience with Connect": "Poboljšajte svoje Unraid iskustvo s Connect",
  "Enhance your Unraid experience": "Poboljšajte svoje Unraid iskustvo",
  "Error creating a trial key. Please try again later.": "Greška pri stvaranju probnog ključa. Molimo pokušajte kasnije.",
  "Error Parsing Changelog • {0}": "Greška pri parsiranju promjene - {0}",
  "Error": "Greška",
  "Expired {0}": "Isteklo {0}",
  "Expired": "Isteklo",
  "Expires at {0}": "Ističe u {0}",
  "Expires in {0}": "Ističe za {0}",
  "Extend License to Enable OS Updates": "Produžite licencu za omogućavanje ažuriranja OS-a",
  "Extend License to Update": "Produžite licencu za ažuriranje",
  "Extend License": "Produžite licencu",
  "Extend Trial": "Produžite probni ključ",
  "Extending your free trial by 15 days": "Produžavanje vašeg besplatnog probnog razdoblja za 15 dana",
  "Extension Installed": "Proširenje instalirano",
  "Failed to {0} {1} Key": "Nije uspjelo {0} {1} Ključ",
  "Failed to install key": "Nije uspjela instalacija ključa",
  "Failed to update Connect account configuration": "Ažuriranje konfiguracije Unraid Connect računa nije uspjelo",
  "Fetching & parsing changelog…": "Dohvaćanje i parsiranje promjene...",
  "Fix Error": "Popravi grešku",
  "Flash Backup is not available. Navigate to {0}/Main/Settings/Flash to try again then come back to this page.": "Sigurnosno kopiranje Flash-a nije dostupno. Idite na {0}/Main/Settings/Flash i pokušajte ponovno, a zatim se vratite na ovu stranicu.",
  "Flash GUID Error": "Pogreška Flash GUID",
  "Flash GUID required to check replacement status": "Flash GUID potreban za provjeru statusa zamjene",
  "Flash GUID": "Flash GUID",
  "Flash Product": "Flash proizvod",
  "Flash Vendor": "Flash dobavljač",
  "Get a Lifetime Key": "Dobijte ključ za cijeli život",
  "Get an overview of your server's state, storage space, apps and VMs status, and more.": "Pogledajte pregled stanja vašeg servera, prostora za pohranu, aplikacija i statusa VM-ova te još mnogo toga.",
  "Get Started": "Započni",
  "Go to Connect plugin settings": "Idi na postavke dodatka Connect",
  "Go to Connect": "Idi na Connect",
  "Go to Management Access Now": "Idi na Pristup upravljanju sada",
  "Go to Settings > Notifications to enable automatic OS update notifications for future releases.": "Idi na Postavke > Obavijesti da omogućiš automatske obavijesti o ažuriranju OS-a za buduća izdanja.",
  "Go to Tools > Management Access to activate the Flash Backup feature and ensure your backup is up-to-date.": "Idi na Alati > Pristup upravljanju da aktiviraš mogućnost Flash sigurnosne kopije i osiguraš da je tvoja kopija ažurirana.",
  "Go to Tools > Management Access to ensure your backup is up-to-date.": "Idi na Alati > Pristup upravljanju da osiguraš da je tvoja sigurnosna kopija ažurirana.",
  "Go to Tools > Registration to fix": "Idi na Alati > Registracija za popravak",
  "Go to Tools > Registration to Learn More": "Idi na Alati > Registracija za više informacija",
  "Go to Tools > Update OS for more options.": "Idi na Alati > Ažuriraj OS za više opcija.",
  "Go to Tools > Update": "Idi na Alati > Ažuriraj",
  "hour": "{n} sat | {n} sata | {n} sati",
  "I have made a Flash Backup": "Napravio sam Flash sigurnosnu kopiju",
  "If you are asked to supply logs, please open a support request on our Contact Page and reply to the email message you receive with your logs attached.": "Ako ti je zatraženo da dostaviš logove, molimo otvori zahtjev za podršku na našoj kontakt stranici i odgovori na e-mail poruku koju primiš s priloženim logovima.",
  "Ignore this message if you are currently connected via Remote Access or VPN.": "Zanemari ovu poruku ako si trenutno povezan putem Remote Accessa ili VPN-a.",
  "Ignore this release until next reboot": "Zanemari ovo izdanje do sljedećeg ponovnog pokretanja",
  "Ignored Releases": "Zanemarena izdanja",
  "In the rare event you need to downgrade we ask that you please provide us with Diagnostics so we can investigate your issue.": "U rijetkim slučajevima kada trebaš napraviti povratak na staru verziju, molimo da nam dostaviš dijagnostiku kako bismo istražili tvoj problem.",
  "Ineligible as of {0}": "Nije prihvatljivo od {0}",
  "Eligible for updates released on or before {0}.": "Prihvatljivo za ažuriranja objavljena na ili prije {0}.",
  "Extend your license to access the latest updates.": "Produži svoju licencu za pristup najnovijim ažuriranjima.",
  "Ineligible for Unraid OS updates": "Nije prihvatljivo za Unraid OS ažuriranja",
  "Ineligible": "Nije prihvatljivo",
  "Ineligible for self-replacement": "Nije prihvatljivo za zamjenu",
  "Install Connect": "Instaliraj Connect",
  "Install Extended": "Instaliraj produženje",
  "Install Recovered": "Instaliraj oporavljeno",
  "Install Replaced": "Instaliraj zamijenjeno",
  "Install Unraid OS {0}": "Instaliraj Unraid OS {0}",
  "Install": "Instaliraj",
  "Installed": "Instalirano",
  "Installing Connect": "Instaliranje Connect",
  "Installing Extended Trial": "Instaliranje produžene probe",
  "Installing Extended": "Instaliranje produženja",
  "Installing Recovered": "Instaliranje oporavka",
  "Installing Replaced": "Instaliranje zamjene",
  "Installing": "Instaliranje",
  "Introducing Unraid Connect": "Uvodimo Unraid Connect",
  "Invalid API Key Format": "Nevalidan format API ključa",
  "Invalid API Key": "Nevažeći API ključ",
  "Invalid installation": "Nevažeća instalacija",
  "It's highly recommended to review the changelog before continuing your update": "Preporučuje se pregled bilježaka prije nastavka ažuriranja",
  "Key ineligible for {0}": "Ključ nije prihvatljiv za {0}",
  "Key ineligible for future releases": "Ključ nije prihvatljiv za buduća izdanja",
  "Key ineligible for new updates": "Ključ nije prihvatljiv za nova ažuriranja",
  "Keyfile required to check replacement status": "Ključna datoteka potrebna za provjeru statusa zamjene",
  "LAN IP {0}": "LAN IP {0}",
  "LAN IP Copied": "LAN IP kopiran",
  "LAN IP": "LAN IP",
  "Last checked: {0}": "Posljednja provjera: {0}",
  "Learn more about the error": "Više o grešci",
  "Learn more and fix": "Saznajte više i popravite",
  "Learn more and link your key to your account": "Saznajte više i povežite svoj ključ s računom",
  "Learn more": "Saznajte više",
  "Learn More": "Saznaj više",
  "Let's activate your Unraid OS License": "Aktivirajmo tvoju Unraid OS licencu",
  "Let's Unleash your Hardware!": "Osnažimo tvoj Hardware!",
  "License key actions": "Radnje ključa licence",
  "License key type": "Tip ključa licence",
  "License Management": "Upravljanje licencama",
  "Lifetime": "Za cijeli život",
  "Link Key": "Poveži ključ",
  "Linked": "Povezano",
  "Linked to Unraid.net account": "Povezano s Unraid.net računom",
  "Loading": "Učitavanje",
  "Manage Unraid.net Account in new tab": "Upravljaj Unraid.net računom u novom tabu",
  "Manage Unraid.net Account": "Upravljaj Unraid.net računom",
  "Manage your license keys at any time via the My Keys section.": "Upravljaj ključevima licence u bilo kojem trenutku putem sekcije Moji Ključevi.",
  "Manage Your Server Within Connect": "Upravljaj svojim serverom unutar Connecta",
  "minute": "{n} minuta | {n} minute | {n} minuta",
  "Missing key file": "Nedostaje datoteka ključa",
  "month": "{n} mjesec | {n} mjeseca | {n} mjeseci",
  "More about Licensing": "Više o Licenciranju",
  "More about Unraid.net Accounts": "Više o Unraid.net računima",
  "More options": "Više opcija",
  "Multiple License Keys Present": "Višestruki ključevi licence prisutni",
  "Never ever be left without a backup of your config. If you need to change flash drives, generate a backup from Connect and be up and running in minutes.": "Nikad nemoj ostati bez sigurnosne kopije konf.",
  "New Version: {0}": "Nova verzija: {0}",
  "No downgrade available": "Povratak na stariju verziju nije dostupan",
  "No Flash": "Nema Flasha",
  "No Keyfile": "Nema datoteke ključa",
  "No thanks": "Ne hvala",
  "No USB flash configuration data": "Nema USB konfiguracijskih podataka o Flashu",
  "Not Linked": "Nije povezano",
  "On January 1st, 2023 SSL certificates for unraid.net were deprecated. You MUST provision a new SSL certificate to use our new myunraid.net domain. You can do this on the Settings > Management Access page.": "Dana 1. siječnja 2023. SSL certifikati za unraid.net su ukinuti. MORATE provisionirati novi SSL certifikat za korištenje našeg novog myunraid.net domena. To možete učiniti na stranici Postavke > Pristup upravljanju.",
  "Online Flash Backup": "Online sigurnosna kopija Flash-a",
  "Open a bug report": "Otvorite izvješće o bug-u",
  "Open Dropdown": "Otvorite padajući izbornik",
  "Opens Connect in new tab": "Otvara Connect u novom tabu",
  "Original release date {0}": "Originalni datum izdanja {0}",
  "OS Update Eligibility Expiration": "Istek ažuriranja OS-a",
  "OS Update Eligibility Expired": "Ažuriranje OS-a isteklo",
  "OS Update Eligibility": "Prihvatljivost ažuriranja OS-a",
  "Pay your annual fee to continue receiving OS updates.": "Platite svoju godišnju naknadu za nastavak primanja ažuriranja OS-a.",
  "Performing actions": "Provođenje radnji",
  "Please confirm the update details below": "Molimo potvrdite detalje ažuriranja dolje",
  "Please finish the initiated downgrade to enable updates.": "Molimo dovršite započeti povratak na staru verziju za omogućavanje ažuriranja.",
  "Please finish the initiated update to enable a downgrade.": "Molimo dovršite započeto ažuriranje za omogućavanje povratka na staru verziju.",
  "Please fix any errors and try again.": "Molimo ispravite sve pogreške i pokušajte ponovo.",
  "Please keep this window open while we perform some actions": "Molimo zadržite ovaj prozor otvoren dok provodimo radnje",
  "Please keep this window open": "Molimo zadržite ovaj prozor otvoren",
  "Please sign out then sign back in to refresh your API key.": "Molimo odjavite se pa ponovo prijavite za osvježavanje svog API ključa.",
  "Please wait while the page reloads to install your trial key": "Molimo pričekajte dok se stranica ponovno učitava kako bi se instalirao vaš probni ključ",
  "Plus more on the way": "Plus više na putu",
  "Plus": "Plus",
  "Pro": "Pro",
  "Purchase Key": "Kupi ključ",
  "Purchase": "Kupi",
  "Ready to Install Key": "Spreman za Instalaciju Ključa",
  "Ready to update Connect account configuration": "Spreman za ažuriranje postavki Connect računa",
  "Real-time Monitoring": "Praćenje u stvarnom vremenu",
  "Reboot Now to Downgrade to {0}": "Ponovno pokreni sada za povratak na staru verziju na {0}",
  "Reboot Now to Downgrade": "Ponovno pokreni sada za povratak na staru verziju",
  "Reboot Now to Update to {0}": "Ponovno pokreni sada za Ažuriranje na {0}",
  "Reboot Now to Update": "Ponovno pokreni sada za Ažuriranje",
  "Reboot Required for Downgrade to {0}": "Ponovno pokretanje potrebno za povratak na staru verziju na {0}",
  "Reboot Required for Downgrade": "Ponovno pokretanje potrebno za povratak na staru verziju",
  "Reboot Required for Update to {0}": "Ponovno pokretanje potrebno za ažuriranje na {0}",
  "Reboot Required for Update": "Ponovno pokretanje potrebno za ažuriranje",
  "Rebooting will likely solve this.": "Ponovno pokretanje će vjerojatno riješiti ovo.",
  "Receive the latest and greatest for Unraid OS. Whether it new features, security patches, or bug fixes – keeping your server up-to-date ensures the best experience that Unraid has to offer.": "Primajte najnovije i najbolje za Unraid OS. Bilo da se radi o novim značajkama, sigurnosnim zakrpama, ili popravcima bug-ova - držati svoj server ažuriranim osigurava najbolje iskustvo koje Unraid nudi.",
  "Recover Key": "Oporavi ključ",
  "Recovered": "Oporavljeno",
  "Redeem Activation Code": "Iskoristi Aktivacijski Kod",
  "Refresh": "Osvježi",
  "Registered on": "Registrirano na",
  "Registered to": "Registrirano na",
  "Registration key / USB Flash GUID mismatch": "Neslaganje registra ključa / USB Flash GUID-a",
  "Release date {0}": "Datum izdanja {0}",
  "Release requires verification to update": "Izdanje zahtijeva provjeru za ažuriranje",
  "Reload Page": "Ponovno učitaj stranicu",
  "Reload": "Ponovno učitaj",
  "Remark: Unraid's WAN IPv4 {0} does not match your client's WAN IPv4 {1}.": "Napomena: WAN IPv4 adres Unraid-a {0} ne odgovara WAN IPv4 adresi vašeg klijenta {1}.",
  "Remark: your WAN IPv4 is {0}": "Napomena: tvoja WAN IPv4 je {0}",
  "Remove from ignore list": "Ukloni s liste za ignoriranje",
  "Remove": "Ukloni",
  "Renew Key": "Obnovi ključ",
  "Renew your license key now": "Obnovi svoj ključ licence sada",
  "Replace Key": "Zamijeni ključ",
  "Replaced": "Zamijenjeno",
  "Requires the local unraid-api to be running successfully": "Zahtijeva da lokalni unraid-api radi ispravno",
  "Restarting unraid-api…": "Ponovno pokretanje unraid-api…",
  "second": "{n} sekunda | {n} sekunde | {n} sekundi",
  "Server Up Since {0}": "Server radi od {0}",
  "Servers equipped with a myunraid.net certificate can be managed directly from within the Connect web UI. Manage multiple servers from your phone, tablet, laptop, or PC in the same browser window.": "Serveri opremljeni s myunraid.net certifikatom mogu se upravljati izravno unutar Connect web sučelja. Upravljaj s više servera sa svog telefona, tableta, prijenosnog računala ili PC-a u istom prozoru preglednika.",
  "Set custom server tiles how you like and automatically display your server's banner image on your Connect Dashboard.": "Postavi prilagođene pločice servera kako želiš i automatski prikazi sliku transparenta svog servera na Connect nadzornoj ploči.",
  "Settings": "Postavke",
  "Sign In Failed": "Prijava nije uspjela",
  "Sign In requires the local unraid-api to be running": "Prijava zahtijeva da lokalni unraid-api radi",
  "Sign In to utilize Unraid Connect": "Prijavite se za korištenje Unraid Connect-a",
  "Sign In to your Unraid.net account to get started": "Prijavite se na svoj Unraid.net račun da započnete",
  "Sign In with Unraid.net Account": "Prijavite se s Unraid.net računom",
  "Sign In": "Prijava",
  "Sign Out Failed": "Odjava nije uspjela",
  "Sign Out of Unraid.net": "Odjava iz Unraid.net",
  "Sign Out requires the local unraid-api to be running": "Odjava zahtijeva da lokalni unraid-api radi",
  "Signing in {0}…": "Prijava {0}…",
  "Signing In": "Prijavljivanje",
  "Signing out {0}…": "Odjava {0}…",
  "Signing Out": "Odjavljivanje",
  "Something went wrong": "Nešto je pošlo po zlu",
  "SSL certificates for unraid.net deprecated": "SSL certifikati za unraid.net ukinuti",
  "Stale Server": "Zastario server",
  "Stale": "Zastario",
  "On the following screen, your license will be activated. You'll then create an Unraid.net Account to manage your license going forward.": "Na sljedećem ekranu, tvoja licenca će biti aktivirana. Zatim ćeš stvoriti Unraid.net račun kojim ćeš upravljati svojom licencom u budućnosti.",
  "Start Free 30 Day Trial": "Pokreni besplatnu 30-dnevnu probu",
  "Starter": "Početnik",
  "Starting your free 30 day trial": "Pokretanje tvoje besplatne 30-dnevne probe",
  "Success!": "Uspjeh!",
  "Thank you for choosing Unraid OS!": "Hvala ti što si odabrao Unraid OS!",
  "Thank you for installing Connect!": "Hvala ti što si instalirao Connect!",
  "Thank you for purchasing an Unraid {0} Key!": "Hvala ti što si kupio Unraid {0} ključ!",
  "Thank you for upgrading to an Unraid {0} Key!": "Hvala ti što si nadogradio na Unraid {0} ključ!",
  "The Connect dashboard links to relevant sections of the webgui, allowing quick access to those settings and server sections.": "Connect nadzorna ploča povezuje se na relevantne sekcije webgui-a, omogućavajući brz pristup tim postavkama i sekcijama servera.",
  "The logs may contain sensitive information so do not post them publicly.": "Logovi mogu sadržavati osjetljive informacije pa ih nemoj javno objavljivati.",
  "The primary method of support for Unraid Connect is through our forums and Discord.": "Primarni način podrške za Unraid Connect je putem naših foruma i Discorda.",
  "Then go to Tools > Registration to manually install it": "Zatim idite na Alati > Registracija za ručnu instalaciju",
  "This may indicate a complex network that will not work with this Remote Access solution.": "To može ukazivati na kompleksnu mrežu koja neće raditi s ovom rješenjem za Remote Access.",
  "This update will require a reboot": "Ovo ažuriranje zahtijeva ponovno pokretanje",
  "Toggle on/off server accessibility with dynamic remote access. Automatically turn on UPnP and open a random WAN port on your router at the click of a button and close off access in seconds.": "Prebaci on/off dostupnost servera sa dinamičnim daljinskim pristupom. Automatski uključi UPnP i otvori nasumični WAN port na svom usmjerivaču pritiskom na tipku i zatvori pristup za nekoliko sekundi.",
  "Too Many Devices": "Previše uređaja",
  "Transfer License to New Flash": "Prenesi licencu na novi Flash",
  "Trial Expired, see options below": "Proba istekla, pogledaj opcije dolje",
  "Trial Expired": "Proba istekla",
  "Trial Key Created": "Pokusni ključ stvoren",
  "Trial Key Creation Failed": "Stvaranje probnog ključa nije uspjelo",
  "Trial Key Expired {0}": "Pokusni ključ istekao {0}",
  "Trial Key Expired at {0}": "Pokusni ključ istekao na {0}",
  "Trial Key Expires at {0}": "Pokusni ključ istječe na {0}",
  "Trial Key Expires in {0}": "Pokusni ključ istječe za {0}",
  "Trial Requires Internet Connection": "Proba zahtijeva internet vezu",
  "Trial": "Probni ključ",
  "Unable to check for OS updates": "Nemoguće provjeriti ažuriranja OS-a",
  "Unable to fetch client WAN IPv4": "Nemoguće dohvatiti klijentovu WAN IPv4",
  "Unable to open release notes": "Nemoguće otvoriti bilješke izdanja",
  "Unknown error": "Nepoznata greška",
  "Unknown": "Nepoznato",
  "Unleash Your Hardware": "Osnaži svoj Hardware",
  "Unleashed": "Osnaženo",
  "unlimited": "neograničeno",
  "Unraid {0} Available": "Unraid {0} Dostupan",
  "Unraid {0} Update Available": "Unraid {0} Ažuriranje Dostupno",
  "Unraid {0}": "Unraid {0}",
  "Unraid Connect Error": "Greška Connect-a Unraid",
  "Unraid Connect Forums": "Unraid Connect Forumi",
  "Unraid Connect Install Failed": "Neuspjela instalacija Unraid Connect-a",
  "Unraid Contact Page": "Kontakt strana Unraid-a",
  "Unraid Discord": "Unraid Discord",
  "Unraid logo animating with a wave like effect": "Unraid logo animira s efektom valova",
  "Unraid OS {0} Released": "Unraid OS {0} je pušten",
  "Unraid OS {0} Update Available": "Unraid OS {0} Ažuriranje dostupno",
  "Unraid OS is up-to-date": "Unraid OS je ažuriran",
  "Unraid OS Update Available": "Ažuriranje Unraid OS-a dostupno",
  "unraid-api is offline": "unraid-api je offline",
  "Up-to-date with eligible releases": "Ažurirano sa podobnim izdanjima",
  "Up-to-date": "Ažurirano",
  "Update Available": "Ažuriranje dostupno",
  "Update Released": "Ažuriranje je objavljeno",
  "Update Unraid OS confirmation required": "Potrebna je potvrda za ažuriranje Unraid OS-a",
  "Update Unraid OS": "Ažuriraj Unraid OS",
  "Updates Expire": "Ažuriranja ističu",
  "Updating 3rd party drivers": "Ažuriranje upravljačkih programa trećih strana",
  "Upgrade Key": "Ključ nadogradnje",
  "Upgrade": "Nadogradnja",
  "Uptime {0}": "Radno vrijeme {0}",
  "USB Flash device error": "Greška na USB Flash uređaju",
  "USB Flash has no serial number": "USB Flash nema serijski broj",
  "Verify to Update": "Potvrdi za ažuriranje",
  "Version available for restore {0}": "Verzija dostupna za povrat {0}",
  "Version: {0}": "Verzija: {0}",
  "View Available Updates": "Pregled dostupnih ažuriranja",
  "View Changelog & Update": "Pregled promjena i ažuriranja",
  "View Changelog for {0}": "Pregled promjena za {0}",
  "View Changelog on Docs": "Pregled promjena na dokumentima",
  "View Changelog to Start Update": "Pregled promjena za početak ažuriranja",
  "View Changelog": "Pregled promjena",
  "View on Docs": "Pregled na dokumentima",
  "View release notes": "Pregledaj bilješke izdanja",
  "We recommend backing up your USB Flash Boot Device before starting the update.": "\"Preporučujemo sigurnosno kopiranje USB Flash Boot Device uređaja prije početka ažuriranja.\"",
  "Welcome to your new {0} system, powered by Unraid!": "Dobrodošli u vaš novi {0} sustav, podržan od Unraid-a!",
  "Welcome to Unraid!": "Dobrodošli u Unraid!",
  "year": "{n} godina | {n} godine | {n} godina",
  "You are still eligible to access OS updates that were published on or before {1}.": "\"Još uvijek imate pravo pristupa OS ažuriranjima koja su objavljena na ili prije {1}.\"",
  "You can also manually create a new backup by clicking the Create Flash Backup button.": "\"Također možete ručno stvoriti novu sigurnosnu kopiju klikom na gumb Stvori Flash sigurnosnu kopiju.\"",
  "You can manually create a backup by clicking the Create Flash Backup button.": "\"Možete ručno stvoriti sigurnosnu kopiju klikom na gumb Stvori Flash sigurnosnu kopiju.\"",
  "You have already activated the Flash Backup feature via the Unraid Connect plugin.": "\"Već ste aktivirali značajku Flash Backup putem Unraid Connect dodatka.\"",
  "You have exceeded the number of devices allowed for your license. Please remove a device before adding another.": "\"Prekoračili ste broj dozvoljenih uređaja za vašu licencu. Molimo uklonite uređaj prije dodavanja drugog.\"",
  "You have not activated the Flash Backup feature via the Unraid Connect plugin.": "\"Niste aktivirali značajku Flash Backup putem Unraid Connect dodatka.\"",
  "You may still update to releases dated prior to your update expiration date.": "\"Još uvijek možete ažurirati izdanja objavljena prije datuma isteka ažuriranja.\"",
  "You're about to create a password to secure access to your system. This password is essential for managing and configuring your server. You'll use this password every time you access the Unraid web interface.": "\"Stvarate lozinku za osiguranje pristupa vašem sustavu. Ova lozinka je ključna za upravljanje i konfiguraciju vašeg poslužitelja. Od tog trenutka koristit ćete ovu lozinku za pristup Unraid WebGUI.\"",
  "You're one step closer to enhancing your Unraid experience": "Na korak ste do poboljšanja vašeg iskustva s Unraid-om",
  "Your {0} Key has been replaced!": "Vaš {0} ključ je zamijenjen!",
  "Your {0} license included one year of free updates at the time of purchase. You are now eligible to extend your license and access the latest OS updates. You are still eligible to access OS updates that were published on or before {1}.": "\"Vaša {0} licenca je uključivala jednu godinu besplatnih ažuriranja u trenutku kupnje. Sada možete produžiti svoju licencu i pristupiti najnovijim OS ažuriranjima. Još uvijek imate pravo pristupa OS ažuriranjima koja su objavljena na ili prije {1}.\"",
  "Your {0} license included one year of free updates at the time of purchase. You are now eligible to extend your license and access the latest OS updates.": "\"Vaša {0} licenca je uključivala jednu godinu besplatnih ažuriranja u trenutku kupnje. Sada možete produžiti svoju licencu i pristupiti najnovijim OS ažuriranjima.\"",
  "Your free Trial key provides all the functionality of an Unleashed Registration key": "Vaš besplatni probni ključ omogućuje sve funkcionalnosti Unleashed Registracijskog ključa",
  "Your license key is not eligible for Unraid OS {0}": "Vaš licencni ključ nije podoban za Unraid OS {0}",
  "Your license key's OS update eligibility has expired. Please renew your license key to enable updates released after your expiration date.": "\"Podobnost za OS ažuriranje vašeg licencnog ključa je istekla. Molimo obnovite svoj licencni ključ za omogućavanje ažuriranja puštenih nakon datuma isteka.\"",
  "Your Trial has expired": "Vaše suđenje je isteklo",
  "Your Trial key has been extended!": "Vaš probni ključ je produžen!",
  "Create an Unraid.net account and activate your key": "\"Izradite Unraid.net račun i aktivirajte svoj ključ\"",
  "Device is ready to configure": "Uređaj je spreman za konfiguraciju",
  "Secure your device": "Osigurajte svoj uređaj",
  "Unraid OS {0} Changelog": "Unraid OS {0} Promjene",
  "or": "ili",
  "Logging in...": "\"Prijavljivanje...\"",
  "Try Again": "Pokušajte ponovo",
  "Log In With Unraid.net": "\"Prijavite se s Unraid.net\"",
  "Invalid Unraid.net credentials": "\"Nevažeći Unraid.net podaci za prijavu\"",
  "This Unraid.net account is not authorized to access this server": "\"Ovaj Unraid.net račun nema ovlasti za pristup ovom poslužitelju\"",
  "SSO login is not enabled on this server": "Prijava putem SSO nije omogućena na ovom poslužitelju",
  "Login session expired. Please try again": "\"Sesija prijave je istekla. Molimo pokušajte ponovo\"",
  "Network error. Please check your connection": "\"Greška u mreži. Molimo provjerite svoju vezu\"",
  "SSO login failed. Please try again": "\"Prijava putem SSO nije uspjela. Molimo pokušajte ponovo\"",
  "Error fetching token": "Greška pri dohvaćanju tokena",
  "Visit Unraid website": "Posjetite Unraid web stranicu",
  "Version Information": "Informacije o verziji",
  "First, you'll create your device's login credentials, then you'll activate your Unraid license—your device's operating system (OS).": "\"Prvo ćete stvoriti podatke za prijavu na vaš uređaj, a zatim ćete aktivirati Unraid licencu—operativni sustav (OS) vašeg uređaja.\"",
  "Edit API Key": "Uredi API Ključ",
  "Create API Key": "Stvori API Ključ",
  "OS version copied to clipboard": "Verzija OS-a kopirana je u međuspremnik",
  "API version copied to clipboard": "API verzija kopirana je u međuspremnik",
  "Visit Partner website": "Posjetite partnersku web stranicu",
  "Unraid OS": "Unraid OS",
  "Unraid API": "Unraid API",
  "View OS Release Notes": "Pregledaj OS napomene izdanja",
  "View API Changelog": "Pregledaj API Promjene",
  "Registered GUID": "Registrirani GUID",
  "Array status": "Status niza",
  "Trial expiration": "Istek probne verzije",
  "Flash Drive": "Flash Drive",
  "License": "Licenca",
  "Actions": "Akcije",
  "Your license key was automatically renewed and installed. Reload the page to see updated details.": "\"Vaš licencni ključ je automatski obnovljen i instaliran. Ponovno učitajte stranicu za prikaz ažuriranih podataka.\"",
  "Checking authentication options...": "\"Provjeravam opcije autentifikacije...\"",
  "Invalid callback parameters": "Nevažeći povratni parametri",
  "Loading changelog…": "Učitavam promjene…",
  "Checking for OS updates...": "\"Provjera OS ažuriranja...\"",
  "Requires verification to update": "Potrebna je potvrda za ažuriranje",
  "More Options": "Više Opcija",
  "Manage update preferences including beta access and version selection at account.unraid.net": "\"Upravljajte postavkama ažuriranja uključujući beta pristup i odabir verzije na account.unraid.net\"",
  "You can opt back in to an ignored release by clicking on the Check for Updates button in the header anytime": "Možete se vratiti na zanemareno izdanje klikom na gumb Provjeri ažuriranja u zaglavlju u bilo kojem trenutku",
  "Loading changelog...": "\"Učitavanje promjena...\"",
  "No changelog content available": "**Nema dostupnog sadržaja izmjena**",
  "Downgrade": "Poništi verziju",
  "Update": "Ažuriranje",
  "During the Unraid OS update process third-party drivers were detected and are currently being updated in the background. Please wait for those to finish downloading before rebooting your server to complete the update process. You should receive a system notification when complete. You may also refresh this page to check for an updated status.": "\"Tijekom procesa ažuriranja Unraid OS-a otkriveni su upravljački programi trećih strana i trenutno se ažuriraju u pozadini. Molimo pričuvajte se dok se preuzimanje ne završi prije nego što ponovno pokrenete poslužitelj za završetak procesa ažuriranja. Trebali biste primiti obavijest sustava kad bude završeno. Također možete osvježiti ovu stranicu kako biste provjerili ažurirani status.\"",
  "License Key Updates Expired": "Licencni Ključ Ažuriranja su Ispjeći",
  "Downgrade Unraid OS confirmation required": "Potvrda o poništavanju Unraid OS verzije je potrebna",
  "Please confirm the downgrade details below": "Molimo vas da potvrdite detalje o poništavanju dolje",
  "Post Install License Key Error": "Greška u licencnom ključu nakon instalacije",
  "This downgrade will require a reboot": "Ovo poništavanje će zahtijevati ponovno pokretanje",
  "Confirm and start downgrade": "Potvrdi i započni poništavanje",
  "Loading…": "Učitavanje...",
  "Go to API Settings": "Idi na API postavke",
  "Restart unraid-api": "Ponovno pokreni unraid-api",
  "Error creatiing a trial key. Please try again later.": "\"Greška pri stvaranju probnog ključa. Molimo pokušajte ponovo kasnije.\"",
  "Username": "Korisničko ime",
  "Password": "Zakličavanje s lozinkom",
  "Login": "Prijava",
  "Password recovery": "Oporavak lozinke",
  "jsonforms.errors.default": "Nevaljana vrijednost",
  "jsonforms.rclone.basic.remoteName.label": "Udaljeno Ime",
  "jsonforms.rclone.basic.remoteName.description": "\"Ime za identifikaciju ove daljinske konfiguracije (npr., my_google_drive). Koristite samo slova, brojeve, crtice i podvlake.\"",
  "jsonforms.rclone.basic.remoteName.descriptionShort": "\"Ime za identifikaciju ove daljinske konfiguracije\"",
  "jsonforms.rclone.basic.providerType.label": "Tip Davatelja Usluga Pohrane",
  "jsonforms.rclone.basic.providerType.description": "\"Odaberite davatelja usluga oblaka za korištenje s ovom daljinom.\"",
  "jsonforms.rclone.basic.documentation.text": "Poveznica na dokumentaciju",
  "jsonforms.rclone.basic.documentation.description": "\"Za više informacija, pogledajte [RClone Config Dokumentaciju](https://rclone.org/commands/rclone_config/).\"",
  "jsonforms.rclone.basic.showAdvanced.label": "\"Prikaži napredne opcije\"",
  "jsonforms.rclone.basic.showAdvanced.description": "\"Prikaži dodatne opcije konfiguracije za stručnjake.\"",
  "jsonforms.rclone.basic.showAdvanced.toggleDescription": "\"Hoće li se prikazati napredne opcije konfiguracije.\"",
  "jsonforms.rclone.validation.sizeSuffix": "\"Nevaljan format veličine. Primjeri: \"10G\", \"100M\", \"1.5GiB\", \"off\".\"",
  "jsonforms.rclone.validation.duration": "\"Nevaljan format trajanja. Primjeri: \"10s\", \"1.5m\", \"100ms\", \"1h15m\", \"off\".\"",
  "jsonforms.apiSettings.sandbox": "\"Omogući razvojno okruženje\"",
  "jsonforms.apiKey.name": "\"Ime API Ključa\"",
  "jsonforms.apiKey.description": "Opis",
  "jsonforms.apiKey.roles": "\"Uloge\"",
  "jsonforms.apiKey.permissionPresets": "\"Dodaj unaprijed postavljenu dozvolu\"",
  "jsonforms.apiKey.customPermissions": "\"Dozvole\"",
  "jsonforms.apiKey.customPermissions.resources": "\"Resursi\"",
  "jsonforms.apiKey.customPermissions.actions": "Akcije",
  "jsonforms.apiKey.permissions.header": "\"Konfiguracija Dozvola\"",
  "jsonforms.apiKey.permissions.description": "\"Odaberite bilo koju kombinaciju uloga, grupa dozvola i prilagođenih dozvola za definiranje onoga čemu ovaj API ključ može pristupiti.\"",
  "jsonforms.apiKey.permissions.subheader": "\"Dozvole\"",
  "jsonforms.apiKey.permissions.help": "\"Upotrijebite padajući izbornik za uobičajene postavke dozvola ili ručno dodajte prilagođene dozvole. Možete odabrati više resursa koji dijele iste radnje.\"",
  "jsonforms.rclone.basic.remoteName": "Udaljeno Ime",
  "jsonforms.rclone.basic.providerType": "Tip Davatelja Usluga Pohrane",
  "jsonforms.rclone.basic.documentation": "Poveznica na dokumentaciju",
  "jsonforms.rclone.basic.showAdvanced": "\"Prikaži napredne opcije\"",
  "jsonforms.oidc.provider.id": "\"ID Davatelja\"",
  "jsonforms.oidc.provider.name": "\"Ime Davatelja\"",
  "jsonforms.oidc.provider.clientId": "\"OAuth Klijent ID\"",
  "jsonforms.oidc.provider.clientSecret": "\"OAuth Klijent Tajna\"",
  "jsonforms.oidc.provider.issuer": "\"URL Izdavača\"",
  "jsonforms.oidc.provider.scopes": "\"OAuth Dometi\"",
  "jsonforms.oidc.provider.authorizationEndpoint": "\"Krajnja točka autorizacije\"",
  "jsonforms.oidc.provider.tokenEndpoint": "\"Krajnja točka Tokena\"",
  "jsonforms.oidc.provider.userInfoEndpoint": "\"Krajnja točka korisničkih informacija\"",
  "jsonforms.oidc.provider.jwksUri": "\"JWKS URI\"",
  "jsonforms.oidc.restrictions.title": "\"Jednostavna autorizacija\"",
  "jsonforms.oidc.restrictions.help": "\"Postavite jednostavne liste dopuštenih korisnika za prijavu.\"",
  "jsonforms.oidc.restrictions.allowedDomains": "\"Dozvoljene domene e-pošte\"",
  "jsonforms.oidc.restrictions.allowedEmails": "\"Specifične e-poštanske adrese\"",
  "jsonforms.oidc.restrictions.allowedUserIds": "\"Dozvoljeni korisnički ID-i\"",
  "jsonforms.oidc.restrictions.workspaceDomain": "\"Google Workspace domena\"",
  "jsonforms.oidc.rules.title": "\"Napredna pravila autorizacije\"",
  "jsonforms.oidc.rules.description": "\"Definirajte logiku autorizacije temeljenu na zahtjevima.\"",
  "jsonforms.oidc.rules.mode": "\"Način Pravila\"",
  "jsonforms.oidc.rules.claim": "\"JWT Zahtjev\"",
  "jsonforms.oidc.rules.operator": "\"Operater\"",
  "jsonforms.oidc.rules.value": "\"Vrijednosti\"",
  "jsonforms.oidc.rules.collection": "\"Pravila zahtjeva\"",
  "jsonforms.oidc.buttons.title": "\"Prilagodba gumba\"",
  "jsonforms.oidc.buttons.description": "\"Prilagodite izgled gumba za prijavu.\"",
  "jsonforms.oidc.buttons.text": "\"Tekst gumba\"",
  "jsonforms.oidc.buttons.icon": "\"URL Ikone gumba\"",
  "jsonforms.oidc.buttons.variant": "\"Stil gumba\"",
  "jsonforms.oidc.buttons.style": "\"Prilagođeni CSS stilovi\"",
  "jsonforms.oidc.provider.discoveryToggle": "\"Koristi automatsko otkrivanje\""
}
