{
  "{0} {1} Key…": "{0} {1} kulcs…",
  "{0} devices": "{0} eszköz",
  "{0} out of {1} allowed devices – upgrade your key to support more devices": "{0} a(z) {1} megengedett eszköz közül – frissítse a kulcsát több eszköz támogatásához",
  "{0} out of {1} devices": "{0} a(z) {1} eszköz közül",
  "{0} Release Notes": "{0} Kiadási megjegyzések",
  "{0} Signed In Successfully": "{0} Sikeres bejelentkezés",
  "{0} Signed Out Successfully": "{0} Sikeres kijelentkezés",
  "{0} Update Available": "{0} Frissítés elérhető",
  "{1} Key {0} Successfully": "{1} Kulcs {0} sikeres",
  "<p>It is not possible to use a Trial key with an existing Unraid OS installation.</p><p>You may purchase a license key corresponding to this USB Flash device to continue using this installation.</p>": "<p>Nem lehetséges próbaverziós kulcs használata meglévő Unraid OS telepítéssel.</p><p>Vásároljon licenckulcsot az USB Flash eszközhöz a telepítés folytatásához.</p>",
  "<p>Please refresh the page to ensure you load your latest configuration</p>": "<p>Kérjük, frissítse az oldalt, hogy a legújabb konfigurációt töltse be</p>",
  "<p>Register for Connect by signing in to your Unraid.net account</p>": "<p>Regisztráljon a Connect-re az Unraid.net fiókjával való bejelentkezéssel</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device or choose Purchase Key.</p><p>Your Unraid registration key is ineligible for replacement as it has been replaced within the last 12 months.</p>": "<p>A licenckulcs fájl nem felel meg az USB Flash boot eszköznek. Kérjük, másolja a megfelelő kulcsfájlt az USB Flash boot eszköz /config könyvtárába vagy válassza a Kulcs vásárlása opciót.</p><p>Az Unraid regisztrációs kulcs nem cserélhető, mivel az utóbbi 12 hónapban már lecserélték.</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device or choose Purchase Key.</p><p>Your Unraid registration key is ineligible for replacement as it is blacklisted.</p>": "<p>A licenckulcs fájl nem felel meg az USB Flash boot eszköznek. Kérjük, másolja a megfelelő kulcsfájlt az USB Flash boot eszköz /config könyvtárába vagy válassza a Kulcs vásárlása opciót.</p><p>Az Unraid regisztrációs kulcs nem cserélhető, mert feketelistára került.</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device.</p><p>You may also attempt to Purchase or Replace your key.</p>": "<p>A licenckulcs fájl nem felel meg az USB Flash boot eszköznek. Kérjük, másolja a megfelelő kulcsfájlt az USB Flash boot eszköz /config könyvtárába.</p><p>Megpróbálhatja megvásárolni vagy cserélni is a kulcsát.</p>",
  "<p>There are multiple license key files present on your USB flash device and none of them correspond to the USB Flash boot device. Please remove all key files, except the one you want to replace, from the /config directory on your USB Flash boot device.</p><p>Alternately you may purchase a license key for this USB flash device.</p><p>If you want to replace one of your license keys with a new key bound to this USB Flash device, please first remove all other key files first.</p>": "<p>Több licenckulcs fájl található az USB flash eszközön, és egyik sem felel meg az USB Flash boot eszköznek. Kérjük, távolítson el minden kulcsfájlt, kivéve azokat, amelyeket szeretne kicserélni, az USB Flash boot eszköz /config könyvtárából.</p><p>Alternatívaként vásárolhat licenckulcsot erre az USB flash eszközre.</p><p>Ha az egyik licenckulcsát egy olyan új kulcsra szeretné cserélni, amely ehhez az USB Flash eszközhöz van kötve, kérjük, először távolítson el minden más kulcsfájlt.</p>",
  "<p>There is a physical problem accessing your USB Flash boot device</p>": "<p>Fizikai probléma van az USB Flash boot eszköz elérésével</p>",
  "<p>There is a problem with your USB Flash device</p>": "<p>Probléma van az USB Flash eszközzel</p>",
  "<p>This USB Flash boot device has been blacklisted. This can occur as a result of transferring your license key to a replacement USB Flash device, and you are currently booted from your old USB Flash device.</p><p>A USB Flash device may also be blacklisted if we discover the serial number is not unique – this is common with USB card readers.</p>": "<p>Ez az USB Flash boot eszköz feketelistára került. Ez történhet egy licenckulcs új USB Flash eszközre való áthelyezése eredményeként, és jelenleg az régi USB Flash eszközről bootolt.</p><p>Egy USB Flash eszköz feketelistára is kerülhet, ha megállapítjuk, hogy a sorozatszám nem egyedi - ez gyakori az USB kártyaolvasóknál.</p>",
  "<p>This USB Flash device has an invalid GUID. Please try a different USB Flash device</p>": "<p>Ennek az USB Flash eszköznek érvénytelen GUID-je van. Kérjük, próbáljon ki egy másik USB Flash eszközt</p>",
  "<p>To continue using Unraid OS you may purchase a license key. Alternately, you may request a Trial extension.</p>": "<p>Az Unraid OS használatának folytatásához megvásárolhat egy licenckulcsot. Alternatívaként kérhet egy próbaverziós hosszabbítást.</p>",
  "<p>To support more storage devices as your server grows, click Upgrade Key.</p>": "<p>Ha a szerver bővülésével több tárhely eszköz támogatására van szüksége, kattintson a Kulcs frissítése gombra.</p>",
  "<p>You have used all your Trial extensions. To continue using Unraid OS you may purchase a license key.</p>": "<p>Az összes próbaverziós hosszabbítást kihasználta. Az Unraid OS használatának folytatásához megvásárolhat egy licenckulcsot.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>After your <em>Trial</em> has reached expiration, your server <strong>still functions normally</strong> until the next time you Stop the array or reboot your server.</p><p>At that point you may either purchase a license key or request a <em>Trial</em> extension.</p>": "<p>A <em>Próbaverziós</em> kulcs minden funkciót és eszköztámogatást tartalmaz, amit egy <em>Korlátlan</em> kulcs is.</p><p>Miután a <em>Próba</em> lejárt, a szerver <strong>normálisan működik</strong> a következő alkalomig, amikor leállítja a tömböt vagy újraindítja a szervert.</p><p>Ekkor vásárolhat licenckulcsot, vagy kérhet egy <em>Próba</em> hosszabbítást.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>When your <em>Trial</em> expires, <strong>the array will stop</strong>. At that point you may either purchase a license key or request a <em>Trial</em> extension.</p>": "<p>A <em>Próbaverziós</em> kulcs minden funkciót és eszköztámogatást tartalmaz, amit egy <em>Korlátlan</em> kulcs is.</p><p>Mikor a <em>Próba</em> lejár, <strong>leáll a tömb</strong>. Ekkor vásárolhat licenckulcsot, vagy kérhet egy <em>Próba</em> hosszabbítást.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>Your trial is expiring soon. When it expires, <strong>the array will stop</strong>. You may extend your trial now, purchase a license key, or wait until expiration to take action.</p>": "<p>A <em>Próbaverziós</em> kulcs minden funkciót és eszköztámogatást tartalmaz, amit egy <em>Korlátlan</em> kulcs is.</p><p>A próbaverzió hamarosan lejár. Mikor lejár, <strong>leáll a tömb</strong>. Most meghosszabbíthatja a próbaverziót, licenckulcsot vásárolhat, vagy megvárhatja a lejáratot, hogy lépéseket tegyen.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>Your trial is expiring soon and you have used all available extensions. When it expires, <strong>the array will stop</strong>. To continue using Unraid OS, you must purchase a license key.</p>": "<p>A <em>Próbaverziós</em> kulcs minden funkciót és eszköztámogatást tartalmaz, amit egy <em>Korlátlan</em> kulcs is.</p><p>A próbaverzió hamarosan lejár, és az összes elérhető meghosszabbítást felhasználta. Mikor lejár, <strong>leáll a tömb</strong>. Az Unraid OS használatának folytatásához meg kell vásárolnia egy licenckulcsot.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>You have used all available trial extensions. When your <em>Trial</em> expires, <strong>the array will stop</strong>. To continue using Unraid OS after expiration, you must purchase a license key.</p>": "<p>A <em>Próbaverziós</em> kulcs minden funkciót és eszköztámogatást tartalmaz, amit egy <em>Korlátlan</em> kulcs is.</p><p>Az összes elérhető próbaverziós hosszabbítást felhasználta. Mikor a <em>Próbaverziós</em> lejár, <strong>leáll a tömb</strong>. Az Unraid OS használatához lejárat után meg kell vásárolnia egy licenckulcsot.</p>",
  "<p>Your license key file is corrupted or missing. The key file should be located in the /config directory on your USB Flash boot device.</p><p>If you do not have a backup copy of your license key file you may attempt to recover your key.</p><p>If this was an expired Trial installation, you may purchase a license key.</p>": "<p>A licenckulcs fájl sérült vagy hiányzik. A kulcsfájlnak az USB Flash boot eszköz /config könyvtárában kell lennie.</p><p>Ha nincs másolat a licenckulcs fájlból, megpróbálhatja visszaszerezni a kulcsát.</p><p>Ha ez egy lejárt Próbaverziós telepítés volt, vásárolhat licenckulcsot.</p>",
  "<p>Your license key file is corrupted or missing. The key file should be located in the /config directory on your USB Flash boot device.</p><p>You may attempt to recover your key with your Unraid.net account.</p><p>If this was an expired Trial installation, you may purchase a license key.</p>": "<p>A licenckulcs fájl sérült vagy hiányzik. A kulcsfájnak az USB Flash boot eszköz /config könyvtárában kell lennie.</p><p>Megpróbálhatja visszaszerezni a kulcsát az Unraid.net fiókjával.</p><p>Ha ez egy lejárt Próbaverziós telepítés volt, vásárolhat licenckulcsot.</p>",
  "<p>Your server will not be usable until you purchase a Registration key or install a free 30 day <em>Trial</em> key. A <em>Trial</em> key provides all the functionality of an Unleashed Registration key.</p><p>Registration keys are bound to your USB Flash boot device serial number (GUID). Please use a high quality name brand device at least 1GB in size.</p><p>Note: USB memory card readers are generally not supported because most do not present unique serial numbers.</p><p><strong>Important:</strong></p><ul class='list-disc pl-16px'><li>Please make sure your server time is accurate to within 5 minutes</li><li>Please make sure there is a DNS server specified</li></ul>": "<p>A szervere nem lesz használható, amíg meg nem vásárolja a Regisztrációs kulcsot, vagy nem telepíti az ingyenes 30 napos <em>Próbaverziós</em> kulcsot. Egy <em>Próbaverziós</em> kulcs ugyanazt a funkcionalitást nyújtja, mint egy Korlátlan Regisztrációs kulcs.</p><p>A regisztrációs kulcsok kötődnek az USB Flash boot eszköz sorozatszámához (GUID). Kérjük, használjon legalább 1 GB méretű, megbízható márkájú eszközt.</p><p>Megjegyzés: Az USB memóriakártya-olvasók általában nem támogatottak, mert a legtöbb nem rendelkezik egyedi sorozatszámmal.</p><p><strong>Fontos:</strong></p><ul class='list-disc pl-16px'><li>Kérjük, győződjön meg arról, hogy a szerver időpontja legfeljebb 5 percen belül pontos</li><li>Kérjük, győződjön meg róla, hogy van megadott DNS-szerver</li></ul>",
  "<p>Your Trial key requires an internet connection.</p><p><a href='/Settings/NetworkSettings class='underline'>Please check Settings > Network</a></p>": "<p>A próbaverziós kulcs internetkapcsolatot igényel.</p><p><a href='/Settings/NetworkSettings class='underline'>Kérjük, ellenőrizze a Beállítások > Hálózat részt</a></p>",
  "<p>Your Unraid registration key is ineligible for replacement as it has been replaced within the last 12 months.</p>": "<p>Az Unraid regisztrációs kulcs nem cserélhető, mivel az utóbbi 12 hónapban már lecserélték.</p>",
  "A Trial key provides all the functionality of an Unleashed Registration key": "Egy próbaverziós kulcs minden funkciót kínál, amit egy Korlátlan Regisztrációs kulcs is.",
  "A valid GUID is required to check for OS updates.": "Érvényes GUID szükséges az OS frissítések ellenőrzéséhez.",
  "A valid keyfile and USB Flash boot device are required to check for OS updates.": "Érvényes kulcsfájl és USB Flash boot eszköz szükséges az OS frissítések ellenőrzéséhez.",
  "A valid keyfile is required to check for OS updates.": "Érvényes kulcsfájl szükséges az OS frissítések ellenőrzéséhez.",
  "A valid OS version is required to check for OS updates.": "Érvényes OS verzió szükséges az OS frissítések ellenőrzéséhez.",
  "Acklowledge that you have made a Flash Backup to enable this action": "Ismerje el, hogy készített Flash mentést ennek a műveletnek az engedélyezéséhez",
  "Activate Now": "Aktiválás most",
  "Activate License": "Licenc aktiválása",
  "ago": "ezelőtt",
  "All you need is an active internet connection, an Unraid.net account, and the Connect plugin. Get started by installing the plugin.": "Csak egy aktív internetkapcsolatra, egy Unraid.net fiókra és a Connect bővítményre van szüksége. Kezdje a bővítmény telepítésével.",
  "Attached Storage Devices": "Csatlakoztatott tárhely eszközök",
  "Backing up...this may take a few minutes": "Biztonsági mentés készítése... ez néhány percig is eltarthat",
  "Basic": "Alap",
  "Begin downgrade to {0}": "Visszaminősítés megkezdése {0}",
  "Beta": "Béta",
  "Blacklisted USB Flash GUID": "Feketelistás USB Flash GUID",
  "BLACKLISTED": "FEKETELISTÁS",
  "Calculating OS Update Eligibility…": "OS Frissítési jogosultság kiszámítása…",
  "Calculating trial expiration…": "Próbaverzió lejáratának kiszámítása…",
  "Callback redirect type not present or incorrect": "A visszahívás átirányítási típusa hiányzik vagy helytelen",
  "Cancel {0}": "{0} Mégse",
  "Cancel": "Mégse",
  "Cannot access your USB Flash boot device": "Az USB Flash boot eszköz nem elérhető",
  "Cannot validate Unraid Trial key": "Az Unraid próbakulcs érvényességének ellenőrzése sikertelen",
  "Check Eligibility": "Jogosultság ellenőrzése",
  "check for OS updates": "OS frissítések ellenőrzése",
  "Check for OS Updates": "OS Frissítések ellenőrzése",
  "Check for Prereleases": "Előkiadások ellenőrzése",
  "Check for Update": "Frissítések ellenőrzése",
  "Checking WAN IPs…": "WAN IP-k ellenőrzése…",
  "Checking...": "Ellenőrzés...",
  "Checkout the Connect Documentation": "Csatlakozási dokumentáció átnézése",
  "Click to close modal": "Kattintson a modális bezárásához",
  "Click to Copy LAN IP {0}": "Kattintson a LAN IP {0} másolásához",
  "Close Dropdown": "Legördülő bezárása",
  "Close Modal": "Modális bezárása",
  "Close": "Bezárás",
  "Configure Connect Features": "Csatlakoztatható funkciók beállítása",
  "Confirm and start update": "Frissítés megerősítése és elindítása",
  "Confirm to Install Unraid OS {0}": "Unraid OS {0} telepítésének megerősítése",
  "Connected": "Csatlakoztatva",
  "Contact Support": "Kapcsolat az ügyfélszolgálattal",
  "Continue": "Folytatás",
  "Copied": "Másolva",
  "Copy Key URL": "Kulcs URL másolása",
  "Copy your Key URL: {0}": "Másolja le a Kulcs URL-jét: {0}",
  "Create Flash Backup": "Flash mentés létrehozása",
  "Create a password": "Jelszó létrehozása",
  "Create Device Password": "Eszköz jelszavának létrehozása",
  "Current Version {0}": "Aktuális verzió {0}",
  "Current Version: Unraid {0}": "Aktuális verzió: Unraid {0}",
  "Customizable Dashboard Tiles": "Testreszabható vezérlőpult elemek",
  "day": "{n} nap",
  "Deep Linking": "Mélykapcsolatok",
  "DNS issue, unable to resolve wanip4.unraid.net": "DNS hiba, nem lehet megoldani a wanip4.unraid.net-et",
  "Downgrade Unraid OS to {0}": "Unraid OS visszaminősítése {0}",
  "Downgrade Unraid OS": "Unraid OS visszaminősítése",
  "Downgrades are only recommended if you're unable to solve a critical issue.": "A visszaminősítés csak akkor ajánlott, ha nem tud kritikus problémát megoldani.",
  "Download Diagnostics": "Diagnosztikai csomag letöltése",
  "Download the Diagnostics zip then please open a bug report on our forums with a description of the issue along with your diagnostics.": "Töltse le a diagnosztikai csomagot, majd nyisson bug reportot fórumunkon a probléma leírásával együtt a diagnosztikai csomagjával.",
  "Download unraid-api Logs": "unraid-api naplók letöltése",
  "Dynamic Remote Access": "Dinamikus távoli hozzáférés",
  "Eligible for free feature updates for {0}": "Ingyenes frissítési lehetőségek {0} ideig",
  "Eligible for free feature updates until {0}": "Ingyenes frissítési lehetőségek {0} dátumig",
  "Eligible": "Jogosult",
  "Enable update notifications": "Frissítési értesítések engedélyezése",
  "Enhance your experience with Unraid Connect": "Növelje az Unraid Connect élményét",
  "Enhance your Unraid experience with Connect": "Növelje az Unraid élményét a Connecttel",
  "Enhance your Unraid experience": "Fokozza az Unraid élményét",
  "Error creating a trial key. Please try again later.": "Hiba történt a próbaverziós kulcs létrehozása során. Kérjük, próbálja meg később újra.",
  "Error Parsing Changelog • {0}": "Hiba a Változási napló elemzése során • {0}",
  "Error": "Hiba",
  "Expired {0}": "Lejárt {0}",
  "Expired": "Lejárt",
  "Expires at {0}": "Lejárat: {0}",
  "Expires in {0}": "Lejáratok: {0} múlva",
  "Extend License to Enable OS Updates": "A licenc kiterjesztése az OS frissítések engedélyezéséhez",
  "Extend License to Update": "A licenc kiterjesztése a frissítéshez",
  "Extend License": "Licenc kiterjesztése",
  "Extend Trial": "Próba kiterjesztése",
  "Extending your free trial by 15 days": "15 napos próbaverziója meghosszabbítása",
  "Extension Installed": "Bővítmény telepítve",
  "Failed to {0} {1} Key": "Hiba a(z) {0} {1} Kulcsnál",
  "Failed to install key": "Kulcs telepítése sikertelen",
  "Failed to update Connect account configuration": "Hiba történt a Connect fiók konfiguráció frissítése során",
  "Fetching & parsing changelog…": "Változási napló letöltése és elemzése…",
  "Fix Error": "Hiba javítása",
  "Flash Backup is not available. Navigate to {0}/Main/Settings/Flash to try again then come back to this page.": "A Flash mentés nem elérhető. Navigáljon a(z) {0}/Main/Settings/Flash beállításokhoz, hogy újra próbálkozhasson, majd térjen vissza erre az oldalra.",
  "Flash GUID Error": "Flash GUID hiba",
  "Flash GUID required to check replacement status": "Flash GUID szükséges a helyettesítési státusz ellenőrzéséhez",
  "Flash GUID": "Flash GUID",
  "Flash Product": "Flash termék",
  "Flash Vendor": "Flash gyártó",
  "Get a Lifetime Key": "Élethosszig tartó kulcs megszerzése",
  "Get an overview of your server's state, storage space, apps and VMs status, and more.": "Kapjon egy áttekintést a szerver állapotáról, tárhelyről, alkalmazások és virtuális gépek helyzetéről és egyébről.",
  "Get Started": "Kezdés",
  "Go to Connect plugin settings": "Lépjen a Connect beépülő modul beállításaihoz",
  "Go to Connect": "Lépjen a Connecthez",
  "Go to Management Access Now": "Lépjen az elérhetőség-kezeléshez most",
  "Go to Settings > Notifications to enable automatic OS update notifications for future releases.": "Lépjen a Beállítások > Értesítések elemre az automatikus OS frissítés értesítések engedélyezéséhez a jövőbeli kiadásokra.",
  "Go to Tools > Management Access to activate the Flash Backup feature and ensure your backup is up-to-date.": "Lépjen az Eszközök > Kezelési hozzáféréshez a Flash Biztonsági mentés funkció aktiválásához és győződjön meg róla, hogy a mentése naprakész.",
  "Go to Tools > Management Access to ensure your backup is up-to-date.": "Lépjen az Eszközök > Kezelési hozzáféréshez, hogy biztosítsa mentése naprakészségét.",
  "Go to Tools > Registration to fix": "Lépjen az Eszközök > Regisztráció elemre a javításhoz",
  "Go to Tools > Registration to Learn More": "Lépjen az Eszközök > Regisztráció elemre, hogy többet tudjon meg",
  "Go to Tools > Update OS for more options.": "Lépjen az Eszközök > Frissítse az OS a több lehetőségért.",
  "Go to Tools > Update": "Lépjen az Eszközök > Frissítés telepítéshez",
  "hour": "{n} óra | {n} óra",
  "I have made a Flash Backup": "Készítettem egy Flash Biztonsági Mentést",
  "If you are asked to supply logs, please open a support request on our Contact Page and reply to the email message you receive with your logs attached.": "Ha naplókat kérnek tőled, kérjük, nyisson meg egy támogatási kérést Kapcsolat oldalunkon, és válaszoljon az email üzenetre, amit kapott, a naplókkal mellékelve.",
  "Ignore this message if you are currently connected via Remote Access or VPN.": "Figyelmen kívül hagyhatja ezt az üzenetet, ha jelenleg Távoli Elérés vagy VPN-en keresztül van csatlakoztatva.",
  "Ignore this release until next reboot": "Hagyja figyelmen kívül ezt a kiadást a következő újraindításig",
  "Ignored Releases": "Figyelmen kívül hagyott kiadások",
  "In the rare event you need to downgrade we ask that you please provide us with Diagnostics so we can investigate your issue.": "Ritka esetben, ha vissza kell állítania, kérjük, biztosítson számunkra Diagnosztikát, hogy kivizsgálhassuk a problémáját.",
  "Ineligible as of {0}": "Nem jogosult {0} időponttól",
  "Eligible for updates released on or before {0}.": "Jogosult a frissítésekhez, amelyeket {0} előtt vagy azelőtt adtak ki.",
  "Extend your license to access the latest updates.": "Bővítse ki a licencét, hogy hozzáférjen a legújabb frissítésekhez.",
  "Ineligible for Unraid OS updates": "Nem jogosult az Unraid OS frissítésekhez",
  "Ineligible": "Nem jogosult",
  "Ineligible for self-replacement": "Nem jogosult az öncsere",
  "Install Connect": "Connect telepítése",
  "Install Extended": "Kiterjesztett telepítés",
  "Install Recovered": "Helyreállított telepítés",
  "Install Replaced": "Cserélt telepítés",
  "Install Unraid OS {0}": "Unraid OS {0} telepítése",
  "Install": "Telepítés",
  "Installed": "Telepítve",
  "Installing Connect": "Connect telepítése",
  "Installing Extended Trial": "Kiterjesztett próbaverzió telepítése",
  "Installing Extended": "Kiterjesztett telepítés",
  "Installing Recovered": "Helyreállított telepítés",
  "Installing Replaced": "Cserélt telepítés",
  "Installing": "Telepítés folyamatban",
  "Introducing Unraid Connect": "Unraid Connect bemutatása",
  "Invalid API Key Format": "Érvénytelen API Kulcs Formátum",
  "Invalid API Key": "Érvénytelen API Kulcs",
  "Invalid installation": "Érvénytelen telepítés",
  "It's highly recommended to review the changelog before continuing your update": "Fokozottan ajánlott átnézni a változtatáslistát, mielőtt folytatja a frissítést",
  "Key ineligible for {0}": "Kulcs nem jogosult {0}",
  "Key ineligible for future releases": "Kulcs nem jogosult a jövőbeli kiadásokra",
  "Key ineligible for new updates": "Kulcs nem jogosult az új frissítésekhez",
  "Keyfile required to check replacement status": "Kulcsfájl szükséges az öncsere állapotának ellenőrzéséhez",
  "LAN IP {0}": "LAN IP {0}",
  "LAN IP Copied": "LAN IP Másolva",
  "LAN IP": "LAN IP",
  "Last checked: {0}": "Utoljára ellenőrizve: {0}",
  "Learn more about the error": "Tudjon meg többet a hibáról",
  "Learn more and fix": "Tudjon meg többet és javítsa ki",
  "Learn more and link your key to your account": "Tudjon meg többet, és kapcsolja össze a kulcsát a fiókjával",
  "Learn more": "Tudjon meg többet",
  "Learn More": "Tudjon meg többet",
  "Let's activate your Unraid OS License": "Aktiváljuk az Unraid OS Licencet",
  "Let's Unleash your Hardware!": "Szabadítsa fel a Hardverét!",
  "License key actions": "Licenckulcs műveletek",
  "License key type": "Licenckulcs típus",
  "License Management": "Licenckezelés",
  "Lifetime": "Élettartam",
  "Link Key": "Kulcs Összekapcsolása",
  "Linked": "Összekapcsolva",
  "Linked to Unraid.net account": "Összekapcsolva az Unraid.net fiókkal",
  "Loading": "Betöltés...",
  "Manage Unraid.net Account in new tab": "Az Unraid.net fiók kezelése új lapon",
  "Manage Unraid.net Account": "Az Unraid.net fiók kezelése",
  "Manage your license keys at any time via the My Keys section.": "Kezelje licenc kulcsait bármikor a Saját Kulcsok részben.",
  "Manage Your Server Within Connect": "Kezelje szerverét a Connect belső rendszerében",
  "minute": "{n} perc | {n} perc",
  "Missing key file": "Hiányzó kulcsfájl",
  "month": "{n} hónap | {n} hónap",
  "More about Licensing": "További információ a Licencelésről",
  "More about Unraid.net Accounts": "További információ az Unraid.net fiókokról",
  "More options": "További lehetőségek",
  "Multiple License Keys Present": "Több licenckulcs van jelen",
  "Never ever be left without a backup of your config. If you need to change flash drives, generate a backup from Connect and be up and running in minutes.": "Soha ne maradjon tartalék kiindítási fájl nélkül. Ha meg kell cserélnie a flash meghajtókat, készítsen egy biztonsági mentést a Connect-ből, és készüljön fel perceken belül.",
  "New Version: {0}": "Új Verzió: {0}",
  "No downgrade available": "Nincs elérhető visszalépés",
  "No Flash": "Nincs Flash",
  "No Keyfile": "Nincs Kulcsfájl",
  "No thanks": "Nem köszönöm",
  "No USB flash configuration data": "Nincs USB flash konfigurációs adat",
  "Not Linked": "Nincs Összekapcsolva",
  "On January 1st, 2023 SSL certificates for unraid.net were deprecated. You MUST provision a new SSL certificate to use our new myunraid.net domain. You can do this on the Settings > Management Access page.": "2023 január 1-jén az unraid.net SSL tanúsítványokat megszüntették. Új SSL tanúsítványt KELL szednie az új myunraid.net domain használatához. Ezt megteheti a Beállítások > Kezelési Hozzáférés oldalon.",
  "Online Flash Backup": "Online Flash Biztonsági Mentés",
  "Open a bug report": "Hiba bejelentése",
  "Open Dropdown": "Legördülő menü megnyitása",
  "Opens Connect in new tab": "Connect megnyitása új lapon",
  "Original release date {0}": "Eredeti kiadási dátum {0}",
  "OS Update Eligibility Expiration": "OS Frissítés Jogosultság Lejárás",
  "OS Update Eligibility Expired": "OS Frissítés Jogosultsági Lejárása",
  "OS Update Eligibility": "OS Frissítés Jogosultság",
  "Pay your annual fee to continue receiving OS updates.": "Fizessen éves díjat, hogy továbbra is kapja az OS frissítéseket.",
  "Performing actions": "Tevékenységek végrehajtása",
  "Please confirm the update details below": "Kérjük, erősítse meg a lenti frissítési részleteket",
  "Please finish the initiated downgrade to enable updates.": "Kérjük, fejezze be a megkezdett visszalépést a frissítések engedélyezéséhez.",
  "Please finish the initiated update to enable a downgrade.": "Kérjük, fejezze be a megkezdett frissítést, hogy a visszalépés lehetséges legyen.",
  "Please fix any errors and try again.": "Kérjük, javítson ki minden hibát és próbálja újra.",
  "Please keep this window open while we perform some actions": "Kérjük, tartsa nyitva ezt az ablakot, amíg végrehajtjuk a tevékenységeket",
  "Please keep this window open": "Kérjük, tartsa nyitva ezt az ablakot",
  "Please sign out then sign back in to refresh your API key.": "Kérjük, jelentkezzen ki, majd be, hogy frissítse az API-kulcsot.",
  "Please wait while the page reloads to install your trial key": "Kérjük, várjon, míg az oldal újratölt a próbaverziós kulcs telepítéséhez",
  "Plus more on the way": "Plusz még úton van",
  "Plus": "Plusz",
  "Pro": "Pro",
  "Purchase Key": "Kulcs megvásárlása",
  "Purchase": "Vásárlás",
  "Ready to Install Key": "Kész a Kulcs Telepítéshez",
  "Ready to update Connect account configuration": "Kész a Connect fiók konfigurációjának frissítéséhez",
  "Real-time Monitoring": "Valós idejű megfigyelés",
  "Reboot Now to Downgrade to {0}": "Újraindítás most a {0} verzió alaccsony minősítésére",
  "Reboot Now to Downgrade": "Újraindítás most alaccsony minősítéshez",
  "Reboot Now to Update to {0}": "Újraindítás most a {0} verzió frissítéséhez",
  "Reboot Now to Update": "Újraindítás most frissítéshez",
  "Reboot Required for Downgrade to {0}": "Újraindítás szükséges a {0} verzió alaccsony minősítéséhez",
  "Reboot Required for Downgrade": "Újraindítás szükséges alaccsony minősítéshez",
  "Reboot Required for Update to {0}": "Újraindítás szükséges a {0} verzió frissítéséhez",
  "Reboot Required for Update": "Újraindítás szükséges frissítéshez",
  "Rebooting will likely solve this.": "Az újraindítás valószínűleg megoldja ezt.",
  "Receive the latest and greatest for Unraid OS. Whether it new features, security patches, or bug fixes – keeping your server up-to-date ensures the best experience that Unraid has to offer.": "Kapja meg Unraid OS legújabb és legjobb verzióját. Legyen az új funkció, biztonsági javítás, vagy hibajavítás – szerverének naprakészen tartása biztosítja, hogy a legjobb élményt nyújtsa, amit az Unraid kínál.",
  "Recover Key": "Kulcs helyreállítása",
  "Recovered": "Helyreállítva",
  "Redeem Activation Code": "Aktiválási kód beváltása",
  "Refresh": "Frissítés",
  "Registered on": "Regisztrálva a",
  "Registered to": "Regisztrálva, hogy",
  "Registration key / USB Flash GUID mismatch": "A regisztrációs kulcs / USB Flash GUID nem egyezik meg",
  "Release date {0}": "Kiadási dátum {0}",
  "Release requires verification to update": "A kiadás frissítésére igazolás szükséges",
  "Reload Page": "Oldal újbetöltése",
  "Reload": "Újbetöltés",
  "Remark: Unraid's WAN IPv4 {0} does not match your client's WAN IPv4 {1}.": "Megjegyzés: Unraid WAN IPv4 {0} nem egyezik meg az ügyfél WAN IPv4 {1} címével.",
  "Remark: your WAN IPv4 is {0}": "Megjegyzés: az Ön WAN IPv4 címe {0}",
  "Remove from ignore list": "Eltávolítás az figyelmen kívül hagyott listából",
  "Remove": "Eltávolítás",
  "Renew Key": "Kulcs megújítása",
  "Renew your license key now": "Megújítsa licenckulcsát most",
  "Replace Key": "Kulcs cseréje",
  "Replaced": "Kicserélve",
  "Requires the local unraid-api to be running successfully": "Sikeres működéséhez a helyi unraid-API-nak sikeresen kell futnia",
  "Restarting unraid-api…": "Kezdjük újra az unraid-api futtatását…",
  "second": "{n} másodperc | {n} másodperc",
  "Server Up Since {0}": "Szerver bekapcsolása óta {0}-ig",
  "Servers equipped with a myunraid.net certificate can be managed directly from within the Connect web UI. Manage multiple servers from your phone, tablet, laptop, or PC in the same browser window.": "A myunraid.net tanúsítvánnyal rendelkező szervereket közvetlenül a Connect webes felületről lehet kezelni. Kezeljen több szervert telefonon, táblagépen, laptopon vagy PC-n azonos böngészőablakban.",
  "Set custom server tiles how you like and automatically display your server's banner image on your Connect Dashboard.": "Állítsa be úgy a szervercsempéket, ahogyan szeretné, és automatikusan jelenítse meg a szerver zászlóképét a Connect irányítópulján.",
  "Settings": "Beállítások",
  "Sign In Failed": "Bejelentkezési hiba",
  "Sign In requires the local unraid-api to be running": "Bejelentkezéshez az unraid-api-nak futnia kell",
  "Sign In to utilize Unraid Connect": "Jelentkezzen be az Unraid Connect használatához",
  "Sign In to your Unraid.net account to get started": "Jelentkezzen be az Unraid.net-fiókjába a kezdéshez",
  "Sign In with Unraid.net Account": "Jelentkezzen be Unraid.net Fiókkal",
  "Sign In": "Bejelentkezés",
  "Sign Out Failed": "Kijelentkezési hiba",
  "Sign Out of Unraid.net": "Kijelentkezés az Unraid.net-ből",
  "Sign Out requires the local unraid-api to be running": "Kijelentkezéshez az unraid-api-nak futnia kell",
  "Signing in {0}…": "Bejelentkezés {0}…",
  "Signing In": "Bejelentkezés",
  "Signing out {0}…": "Kijelentkezés {0}…",
  "Signing Out": "Kijelentkezés",
  "Something went wrong": "Valami hiba történt",
  "SSL certificates for unraid.net deprecated": "Az unraid.net SSL tanúsítványok megszüntetve",
  "Stale Server": "Elavult Szerver",
  "Stale": "Elavult",
  "On the following screen, your license will be activated. You'll then create an Unraid.net Account to manage your license going forward.": "A következő képernyőn licencét aktiválják. Ezután létrehozhat egy Unraid.net fiókot, hogy később kezelje a licencét.",
  "Start Free 30 Day Trial": "Kezdé a 30 napos ingyenes próbaverziót",
  "Starter": "Starter",
  "Starting your free 30 day trial": "A 30 napos ingyenes próbaverzió megkezdése",
  "Success!": "Siker!",
  "Thank you for choosing Unraid OS!": "Köszönjük, hogy az Unraid OS-t választja!",
  "Thank you for installing Connect!": "Köszönjük a Connect telepítését!",
  "Thank you for purchasing an Unraid {0} Key!": "Köszönjük, hogy megvásárolta az Unraid {0} kulcsot!",
  "Thank you for upgrading to an Unraid {0} Key!": "Köszönjük, hogy frissítette az Unraid {0} kulcsot!",
  "The Connect dashboard links to relevant sections of the webgui, allowing quick access to those settings and server sections.": "A Connect irányítópult linkekkel rendelkezik a webgui releváns részlegeivel, lehetővé téve gyors hozzáférést ezekhez a beállításokhoz és szerver szekciókhoz.",
  "The logs may contain sensitive information so do not post them publicly.": "A naplók érzékeny információkat tartalmazhatnak, ezért ne tegye közzé nyilvánosan őket.",
  "The primary method of support for Unraid Connect is through our forums and Discord.": "Az Unraid Connect elsődleges támogatási módja fórumainkon és Discordon keresztül történik.",
  "Then go to Tools > Registration to manually install it": "Akkor lépjen az Eszközök > Regisztráció részhez a manuális telepítéshez",
  "This may indicate a complex network that will not work with this Remote Access solution.": "Ez jelezhet egy összetett hálózatot, amely nem fog működni ezzel a Távoli Elérési megoldással.",
  "This update will require a reboot": "Ez a frissítés újraindítást igényel",
  "Toggle on/off server accessibility with dynamic remote access. Automatically turn on UPnP and open a random WAN port on your router at the click of a button and close off access in seconds.": "Kapcsolja be/ki a szerver hozzáférhetőségét dinamikus távoli hozzáféréssel. Automatikusan kapcsolja be a UPnP-t, nyissa meg a WAN portot a routerén egy gombnyomással, és zárja le a hozzáférést másodpercek alatt.",
  "Too Many Devices": "Túl sok eszköz",
  "Transfer License to New Flash": "Licenc átvitel új Flash-re",
  "Trial Expired, see options below": "Próba lejárt, lásd az alábbi lehetőségeket",
  "Trial Expired": "A próbaverzió lejárt",
  "Trial Key Created": "Próbakulcs létrehozva",
  "Trial Key Creation Failed": "Próbakulcs létrehozása sikertelen",
  "Trial Key Expired {0}": "Próbakulcs lejárt {0}",
  "Trial Key Expired at {0}": "Próbakulcs lejárt {0} időpontban",
  "Trial Key Expires at {0}": "Próbakulcs lejár {0} időpontban",
  "Trial Key Expires in {0}": "Próbakulcs lejár {0} idő múlva",
  "Trial Requires Internet Connection": "A próbaverzióhoz internetkapcsolat szükséges",
  "Trial": "Próba",
  "Unable to check for OS updates": "Nem sikerült ellenőrizni az OS frissítéseket",
  "Unable to fetch client WAN IPv4": "Nem sikerült lekérni az ügyfél WAN IPv4 címét",
  "Unable to open release notes": "Nem sikerült megnyitni a kiadási jegyzeteket",
  "Unknown error": "Ismeretlen hiba",
  "Unknown": "Ismeretlen",
  "Unleash Your Hardware": "Szabadítsa fel a Hardverét",
  "Unleashed": "Elengedve",
  "unlimited": "korlátlan",
  "Unraid {0} Available": "Unraid {0} Elérhető",
  "Unraid {0} Update Available": "Unraid {0} Frissítés Elérhető",
  "Unraid {0}": "Unraid {0}",
  "Unraid Connect Error": "Unraid Connect Hiba",
  "Unraid Connect Forums": "Unraid Kapcsolati Fórumok",
  "Unraid Connect Install Failed": "Unraid Kapcsolati Telepítés Sikertelen",
  "Unraid Contact Page": "Unraid Kapcsolati Oldal",
  "Unraid Discord": "Unraid Discord",
  "Unraid logo animating with a wave like effect": "Unraid logó animálása hullámszerű hatással",
  "Unraid OS {0} Released": "Unraid OS {0} Megjelent",
  "Unraid OS {0} Update Available": "Unraid OS {0} Frissítés Elérhető",
  "Unraid OS is up-to-date": "Unraid OS naprakész",
  "Unraid OS Update Available": "Unraid OS Frissítés Elérhető",
  "unraid-api is offline": "unraid-api offline",
  "Up-to-date with eligible releases": "Naprakész a jogosult kiadásokkal",
  "Up-to-date": "Naprakész",
  "Update Available": "Frissítés Elérhető",
  "Update Released": "Frissítés Megjelent",
  "Update Unraid OS confirmation required": "Unraid OS frissítés megerősítése szükséges",
  "Update Unraid OS": "Unraid OS Frissítése",
  "Updates Expire": "Frissítések lejárnak",
  "Updating 3rd party drivers": "Harmadik fél illesztőprogramok frissítése",
  "Upgrade Key": "Frissítési kulcs",
  "Upgrade": "Frissítés",
  "Uptime {0}": "Üzemidő {0}",
  "USB Flash device error": "USB Flash eszközhiba",
  "USB Flash has no serial number": "USB Flash-nek nincs sorozatszáma",
  "Verify to Update": "Ellenőrzés a frissítéshez",
  "Version available for restore {0}": "Verzió visszaállításra elérhető: {0}",
  "Version: {0}": "Verzió: {0}",
  "View Available Updates": "Elérhető frissítések megtekintése",
  "View Changelog & Update": "Változások listájának megtekintése és frissítés",
  "View Changelog for {0}": "Változások listájának megtekintése {0} esetén",
  "View Changelog on Docs": "Változások listájának megtekintése a dokumentációban",
  "View Changelog to Start Update": "Változások listájának megtekintése a frissítés indításához",
  "View Changelog": "Változások listájának megtekintése",
  "View on Docs": "Megtekintés a dokumentációban",
  "View release notes": "Kiadási jegyzetek megtekintése",
  "We recommend backing up your USB Flash Boot Device before starting the update.": "Javasoljuk az USB Flash Boot eszköz biztonsági mentését a frissítés megkezdése előtt.",
  "Welcome to your new {0} system, powered by Unraid!": "Üdvözöljük az új {0} rendszeredben, amelyet az Unraid hajt!",
  "Welcome to Unraid!": "Üdvözöljük az Unraid világában!",
  "year": "{n} év | {n} év",
  "You are still eligible to access OS updates that were published on or before {1}.": "Még mindig jogosult az OS frissítések elérésére, amelyek a vagy előtt jelentek meg: {1}.",
  "You can also manually create a new backup by clicking the Create Flash Backup button.": "Manuálisan is létrehozhat új biztonsági mentést a Flash biztonsági mentés létrehozása gombra kattintva.",
  "You can manually create a backup by clicking the Create Flash Backup button.": "Kézzel is létrehozhat biztonsági mentést a Flash biztonsági mentés létrehozása gombra kattintva.",
  "You have already activated the Flash Backup feature via the Unraid Connect plugin.": "Már aktiválta a Flash biztonsági mentési funkciót az Unraid Connect pluginon keresztül.",
  "You have exceeded the number of devices allowed for your license. Please remove a device before adding another.": "Túllépte a licencére engedélyezett eszközök számát. Kérjük, távolítson el egy eszközt az új hozzáadása előtt.",
  "You have not activated the Flash Backup feature via the Unraid Connect plugin.": "A Flash biztonsági mentési funkciót még nem aktiválta az Unraid Connect pluginon keresztül.",
  "You may still update to releases dated prior to your update expiration date.": "Még mindig frissítheti a kiadásokat, melyek a lejárati dátum előtt jelentkeztek.",
  "You're about to create a password to secure access to your system. This password is essential for managing and configuring your server. You'll use this password every time you access the Unraid web interface.": "Éppen most készít egy jelszót, hogy biztosítsa hozzáférését a rendszeréhez. Ez a jelszó alapvető fontosságú a szervere kezelése és konfigurációja során. Minden alkalommal ezt a jelszót kell használnia, amikor az Unraid webes felületéhez csatlakozik.",
  "You're one step closer to enhancing your Unraid experience": "Már csak egy lépés van hátra az Unraid élménye javításához",
  "Your {0} Key has been replaced!": "A(z) {0} kulcsa lecserélve!",
  "Your {0} license included one year of free updates at the time of purchase. You are now eligible to extend your license and access the latest OS updates. You are still eligible to access OS updates that were published on or before {1}.": "A(z) {0} licencéhez az ingyenes frissítések egy éves időtartama tartozott a vásárlás időpontjában. Most jogosult a licenc kiterjesztésére és a legújabb OS frissítések elérésére. Még mindig jogosult az OS frissítések elérésére, amelyek a vagy előtt jelentek meg: {1}.",
  "Your {0} license included one year of free updates at the time of purchase. You are now eligible to extend your license and access the latest OS updates.": "A(z) {0} licencéhez az ingyenes frissítések egy éves időtartama tartozott a vásárlás időpontjában. Most jogosult a licenc kiterjesztésére és a legújabb OS frissítések elérésére.",
  "Your free Trial key provides all the functionality of an Unleashed Registration key": "Az ingyenes próbaverziós kulcsa az Unleashed Regisztrációs kulcs minden funkcióját biztosítja",
  "Your license key is not eligible for Unraid OS {0}": "Az Ön licenc kulcsa nem jogosult az Unraid OS {0} verziójára",
  "Your license key's OS update eligibility has expired. Please renew your license key to enable updates released after your expiration date.": "Az Ön licenc kulcsa OS frissítés jogosultsága lejárt. Kérjük, újítsa meg a licenc kulcsot, hogy hozzáférjen a lejárat dátuma után kiadott frissítésekhez.",
  "Your Trial has expired": "Az Ön próbaverziója lejárt.",
  "Your Trial key has been extended!": "Az Ön próbaverziós kulcsa meghosszabbítva!",
  "Create an Unraid.net account and activate your key": "Hozzon létre egy Unraid.net fiókot és aktiválja a kulcsát",
  "Device is ready to configure": "Az eszköz készen áll a konfigurálásra",
  "Secure your device": "Biztosítsa eszközét",
  "Unraid OS {0} Changelog": "Unraid OS {0} Változások listája",
  "or": "vagy",
  "Logging in...": "Bejelentkezés...",
  "Try Again": "Próbálja újra",
  "Log In With Unraid.net": "Bejelentkezés az Unraid.net-en keresztül",
  "Invalid Unraid.net credentials": "Érvénytelen Unraid.net hitelesítő adatok",
  "This Unraid.net account is not authorized to access this server": "Ez az Unraid.net fiók nem jogosult erre a szerverre való hozzáféréshez",
  "SSO login is not enabled on this server": "SSO bejelentkezés nincs engedélyezve ezen a szerveren",
  "Login session expired. Please try again": "A bejelentkezési munkamenet lejárt. Kérjük, próbálja újra.",
  "Network error. Please check your connection": "Hálózati hiba. Kérjük, ellenőrizze a kapcsolatot.",
  "SSO login failed. Please try again": "SSO bejelentkezés sikertelen. Kérjük, próbálja újra.",
  "Error fetching token": "Hiba token lekérésben",
  "Visit Unraid website": "Látogassa meg az Unraid webhelyet",
  "Version Information": "Verzió információ",
  "First, you'll create your device's login credentials, then you'll activate your Unraid license—your device's operating system (OS).": "Először létrehozza az eszköz bejelentkezési hitelesítő adatait, majd aktiválja az Unraid licencét - az eszköz operációs rendszerét (OS).",
  "Edit API Key": "API kulcs szerkesztése",
  "Create API Key": "API kulcs létrehozása",
  "OS version copied to clipboard": "OS verzió másolva a vágólapra",
  "API version copied to clipboard": "API verzió másolva a vágólapra",
  "Visit Partner website": "Partner webhely meglátogatása",
  "Unraid OS": "Unraid OS",
  "Unraid API": "Unraid API",
  "View OS Release Notes": "OS Kiadási jegyzetek megtekintése",
  "View API Changelog": "API Változások listájának megtekintése",
  "Registered GUID": "Regisztrált GUID",
  "Array status": "Tömb állapota",
  "Trial expiration": "Próbaverzió lejárata",
  "Flash Drive": "Flash Meghajtó",
  "License": "Licenc",
  "Actions": "Tevékenységek",
  "Your license key was automatically renewed and installed. Reload the page to see updated details.": "A licenc kulcsát automatikusan megújították és telepítették. Frissítse az oldalt az új részletek megtekintéséhez.",
  "Checking authentication options...": "Hitelesítési lehetőségek ellenőrzése...",
  "Invalid callback parameters": "Érvénytelen visszahívási paraméterek",
  "Loading changelog…": "Változásnapló betöltése...",
  "Checking for OS updates...": "OS frissítések ellenőrzése...",
  "Requires verification to update": "Frissítéshez ellenőrzés szükséges",
  "More Options": "További beállítások",
  "Manage update preferences including beta access and version selection at account.unraid.net": "A frissítési preferenciák kezelése, beleértve a béta hozzáférést és a verzió kiválasztását az account.unraid.net címen",
  "You can opt back in to an ignored release by clicking on the Check for Updates button in the header anytime": "Visszacsatolhat egy figyelmen kívül hagyott kiadásra az Erlőtesítőtől a \"Frissítések ellenőrzése\" gombra kattintva bármikor.",
  "Loading changelog...": "Változásnapló betöltése...",
  "No changelog content available": "Nincs elérhető változásnapló tartalom",
  "Downgrade": "Visszaminősítés",
  "Update": "Frissítés",
  "During the Unraid OS update process third-party drivers were detected and are currently being updated in the background. Please wait for those to finish downloading before rebooting your server to complete the update process. You should receive a system notification when complete. You may also refresh this page to check for an updated status.": "Az Unraid OS frissítési folyamat közben harmadik fél illesztőprogramokat észlelt, és jelenleg a háttérben frissíti őket. Kérjük, várjon, amíg ezek befejeződnek a letöltésükkel, mielőtt újraindítja a szervert a frissítési folyamat befejezéséhez. Amikor elkészült, rendszerértesítést kell kapnia. Frissítheti ezt az oldalt az új állapot megtekintéséhez.",
  "License Key Updates Expired": "Licenc kulcs frissítései lejártak",
  "Downgrade Unraid OS confirmation required": "Unraid OS visszaminősítésének megerősítése szükséges",
  "Please confirm the downgrade details below": "Kérjük, erősítse meg az alábbi visszaminősítési részleteket",
  "Post Install License Key Error": "Telepítés utáni licenc kulcs hiba",
  "This downgrade will require a reboot": "Ez a visszaminősítés újraindítást igényel",
  "Confirm and start downgrade": "Megerősítés és visszaminősítés indítása",
  "Loading…": "Betöltés...",
  "Go to API Settings": "API beállításokhoz lépés",
  "Restart unraid-api": "unraid-api újraindítás",
  "Error creatiing a trial key. Please try again later.": "Hiba a próbaverziós kulcs létrehozásában. Kérjük, próbálja újra később.",
  "Username": "Felhasználónév",
  "Password": "Jelszó",
  "Login": "Bejelentkezés",
  "Password recovery": "Jelszó helyreállítás",
  "jsonforms.errors.default": "Érvénytelen érték",
  "jsonforms.rclone.basic.remoteName.label": "Távoli név",
  "jsonforms.rclone.basic.remoteName.description": "A távoli konfigurációt azonosító név (pl. my_google_drive). Csak betűket, számokat, kötőjeleket és aláhúzásokat használjon.",
  "jsonforms.rclone.basic.remoteName.descriptionShort": "A távoli konfigurációt azonosító név",
  "jsonforms.rclone.basic.providerType.label": "Tárolószolgáltató típusa",
  "jsonforms.rclone.basic.providerType.description": "Válassza ki a távoli tároláshoz használni kívánt felhőszolgáltatót.",
  "jsonforms.rclone.basic.documentation.text": "Dokumentációs link",
  "jsonforms.rclone.basic.documentation.description": "További információkért tekintse meg az [RClone Konfigurációs Dokumentációt](https://rclone.org/commands/rclone_config/).",
  "jsonforms.rclone.basic.showAdvanced.label": "Haladó beállítások megjelenítése",
  "jsonforms.rclone.basic.showAdvanced.description": "További konfigurációs lehetőségek megjelenítése szakemberek számára.",
  "jsonforms.rclone.basic.showAdvanced.toggleDescription": "Mutassa az összetett konfigurációs lehetőségeket.",
  "jsonforms.rclone.validation.sizeSuffix": "Érvénytelen méretformátum. Példák: \"10G\", \"100M\", \"1.5GiB\", \"off\".",
  "jsonforms.rclone.validation.duration": "Érvénytelen időtartam formátum. Példák: \"10s\", \"1.5m\", \"100ms\", \"1h15m\", \"off\".",
  "jsonforms.apiSettings.sandbox": "Fejlesztői Homokozó Bekapcsolása",
  "jsonforms.apiKey.name": "API Kulcs Neve",
  "jsonforms.apiKey.description": "Leírás",
  "jsonforms.apiKey.roles": "Szerepkörök",
  "jsonforms.apiKey.permissionPresets": "Engedély Előrebeállítás Hozzáadása",
  "jsonforms.apiKey.customPermissions": "Engedélyek",
  "jsonforms.apiKey.customPermissions.resources": "Erőforrások",
  "jsonforms.apiKey.customPermissions.actions": "Tevékenységek",
  "jsonforms.apiKey.permissions.header": "Engedélyek Konfigurációja",
  "jsonforms.apiKey.permissions.description": "Válasszon bármilyen kombinációt szerepkörök, engedélycsoportok és egyéni engedélyek közül az API kulcs elérési lehetőségeinek meghatározásához.",
  "jsonforms.apiKey.permissions.subheader": "Engedélyek",
  "jsonforms.apiKey.permissions.help": "Használja a legördülő előrebeállításokat a gyakori engedélybeállításokhoz, vagy adja meg manuálisan az egyéni engedélyeket. Több erőforrás kiválasztható, amelyek osztják azonos műveleteket.",
  "jsonforms.rclone.basic.remoteName": "Távoli név",
  "jsonforms.rclone.basic.providerType": "Tárolószolgáltató típusa",
  "jsonforms.rclone.basic.documentation": "Dokumentációs link",
  "jsonforms.rclone.basic.showAdvanced": "Haladó beállítások megjelenítése",
  "jsonforms.oidc.provider.id": "Szolgáltató Azonosítója",
  "jsonforms.oidc.provider.name": "Szolgáltató Neve",
  "jsonforms.oidc.provider.clientId": "OAuth Kliensek Azonosítója",
  "jsonforms.oidc.provider.clientSecret": "OAuth Kliensek Titkos Kódja",
  "jsonforms.oidc.provider.issuer": "Kibocsátó URL-je",
  "jsonforms.oidc.provider.scopes": "OAuth Hatókörök",
  "jsonforms.oidc.provider.authorizationEndpoint": "Engedélyezési Végpont",
  "jsonforms.oidc.provider.tokenEndpoint": "Token Végpont",
  "jsonforms.oidc.provider.userInfoEndpoint": "Felhasználói Információ Végpont",
  "jsonforms.oidc.provider.jwksUri": "JWKS URI",
  "jsonforms.oidc.restrictions.title": "Egyszerű Engedélyezés",
  "jsonforms.oidc.restrictions.help": "Egyszerű engedélyezési listák beállítása arra, hogy ki tud belépni.",
  "jsonforms.oidc.restrictions.allowedDomains": "Engedélyezett Email Tartományok",
  "jsonforms.oidc.restrictions.allowedEmails": "Meghatározott Email Címek",
  "jsonforms.oidc.restrictions.allowedUserIds": "Engedélyezett Felhasználói Azonosítók",
  "jsonforms.oidc.restrictions.workspaceDomain": "Google Workspace Tartomány",
  "jsonforms.oidc.rules.title": "Haladó Engedélyezési Szabályok",
  "jsonforms.oidc.rules.description": "Igényalapú engedélyezési logika meghatározása.",
  "jsonforms.oidc.rules.mode": "Szabály Mód",
  "jsonforms.oidc.rules.claim": "JWT Igény",
  "jsonforms.oidc.rules.operator": "Operátor",
  "jsonforms.oidc.rules.value": "Értékek",
  "jsonforms.oidc.rules.collection": "Igény Szabályok",
  "jsonforms.oidc.buttons.title": "Gomb Testreszabás",
  "jsonforms.oidc.buttons.description": "Testreszabja a bejelentkezési gomb megjelenését.",
  "jsonforms.oidc.buttons.text": "Gomb Szöveg",
  "jsonforms.oidc.buttons.icon": "Gomb Ikon URL-je",
  "jsonforms.oidc.buttons.variant": "Gomb Stílus",
  "jsonforms.oidc.buttons.style": "Egyéni CSS Stílusok",
  "jsonforms.oidc.provider.discoveryToggle": "Automatikus Felfedezés Használata"
}
