{
  "{0} {1} Key…": "{0} {1} Chiave…",
  "{0} devices": "{0} dispositivi",
  "{0} out of {1} allowed devices – upgrade your key to support more devices": "{0} su {1} dispositivi consentiti – aggiorna la tua chiave per supportare più dispositivi",
  "{0} out of {1} devices": "{0} su {1} dispositivi",
  "{0} Release Notes": "{0} Note di Rilascio",
  "{0} Signed In Successfully": "{0} Accesso Effettuato con Successo",
  "{0} Signed Out Successfully": "{0} Uscito con Successo",
  "{0} Update Available": "{0} Aggiornamento Disponibile",
  "{1} Key {0} Successfully": "{1} Chiave {0} Con Successo",
  "<p>It is not possible to use a Trial key with an existing Unraid OS installation.</p><p>You may purchase a license key corresponding to this USB Flash device to continue using this installation.</p>": "<p>Non è possibile utilizzare una chiave di prova con una installazione di Unraid OS esistente.</p><p>Puoi acquistare una chiave di licenza corrispondente a questo dispositivo USB per continuare a utilizzare questa installazione.</p>",
  "<p>Please refresh the page to ensure you load your latest configuration</p>": "<p>Si prega di aggiornare la pagina per assicurarsi di caricare l'ultima configurazione</p>",
  "<p>Register for Connect by signing in to your Unraid.net account</p>": "<p>Registrati per Connect accedendo al tuo account Unraid.net</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device or choose Purchase Key.</p><p>Your Unraid registration key is ineligible for replacement as it has been replaced within the last 12 months.</p>": "<p>Il file della chiave di licenza non corrisponde al dispositivo di avvio USB. Si prega di copiare il file chiave corretto nella directory /config sul dispositivo di avvio USB o scegliere Acquista Chiave.</p><p>La tua chiave di registrazione Unraid non è idonea per la sostituzione poiché è stata sostituita negli ultimi 12 mesi.</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device or choose Purchase Key.</p><p>Your Unraid registration key is ineligible for replacement as it is blacklisted.</p>": "<p>Il file della chiave di licenza non corrisponde al dispositivo di avvio USB. Si prega di copiare il file chiave corretto nella directory /config sul dispositivo di avvio USB o scegliere Acquista Chiave.</p><p>La tua chiave di registrazione Unraid non è idonea per la sostituzione in quanto è sulla lista nera.</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device.</p><p>You may also attempt to Purchase or Replace your key.</p>": "<p>Il file della chiave di licenza non corrisponde al dispositivo di avvio USB. Si prega di copiare il file chiave corretto nella directory /config sul dispositivo di avvio USB.</p><p>Puoi anche tentare di Acquistare o Sostituire la tua chiave.</p>",
  "<p>There are multiple license key files present on your USB flash device and none of them correspond to the USB Flash boot device. Please remove all key files, except the one you want to replace, from the /config directory on your USB Flash boot device.</p><p>Alternately you may purchase a license key for this USB flash device.</p><p>If you want to replace one of your license keys with a new key bound to this USB Flash device, please first remove all other key files first.</p>": "<p>Ci sono più file di chiavi di licenza presenti sul dispositivo flash USB e nessuno di essi corrisponde al dispositivo di avvio USB. Si prega di eliminare tutti i file chiave, eccetto quello che si desidera sostituire, dalla directory /config sul dispositivo di avvio USB.</p><p>In alternativa, puoi acquistare una chiave di licenza per questo dispositivo flash USB.</p><p>Se desideri sostituire una delle tue chiavi di licenza con una nuova chiave associata a questo dispositivo USB, rimuovi prima tutti gli altri file chiave.</p>",
  "<p>There is a physical problem accessing your USB Flash boot device</p>": "<p>C'è un problema fisico di accesso al tuo dispositivo di avvio USB</p>",
  "<p>There is a problem with your USB Flash device</p>": "<p>C'è un problema con il tuo dispositivo USB</p>",
  "<p>This USB Flash boot device has been blacklisted. This can occur as a result of transferring your license key to a replacement USB Flash device, and you are currently booted from your old USB Flash device.</p><p>A USB Flash device may also be blacklisted if we discover the serial number is not unique – this is common with USB card readers.</p>": "<p>Questo dispositivo di avvio USB è stato inserito nella lista nera. Questo può succedere a seguito di un trasferimento della tua chiave di licenza a un dispositivo USB sostitutivo, e attualmente stai avviando dal tuo vecchio dispositivo USB.</p><p>Un dispositivo USB può essere inserito nella lista nera se scopriamo che il numero di serie non è unico - ciò è comune con i lettori di schede USB.</p>",
  "<p>This USB Flash device has an invalid GUID. Please try a different USB Flash device</p>": "<p>Questo dispositivo USB ha un GUID non valido. Si prega di provare un altro dispositivo USB</p>",
  "<p>To continue using Unraid OS you may purchase a license key. Alternately, you may request a Trial extension.</p>": "<p>Per continuare a utilizzare Unraid OS puoi acquistare una chiave di licenza. In alternativa, puoi richiedere un'estensione di prova.</p>",
  "<p>To support more storage devices as your server grows, click Upgrade Key.</p>": "<p>Per supportare più dispositivi di archiviazione man mano che il tuo server cresce, fai clic su Aggiorna Chiave.</p>",
  "<p>You have used all your Trial extensions. To continue using Unraid OS you may purchase a license key.</p>": "<p>Hai utilizzato tutte le tue estensioni di prova. Per continuare a utilizzare Unraid OS puoi acquistare una chiave di licenza.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>After your <em>Trial</em> has reached expiration, your server <strong>still functions normally</strong> until the next time you Stop the array or reboot your server.</p><p>At that point you may either purchase a license key or request a <em>Trial</em> extension.</p>": "<p>La tua chiave di prova include tutta la funzionalità e il supporto dei dispositivi di una chiave Unleashed.</p><p>Dopo che la tua prova è giunta a scadenza, il tuo server funziona ancora normalmente fino alla prossima volta che interrompi l'array o riavvii il tuo server.</p><p>A quel punto puoi acquistare una chiave di licenza o richiedere un'estensione di prova.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>When your <em>Trial</em> expires, <strong>the array will stop</strong>. At that point you may either purchase a license key or request a <em>Trial</em> extension.</p>": "<p>La tua chiave di prova include tutta la funzionalità e il supporto dei dispositivi di una chiave Unleashed.</p><p>Quando la tua prova scade, l'array si fermerà. A quel punto puoi acquistare una chiave di licenza o richiedere un'estensione di prova.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>Your trial is expiring soon. When it expires, <strong>the array will stop</strong>. You may extend your trial now, purchase a license key, or wait until expiration to take action.</p>": "<p>La tua chiave di prova include tutta la funzionalità e il supporto dei dispositivi di una chiave Unleashed.</p><p>La tua prova sta per scadere. Quando scade, l'array si fermerà. Puoi estendere la tua prova ora, acquistare una chiave di licenza o aspettare fino alla scadenza per agire.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>Your trial is expiring soon and you have used all available extensions. When it expires, <strong>the array will stop</strong>. To continue using Unraid OS, you must purchase a license key.</p>": "<p>La tua chiave di prova include tutta la funzionalità e il supporto dei dispositivi di una chiave Unleashed.</p><p>La tua prova sta per scadere e hai utilizzato tutte le estensioni disponibili. Quando scade, l'array si fermerà. Per continuare a utilizzare Unraid OS, devi acquistare una chiave di licenza.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>You have used all available trial extensions. When your <em>Trial</em> expires, <strong>the array will stop</strong>. To continue using Unraid OS after expiration, you must purchase a license key.</p>": "<p>La tua chiave di prova include tutta la funzionalità e il supporto dei dispositivi di una chiave Unleashed.</p><p>Hai utilizzato tutte le estensioni di prova disponibili. Quando la tua prova scade, l'array si fermerà. Per continuare a utilizzare Unraid OS dopo la scadenza, devi acquistare una chiave di licenza.</p>",
  "<p>Your license key file is corrupted or missing. The key file should be located in the /config directory on your USB Flash boot device.</p><p>If you do not have a backup copy of your license key file you may attempt to recover your key.</p><p>If this was an expired Trial installation, you may purchase a license key.</p>": "<p>Il tuo file di licenza chiave è corrotto o mancante. Il file chiave dovrebbe trovarsi nella directory /config sul tuo dispositivo di avvio USB.</p><p>Se non hai una copia di backup del tuo file di licenza chiave puoi tentare di recuperare la tua chiave.</p><p>Se questa era un'installazione di prova scaduta, puoi acquistare una chiave di licenza.</p>",
  "<p>Your license key file is corrupted or missing. The key file should be located in the /config directory on your USB Flash boot device.</p><p>You may attempt to recover your key with your Unraid.net account.</p><p>If this was an expired Trial installation, you may purchase a license key.</p>": "<p>Il tuo file di licenza chiave è corrotto o mancante. Il file chiave dovrebbe trovarsi nella directory /config sul tuo dispositivo di avvio USB.</p><p>Puoi tentare di recuperare la tua chiave con il tuo account Unraid.net.</p><p>Se questa era un'installazione di prova scaduta, puoi acquistare una chiave di licenza.</p>",
  "<p>Your server will not be usable until you purchase a Registration key or install a free 30 day <em>Trial</em> key. A <em>Trial</em> key provides all the functionality of an Unleashed Registration key.</p><p>Registration keys are bound to your USB Flash boot device serial number (GUID). Please use a high quality name brand device at least 1GB in size.</p><p>Note: USB memory card readers are generally not supported because most do not present unique serial numbers.</p><p><strong>Important:</strong></p><ul class='list-disc pl-16px'><li>Please make sure your server time is accurate to within 5 minutes</li><li>Please make sure there is a DNS server specified</li></ul>": "<p>Il tuo server non sarà utilizzabile fino a quando non acquisterai una chiave di registrazione o installerai una chiave di prova gratuita di 30 giorni. Una chiave di prova fornisce tutta la funzionalità di una chiave di registrazione Unleashed.</p><p>Le chiavi di registrazione sono legate al numero di serie del tuo dispositivo di avvio USB (GUID). Si prega di utilizzare un dispositivo di marca di alta qualità di almeno 1GB.</p><p>Nota: i lettori di schede di memoria USB generalmente non sono supportati perché la maggior parte non presenta numeri di serie unici.</p><p><strong>Importante:</strong></p><ul class='list-disc pl-16px'><li>Assicurati che l'orario del server sia preciso entro 5 minuti</li><li>Assicurati che ci sia un server DNS specificato</li></ul>",
  "<p>Your Trial key requires an internet connection.</p><p><a href='/Settings/NetworkSettings class='underline'>Please check Settings > Network</a></p>": "<p>La tua chiave di prova richiede una connessione a Internet.</p><p><a href='/Settings/NetworkSettings class='underline'>Si prega di controllare Impostazioni > Rete</a></p>",
  "<p>Your Unraid registration key is ineligible for replacement as it has been replaced within the last 12 months.</p>": "<p>La tua chiave di registrazione Unraid non è idonea per la sostituzione poiché è stata sostituita negli ultimi 12 mesi.</p>",
  "A Trial key provides all the functionality of an Unleashed Registration key": "Una chiave di prova fornisce tutta la funzionalità di una chiave di registrazione Unleashed.",
  "A valid GUID is required to check for OS updates.": "Un GUID valido è richiesto per verificare gli aggiornamenti del sistema operativo.",
  "A valid keyfile and USB Flash boot device are required to check for OS updates.": "Un file chiave valido e un dispositivo di avvio USB sono necessari per verificare gli aggiornamenti del sistema operativo.",
  "A valid keyfile is required to check for OS updates.": "È richiesto un file chiave valido per verificare gli aggiornamenti del sistema operativo.",
  "A valid OS version is required to check for OS updates.": "È richiesta una versione del sistema operativo valida per verificare gli aggiornamenti.",
  "Acklowledge that you have made a Flash Backup to enable this action": "Riconosci di aver eseguito un backup flash per abilitare questa azione",
  "Activate Now": "Attiva Ora",
  "Activate License": "Attiva Licenza",
  "ago": "fa",
  "All you need is an active internet connection, an Unraid.net account, and the Connect plugin. Get started by installing the plugin.": "Tutto ciò di cui hai bisogno è una connessione a Internet attiva, un account Unraid.net e il plugin Connect. Inizia installando il plugin.",
  "Attached Storage Devices": "Dispositivi di Archiviazione Collegati",
  "Backing up...this may take a few minutes": "Backup in corso... questo potrebbe richiedere alcuni minuti",
  "Basic": "Base",
  "Begin downgrade to {0}": "Inizio downgrade a {0}",
  "Beta": "Beta",
  "Blacklisted USB Flash GUID": "GUID Flash in lista nera",
  "BLACKLISTED": "LISTA NERA",
  "Calculating OS Update Eligibility…": "Calcolo dell'Eligibilità per l'Aggiornamento del Sistema Operativo...",
  "Calculating trial expiration…": "Calcolo della scadenza della prova in corso...",
  "Callback redirect type not present or incorrect": "Tipo di reindirizzamento callback non presente o sbagliato",
  "Cancel {0}": "Annulla {0}",
  "Cancel": "Annulla",
  "Cannot access your USB Flash boot device": "Impossibile accedere al tuo dispositivo di avvio USB",
  "Cannot validate Unraid Trial key": "Impossibile convalidare la chiave di prova di Unraid",
  "Check Eligibility": "Verifica Idoneità",
  "check for OS updates": "controlla gli aggiornamenti del sistema operativo",
  "Check for OS Updates": "Controlla aggiornamenti del sistema operativo",
  "Check for Prereleases": "Controlla prerelease",
  "Check for Update": "Verifica per aggiornamenti",
  "Checking WAN IPs…": "Verifica degli indirizzi IP WAN in corso...",
  "Checking...": "Verifica in corso...",
  "Checkout the Connect Documentation": "Consulta la documentazione di Connect",
  "Click to close modal": "Clicca per chiudere il modello",
  "Click to Copy LAN IP {0}": "Clicca per copiare l'IP LAN {0}",
  "Close Dropdown": "Chiudi menu a tendina",
  "Close Modal": "Chiudi Modello",
  "Close": "Chiudi",
  "Configure Connect Features": "Configura le Funzionalità di Connect",
  "Confirm and start update": "Conferma e inizia l'aggiornamento",
  "Confirm to Install Unraid OS {0}": "Conferma per installare Unraid OS {0}",
  "Connected": "Connesso",
  "Contact Support": "Contatta il Supporto",
  "Continue": "Continua",
  "Copied": "Copiato",
  "Copy Key URL": "Copia il Link Chiave",
  "Copy your Key URL: {0}": "Copia il tuo Link Chiave: {0}",
  "Create Flash Backup": "Crea Backup Flash",
  "Create a password": "Crea una password",
  "Create Device Password": "Crea Password Dispositivo",
  "Current Version {0}": "Versione Corrente {0}",
  "Current Version: Unraid {0}": "Versione Corrente: Unraid {0}",
  "Customizable Dashboard Tiles": "Tile della Dashboard Personalizzabili",
  "day": "{n} giorno | {n} giorni",
  "Deep Linking": "Deep Linking",
  "DNS issue, unable to resolve wanip4.unraid.net": "Problema DNS, impossibile risolvere wanip4.unraid.net",
  "Downgrade Unraid OS to {0}": "Downgrade di Unraid OS a {0}",
  "Downgrade Unraid OS": "Downgrade di Unraid OS",
  "Downgrades are only recommended if you're unable to solve a critical issue.": "I downgrade sono raccomandati solo se non riesci a risolvere un problema critico.",
  "Download Diagnostics": "Scarica Diagnostica",
  "Download the Diagnostics zip then please open a bug report on our forums with a description of the issue along with your diagnostics.": "Scarica il file zip diagnostico e quindi apri un rapporto di bug sui nostri forum con una descrizione del problema insieme alla tua diagnostica.",
  "Download unraid-api Logs": "Scarica i log dell'unraid-api",
  "Dynamic Remote Access": "Accesso remoto dinamico",
  "Eligible for free feature updates for {0}": "Idoneo per aggiornamenti gratuiti delle funzionalità per {0}",
  "Eligible for free feature updates until {0}": "Idoneo per aggiornamenti gratuiti delle funzionalità fino a {0}",
  "Eligible": "Idoneo",
  "Enable update notifications": "Abilita notifiche di aggiornamento",
  "Enhance your experience with Unraid Connect": "Arricchisci la tua esperienza con Unraid Connect",
  "Enhance your Unraid experience with Connect": "Arricchisci la tua esperienza Unraid con Connect",
  "Enhance your Unraid experience": "Migliora l'esperienza Unraid",
  "Error creating a trial key. Please try again later.": "Errore nella creazione della chiave di prova. Si prega di riprovare più tardi.",
  "Error Parsing Changelog • {0}": "Errore nel Parsing del Changelog • {0}",
  "Error": "Errore",
  "Expired {0}": "Scaduto {0}",
  "Expired": "Scaduto",
  "Expires at {0}": "Scade il {0}",
  "Expires in {0}": "Scade in {0}",
  "Extend License to Enable OS Updates": "Estendi Licenza per Abilitare gli Aggiornamenti del Sistema Operativo",
  "Extend License to Update": "Estendi Licenza per Aggiornare",
  "Extend License": "Estendi Licenza",
  "Extend Trial": "Estendi Prova",
  "Extending your free trial by 15 days": "Estensione della tua prova gratuita di 15 giorni",
  "Extension Installed": "Estensione Installata",
  "Failed to {0} {1} Key": "Fallito {0} {1} Chiave",
  "Failed to install key": "Errore durante l'installazione della chiave",
  "Failed to update Connect account configuration": "Impossibile aggiornare la configurazione dell'account Connect",
  "Fetching & parsing changelog…": "Recupero e analisi del changelog in corso...",
  "Fix Error": "Risolvere l'Errore",
  "Flash Backup is not available. Navigate to {0}/Main/Settings/Flash to try again then come back to this page.": "Il backup Flash non è disponibile. Naviga su {0}/Main/Settings/Flash per provare di nuovo quindi ritorna a questa pagina.",
  "Flash GUID Error": "Errore GUID Flash",
  "Flash GUID required to check replacement status": "Il GUID del flash è necessario per controllare lo stato di sostituzione",
  "Flash GUID": "GUID Flash",
  "Flash Product": "Prodotto Flash",
  "Flash Vendor": "Fornitore Flash",
  "Get a Lifetime Key": "Ottieni una Chiave a Vita",
  "Get an overview of your server's state, storage space, apps and VMs status, and more.": "Ottieni una panoramica dello stato del tuo server, dello spazio di archiviazione, dello stato delle app e delle VM, e altro ancora.",
  "Get Started": "Inizia",
  "Go to Connect plugin settings": "Vai alle impostazioni del plugin Connect",
  "Go to Connect": "Vai a Connect",
  "Go to Management Access Now": "Vai a Accesso Gestione Ora",
  "Go to Settings > Notifications to enable automatic OS update notifications for future releases.": "Vai a Impostazioni > Notifiche per abilitare le notifiche di aggiornamento automatico del sistema operativo per future versioni.",
  "Go to Tools > Management Access to activate the Flash Backup feature and ensure your backup is up-to-date.": "Vai a Strumenti > Accesso Gestione per attivare la funzione Flash Backup e assicurarti che il tuo backup sia aggiornato.",
  "Go to Tools > Management Access to ensure your backup is up-to-date.": "Vai a Strumenti > Accesso Gestione per assicurarti che il tuo backup sia aggiornato.",
  "Go to Tools > Registration to fix": "Vai a Strumenti > Registrazione per risolvere",
  "Go to Tools > Registration to Learn More": "Vai a Strumenti > Registrazione per saperne di più",
  "Go to Tools > Update OS for more options.": "Vai su Strumenti > Aggiornamento OS per ulteriori opzioni.",
  "Go to Tools > Update": "Vai a Strumenti > Aggiornamento",
  "hour": "{n} ora | {n} ore",
  "I have made a Flash Backup": "Ho realizzato un Flash Backup",
  "If you are asked to supply logs, please open a support request on our Contact Page and reply to the email message you receive with your logs attached.": "Se ti viene chiesto di fornire i log, ti preghiamo di aprire una richiesta di supporto sulla nostra Pagina di Contatto e rispondere al messaggio email che ricevi con i tuoi log allegati.",
  "Ignore this message if you are currently connected via Remote Access or VPN.": "Ignora questo messaggio se attualmente ti stai connettendo tramite Accesso Remoto o VPN.",
  "Ignore this release until next reboot": "Ignora questo rilascio fino al prossimo riavvio",
  "Ignored Releases": "Rilasci Ignorati",
  "In the rare event you need to downgrade we ask that you please provide us with Diagnostics so we can investigate your issue.": "In caso raro di downgrade, ti chiediamo di fornirci Diagnostici per poter indagare sul tuo problema.",
  "Ineligible as of {0}": "Non idoneo a partire dal {0}",
  "Eligible for updates released on or before {0}.": "Idoneo per aggiornamenti rilasciati entro il {0}.",
  "Extend your license to access the latest updates.": "Estendi la tua licenza per accedere agli aggiornamenti più recenti.",
  "Ineligible for Unraid OS updates": "Non idoneo per aggiornamenti Unraid OS",
  "Ineligible": "Non idoneo",
  "Ineligible for self-replacement": "Non idoneo per auto-sostituzione",
  "Install Connect": "Installa Connect",
  "Install Extended": "Installa Esteso",
  "Install Recovered": "Installa Recuperato",
  "Install Replaced": "Installa Sostituito",
  "Install Unraid OS {0}": "Installa Unraid OS {0}",
  "Install": "Installa",
  "Installed": "Installato",
  "Installing Connect": "Installazione di Connect",
  "Installing Extended Trial": "Installazione Prova Estesa",
  "Installing Extended": "Installazione Estesa",
  "Installing Recovered": "Installazione Recuperata",
  "Installing Replaced": "Installazione Sostituita",
  "Installing": "Installazione",
  "Introducing Unraid Connect": "Presentazione di Unraid Connect",
  "Invalid API Key Format": "Formato chiave API non valido",
  "Invalid API Key": "Chiave API non valida",
  "Invalid installation": "Installazione errata",
  "It's highly recommended to review the changelog before continuing your update": "È fortemente consigliato di riesaminare il registro cambiamenti prima di continuare l'aggiornamento",
  "Key ineligible for {0}": "Chiave non idonea per {0}",
  "Key ineligible for future releases": "Chiave non idonea per future versioni",
  "Key ineligible for new updates": "Chiave non idonea per nuovi aggiornamenti",
  "Keyfile required to check replacement status": "File chiave richiesto per verificare lo stato di sostituzione",
  "LAN IP {0}": "IP LAN {0}",
  "LAN IP Copied": "IP LAN Copiato",
  "LAN IP": "IP LAN",
  "Last checked: {0}": "Ultimo controllo: {0}",
  "Learn more about the error": "Per saperne di più sull'errore",
  "Learn more and fix": "Per saperne di più e risolvere",
  "Learn more and link your key to your account": "Per saperne di più e collega la tua chiave al tuo account",
  "Learn more": "Scopri di più",
  "Learn More": "Ulteriori informazioni",
  "Let's activate your Unraid OS License": "Attiviamo la tua Licenza Unraid OS",
  "Let's Unleash your Hardware!": "Liberiamo le potenzialità del tuo Hardware!",
  "License key actions": "Azioni chiave della licenza",
  "License key type": "Tipo chiave della licenza",
  "License Management": "Gestione della licenza",
  "Lifetime": "Durata",
  "Link Key": "Collega Chiave",
  "Linked": "Collegato",
  "Linked to Unraid.net account": "Collegato all'account Unraid.net",
  "Loading": "Caricamento",
  "Manage Unraid.net Account in new tab": "Gestisci Account Unraid.net in una nuova scheda",
  "Manage Unraid.net Account": "Gestisci Account Unraid.net",
  "Manage your license keys at any time via the My Keys section.": "Gestisci le tue chiavi di licenza in qualsiasi momento tramite la sezione Le Mie Chiavi.",
  "Manage Your Server Within Connect": "Gestisci il tuo Server all'interno di Connect",
  "minute": "{n} minuto | {n} minuti",
  "Missing key file": "File chiave mancante",
  "month": "{n} mese | {n} mesi",
  "More about Licensing": "Ulteriori informazioni sulle licenze",
  "More about Unraid.net Accounts": "Ulteriori informazioni sugli account Unraid.net",
  "More options": "Ulteriori opzioni",
  "Multiple License Keys Present": "Molteplici Chiavi di Licenza Presenti",
  "Never ever be left without a backup of your config. If you need to change flash drives, generate a backup from Connect and be up and running in minutes.": "Mai rimanere senza un backup della tua configurazione. Se hai bisogno di cambiare chiavette flash, genera un backup da Connect e sarai operativo in pochi minuti.",
  "New Version: {0}": "Nuova Versione: {0}",
  "No downgrade available": "Nessun downgrade disponibile",
  "No Flash": "Nessuna Flash",
  "No Keyfile": "Nessun File Chiave",
  "No thanks": "No grazie",
  "No USB flash configuration data": "Nessun dato di configurazione flash USB",
  "Not Linked": "Non Collegato",
  "On January 1st, 2023 SSL certificates for unraid.net were deprecated. You MUST provision a new SSL certificate to use our new myunraid.net domain. You can do this on the Settings > Management Access page.": "Il 1 gennaio 2023 i certificati SSL per unraid.net sono stati deprecati. DEVI fornire un nuovo certificato SSL per utilizzare il nostro nuovo dominio myunraid.net. Puoi farlo nella pagina Impostazioni > Accesso Gestione.",
  "Online Flash Backup": "Backup online Flash",
  "Open a bug report": "Apri un rapporto di bug",
  "Open Dropdown": "Apri Dropdown",
  "Opens Connect in new tab": "Apre Connect in una nuova scheda",
  "Original release date {0}": "Data di rilascio originale {0}",
  "OS Update Eligibility Expiration": "Scadenza di Idoneità all'Aggiornamento OS",
  "OS Update Eligibility Expired": "Idoneità all'Aggiornamento OS Scaduta",
  "OS Update Eligibility": "Idoneità all'Aggiornamento OS",
  "Pay your annual fee to continue receiving OS updates.": "Paga la tua tassa annuale per continuare a ricevere aggiornamenti OS.",
  "Performing actions": "Azioni in corso",
  "Please confirm the update details below": "Si prega di confermare i dettagli dell'aggiornamento qui sotto",
  "Please finish the initiated downgrade to enable updates.": "Si prega di completare il downgrade avviato per abilitare gli aggiornamenti.",
  "Please finish the initiated update to enable a downgrade.": "Si prega di completare l'aggiornamento avviato per abilitare un downgrade.",
  "Please fix any errors and try again.": "Si prega di correggere eventuali errori e riprovare.",
  "Please keep this window open while we perform some actions": "Si prega di mantenere questa finestra aperta mentre eseguiamo alcune azioni",
  "Please keep this window open": "Si prega di mantenere aperta questa finestra",
  "Please sign out then sign back in to refresh your API key.": "Si prega di uscire e poi rientrare per aggiornare la chiave API.",
  "Please wait while the page reloads to install your trial key": "Attendere mentre la pagina si ricarica per installare la chiave di prova",
  "Plus more on the way": "E altre novità in arrivo",
  "Plus": "Più",
  "Pro": "Pro",
  "Purchase Key": "Acquista Chiave",
  "Purchase": "Acquista",
  "Ready to Install Key": "Pronto per Installare Chiave",
  "Ready to update Connect account configuration": "Pronto per aggiornare la configurazione dell'account Connect",
  "Real-time Monitoring": "Monitoraggio in Tempo Reale",
  "Reboot Now to Downgrade to {0}": "Riavvia Ora per Effettuare il Downgrade a {0}",
  "Reboot Now to Downgrade": "Riavvia Ora per Effettuare il Downgrade",
  "Reboot Now to Update to {0}": "Riavvia Ora per Aggiornare a {0}",
  "Reboot Now to Update": "Riavvia Ora per Aggiornare",
  "Reboot Required for Downgrade to {0}": "Riavvio richiesto per effettuare il ripristino a {0}",
  "Reboot Required for Downgrade": "Riavvio richiesto per effettuare il downgrade",
  "Reboot Required for Update to {0}": "Riavvio richiesto per l'aggiornamento a {0}",
  "Reboot Required for Update": "Riavvio richiesto per l'aggiornamento",
  "Rebooting will likely solve this.": "Il riavvio probabilmente risolverà questo.",
  "Receive the latest and greatest for Unraid OS. Whether it new features, security patches, or bug fixes – keeping your server up-to-date ensures the best experience that Unraid has to offer.": "Ricevi le ultime e migliori novità per Unraid OS. Che siano nuove funzionalità, patch di sicurezza o correzioni di bug - mantenere il tuo server aggiornato assicura la migliore esperienza che Unraid ha da offrire.",
  "Recover Key": "Recupera Chiave",
  "Recovered": "Recuperato",
  "Redeem Activation Code": "Riscatta Codice di Attivazione",
  "Refresh": "Aggiorna",
  "Registered on": "Registrato il",
  "Registered to": "Registrato a",
  "Registration key / USB Flash GUID mismatch": "Mancata corrispondenza della chiave di registrazione / GUID Flash USB",
  "Release date {0}": "Data di rilascio {0}",
  "Release requires verification to update": "Il rilascio richiede la verifica per essere aggiornato",
  "Reload Page": "Ricarica Pagina",
  "Reload": "Ricarica",
  "Remark: Unraid's WAN IPv4 {0} does not match your client's WAN IPv4 {1}.": "Osservazione: l'IPv4 del WAN di Unraid {0} non corrisponde con il tuo IPv4 del WAN del client {1}.",
  "Remark: your WAN IPv4 is {0}": "Osservazione: il tuo WAN IPv4 è {0}",
  "Remove from ignore list": "Rimuovi dalla lista ignorata",
  "Remove": "Rimuovi",
  "Renew Key": "Rinnova Chiave",
  "Renew your license key now": "Rinnova la chiave della tua licenza ora",
  "Replace Key": "Sostituisci Chiave",
  "Replaced": "Sostituito",
  "Requires the local unraid-api to be running successfully": "Richiede che l'unraid-api locale sia in esecuzione correttamente",
  "Restarting unraid-api…": "Riavvio in corso unraid-api…",
  "second": "{n} secondo | {n} secondi",
  "Server Up Since {0}": "Server operativo dal {0}",
  "Servers equipped with a myunraid.net certificate can be managed directly from within the Connect web UI. Manage multiple servers from your phone, tablet, laptop, or PC in the same browser window.": "I server dotati di un certificato myunraid.net possono essere gestiti direttamente dall'interfaccia WebGUI di Connect. Gestisci più server dal tuo telefono, tablet, laptop o PC nella stessa finestra del browser.",
  "Set custom server tiles how you like and automatically display your server's banner image on your Connect Dashboard.": "Imposta piastrelle server personalizzate come preferisci e visualizza automaticamente l'immagine del banner del tuo server sulla Dashboard di Connect.",
  "Settings": "Impostazioni",
  "Sign In Failed": "Accesso Fallito",
  "Sign In requires the local unraid-api to be running": "L'accesso richiede che l'unraid-api locale sia in esecuzione",
  "Sign In to utilize Unraid Connect": "Accedi per utilizzare Unraid Connect",
  "Sign In to your Unraid.net account to get started": "Accedi al tuo account Unraid.net per iniziare",
  "Sign In with Unraid.net Account": "Accedi con Account Unraid.net",
  "Sign In": "Accedi",
  "Sign Out Failed": "Disconnessione Fallita",
  "Sign Out of Unraid.net": "Esci da Unraid.net",
  "Sign Out requires the local unraid-api to be running": "L'uscita richiede che l'unraid-api locale sia in esecuzione",
  "Signing in {0}…": "Accesso in corso {0}…",
  "Signing In": "Accesso in corso",
  "Signing out {0}…": "Disconnessione in corso {0}…",
  "Signing Out": "Disconnessione in corso",
  "Something went wrong": "Qualcosa è andato storto",
  "SSL certificates for unraid.net deprecated": "Certificati SSL per unraid.net deprecati",
  "Stale Server": "Server Obsoleto",
  "Stale": "Obsoleto",
  "On the following screen, your license will be activated. You'll then create an Unraid.net Account to manage your license going forward.": "Nella seguente schermata, la tua licenza verrà attivata. Quindi creerai un account Unraid.net per gestire la tua licenza in futuro.",
  "Start Free 30 Day Trial": "Inizia la Prova Gratuita di 30 Giorni",
  "Starter": "Starter",
  "Starting your free 30 day trial": "Inizio della tua prova gratuita di 30 giorni",
  "Success!": "Successo!",
  "Thank you for choosing Unraid OS!": "Grazie per aver scelto Unraid OS!",
  "Thank you for installing Connect!": "Grazie per aver installato Connect!",
  "Thank you for purchasing an Unraid {0} Key!": "Grazie per aver acquistato una Chiave Unraid {0}!",
  "Thank you for upgrading to an Unraid {0} Key!": "Grazie per l'aggiornamento a una Chiave Unraid {0}!",
  "The Connect dashboard links to relevant sections of the webgui, allowing quick access to those settings and server sections.": "La dashboard di Connect collega alle sezioni rilevanti del WebGUI, permettendo rapido accesso a quelle impostazioni e sezioni del server.",
  "The logs may contain sensitive information so do not post them publicly.": "I log potrebbero contenere informazioni sensibili, quindi non pubblicarli pubblicamente.",
  "The primary method of support for Unraid Connect is through our forums and Discord.": "Il metodo principale di supporto per Unraid Connect è attraverso i nostri forum e Discord.",
  "Then go to Tools > Registration to manually install it": "Quindi vai su Strumenti > Registrazione per installarlo manualmente",
  "This may indicate a complex network that will not work with this Remote Access solution.": "Questo può indicare una rete complessa che non funzionerà con questa soluzione di Accesso Remoto.",
  "This update will require a reboot": "Questo aggiornamento richiederà un riavvio",
  "Toggle on/off server accessibility with dynamic remote access. Automatically turn on UPnP and open a random WAN port on your router at the click of a button and close off access in seconds.": "Attiva/disattiva l'accessibilità del server con accesso remoto dinamico. Attiva automaticamente UPnP e apri una porta WAN casuale sul tuo router con un clic e chiudi l'accesso in pochi secondi.",
  "Too Many Devices": "Troppi Dispositivi",
  "Transfer License to New Flash": "Trasferisci Licenza a Nuova Flash",
  "Trial Expired, see options below": "Prova Scaduta, vedi opzioni sotto",
  "Trial Expired": "Prova Scaduta",
  "Trial Key Created": "Chiave di Prova Creata",
  "Trial Key Creation Failed": "Creazione Chiave di Prova Fallita",
  "Trial Key Expired {0}": "Chiave di Prova Scaduta {0}",
  "Trial Key Expired at {0}": "Chiave di Prova Scaduta il {0}",
  "Trial Key Expires at {0}": "Chiave di Prova Scade il {0}",
  "Trial Key Expires in {0}": "Chiave di Prova Scade tra {0}",
  "Trial Requires Internet Connection": "La Prova Richiede Connessione Internet",
  "Trial": "Prova",
  "Unable to check for OS updates": "Impossibile controllare aggiornamenti OS",
  "Unable to fetch client WAN IPv4": "Impossibile recuperare l'indirizzo IPv4 WAN del client",
  "Unable to open release notes": "Impossibile aprire le note di rilascio",
  "Unknown error": "Errore sconosciuto",
  "Unknown": "Sconosciuto",
  "Unleash Your Hardware": "Libera le potenzialità del tuo Hardware",
  "Unleashed": "Liberato",
  "unlimited": "illimitato",
  "Unraid {0} Available": "Unraid {0} Disponibile",
  "Unraid {0} Update Available": "Aggiornamento Unraid {0} Disponibile",
  "Unraid {0}": "Unraid {0}",
  "Unraid Connect Error": "Errore Unraid Connect",
  "Unraid Connect Forums": "Forum Unraid Connect",
  "Unraid Connect Install Failed": "Installazione Unraid Connect fallita",
  "Unraid Contact Page": "Pagina di contatto Unraid",
  "Unraid Discord": "Discord Unraid",
  "Unraid logo animating with a wave like effect": "Logo di Unraid che anima con un effetto onda",
  "Unraid OS {0} Released": "Unraid OS {0} Rilasciato",
  "Unraid OS {0} Update Available": "Aggiornamento Unraid OS {0} disponibile",
  "Unraid OS is up-to-date": "Unraid OS è aggiornato",
  "Unraid OS Update Available": "Aggiornamento Unraid OS disponibile",
  "unraid-api is offline": "unraid-api è offline",
  "Up-to-date with eligible releases": "Aggiornato con versioni eligibili",
  "Up-to-date": "Aggiornato",
  "Update Available": "Aggiornamento disponibile",
  "Update Released": "Aggiornamento rilasciato",
  "Update Unraid OS confirmation required": "Conferma richiesta per l'aggiornamento di Unraid OS",
  "Update Unraid OS": "Aggiorna Unraid OS",
  "Updates Expire": "Aggiornamenti Scadono",
  "Updating 3rd party drivers": "Aggiornamento driver di terze parti",
  "Upgrade Key": "Chiave di aggiornamento",
  "Upgrade": "Aggiorna",
  "Uptime {0}": "Tempo di attività {0}",
  "USB Flash device error": "Errore del dispositivo USB Flash",
  "USB Flash has no serial number": "Il dispositivo USB Flash non ha un numero di serie",
  "Verify to Update": "Verifica per aggiornare",
  "Version available for restore {0}": "Versione disponibile per il ripristino {0}",
  "Version: {0}": "Versione: {0}",
  "View Available Updates": "Visualizza aggiornamenti disponibili",
  "View Changelog & Update": "Visualizza changelog e aggiorna",
  "View Changelog for {0}": "Visualizza changelog per {0}",
  "View Changelog on Docs": "Visualizza changelog su Documenti",
  "View Changelog to Start Update": "Visualizza changelog per avviare l'aggiornamento",
  "View Changelog": "Visualizza changelog",
  "View on Docs": "Visualizza su Documenti",
  "View release notes": "Visualizza note di rilascio",
  "We recommend backing up your USB Flash Boot Device before starting the update.": "\"Consigliamo di effettuare un backup del tuo dispositivo USB Flash Boot prima di iniziare l'aggiornamento.\"",
  "Welcome to your new {0} system, powered by Unraid!": "Benvenuto nel tuo nuovo sistema {0}, alimentato da Unraid!",
  "Welcome to Unraid!": "Benvenuto su Unraid!",
  "year": "{n} anno | {n} anni",
  "You are still eligible to access OS updates that were published on or before {1}.": "\"Sei ancora idoneo ad accedere agli aggiornamenti OS pubblicati il o prima del {1}.\"",
  "You can also manually create a new backup by clicking the Create Flash Backup button.": "\"Puoi anche creare manualmente un nuovo backup facendo clic sul pulsante Crea Backup Flash.\"",
  "You can manually create a backup by clicking the Create Flash Backup button.": "\"Puoi creare manualmente un backup facendo clic sul pulsante Crea Backup Flash.\"",
  "You have already activated the Flash Backup feature via the Unraid Connect plugin.": "\"Hai già attivato la funzione di Backup Flash tramite il plugin Unraid Connect.\"",
  "You have exceeded the number of devices allowed for your license. Please remove a device before adding another.": "\"Hai superato il numero di dispositivi consentiti per la tua licenza. Rimuovi un dispositivo prima di aggiungerne un altro.\"",
  "You have not activated the Flash Backup feature via the Unraid Connect plugin.": "\"Non hai attivato la funzione di Backup Flash tramite il plugin Unraid Connect.\"",
  "You may still update to releases dated prior to your update expiration date.": "\"Puoi ancora aggiornare a rilasci precedenti alla data di scadenza dell'aggiornamento.\"",
  "You're about to create a password to secure access to your system. This password is essential for managing and configuring your server. You'll use this password every time you access the Unraid web interface.": "\"Stai per creare una password per proteggere l'accesso al tuo sistema. Questa password è essenziale per gestire e configurare il tuo server. La userai ogni volta che accedi all'interfaccia web di Unraid.\"",
  "You're one step closer to enhancing your Unraid experience": "Sei un passo più vicino a migliorare la tua esperienza Unraid",
  "Your {0} Key has been replaced!": "La tua chiave {0} è stata sostituita!",
  "Your {0} license included one year of free updates at the time of purchase. You are now eligible to extend your license and access the latest OS updates. You are still eligible to access OS updates that were published on or before {1}.": "\"La tua licenza {0} includeva un anno di aggiornamenti gratuiti al momento dell'acquisto. Ora sei idoneo per estendere la tua licenza e accedere agli aggiornamenti OS più recenti. Sei ancora idoneo ad accedere agli aggiornamenti OS pubblicati il o prima del {1}.\"",
  "Your {0} license included one year of free updates at the time of purchase. You are now eligible to extend your license and access the latest OS updates.": "\"La tua licenza {0} includeva un anno di aggiornamenti gratuiti al momento dell'acquisto. Ora sei idoneo per estendere la tua licenza e accedere agli aggiornamenti OS più recenti.\"",
  "Your free Trial key provides all the functionality of an Unleashed Registration key": "La tua chiave di prova gratuita fornisce tutte le funzionalità di una chiave di Registrazione Unleashed",
  "Your license key is not eligible for Unraid OS {0}": "La tua chiave di licenza non è idonea per Unraid OS {0}",
  "Your license key's OS update eligibility has expired. Please renew your license key to enable updates released after your expiration date.": "\"L'idoneità all'aggiornamento OS della tua chiave di licenza è scaduta. Per favore, rinnova la tua chiave di licenza per abilitare gli aggiornamenti rilasciati dopo la data di scadenza.\"",
  "Your Trial has expired": "Il tuo periodo di prova è scaduto",
  "Your Trial key has been extended!": "La tua chiave di prova è stata estesa!",
  "Create an Unraid.net account and activate your key": "\"Crea un account su Unraid.net e attiva la tua chiave\"",
  "Device is ready to configure": "Il dispositivo è pronto per la configurazione",
  "Secure your device": "Proteggi il tuo dispositivo",
  "Unraid OS {0} Changelog": "Changelog di Unraid OS {0}",
  "or": "o",
  "Logging in...": "\"Accesso in corso...\"",
  "Try Again": "Riprova",
  "Log In With Unraid.net": "\"Accedi con Unraid.net\"",
  "Invalid Unraid.net credentials": "\"Credenziali di Unraid.net non valide\"",
  "This Unraid.net account is not authorized to access this server": "\"Questo account Unraid.net non è autorizzato ad accedere a questo server\"",
  "SSO login is not enabled on this server": "Accesso SSO non abilitato su questo server",
  "Login session expired. Please try again": "\"Sessione di accesso scaduta. Per favore riprova\"",
  "Network error. Please check your connection": "\"Errore di rete. Controlla la tua connessione\"",
  "SSO login failed. Please try again": "\"Accesso SSO fallito. Per favore riprova\"",
  "Error fetching token": "Errore nel recupero del token",
  "Visit Unraid website": "Visita il sito di Unraid",
  "Version Information": "Informazioni sulla versione",
  "First, you'll create your device's login credentials, then you'll activate your Unraid license—your device's operating system (OS).": "\"Prima, creerai le credenziali di accesso del tuo dispositivo, quindi attiverai la tua licenza Unraid - il sistema operativo (OS) del tuo dispositivo.\"",
  "Edit API Key": "Modifica chiave API",
  "Create API Key": "Crea chiave API",
  "OS version copied to clipboard": "Versione OS copiata negli appunti",
  "API version copied to clipboard": "Versione API copiata negli appunti",
  "Visit Partner website": "Visita il sito del Partner",
  "Unraid OS": "Unraid OS",
  "Unraid API": "Unraid API",
  "View OS Release Notes": "Visualizza Note di Rilascio OS",
  "View API Changelog": "Visualizza Changelog API",
  "Registered GUID": "GUID Registrato",
  "Array status": "Stato dell'array",
  "Trial expiration": "Scadenza della prova",
  "Flash Drive": "Drive USB",
  "License": "Licenza",
  "Actions": "Azioni",
  "Your license key was automatically renewed and installed. Reload the page to see updated details.": "\"La tua chiave di licenza è stata automaticamente rinnovata e installata. Ricarica la pagina per vedere i dettagli aggiornati.\"",
  "Checking authentication options...": "\"Verifica opzioni di autenticazione...\"",
  "Invalid callback parameters": "Parametri di callback non validi",
  "Loading changelog…": "Caricamento changelog...",
  "Checking for OS updates...": "\"Verifica aggiornamenti OS...\"",
  "Requires verification to update": "Richiede verifica per aggiornare",
  "More Options": "Altre opzioni",
  "Manage update preferences including beta access and version selection at account.unraid.net": "\"Gestisci preferenze di aggiornamento, inclusa l'accesso alle versioni beta e la selezione della versione su account.unraid.net\"",
  "You can opt back in to an ignored release by clicking on the Check for Updates button in the header anytime": "Puoi scegliere di essere nuovamente incluso in una versione ignorata cliccando il pulsante Verifica Aggiornamenti nella intestazione in qualsiasi momento",
  "Loading changelog...": "\"Caricamento changelog...\"",
  "No changelog content available": "Nessun contenuto del changelog disponibile",
  "Downgrade": "Regressione",
  "Update": "Aggiorna",
  "During the Unraid OS update process third-party drivers were detected and are currently being updated in the background. Please wait for those to finish downloading before rebooting your server to complete the update process. You should receive a system notification when complete. You may also refresh this page to check for an updated status.": "\"Durante il processo di aggiornamento OS di Unraid sono stati rilevati driver di terze parti e attualmente vengono aggiornati in background. Si prega di attendere il completamento del download prima di riavviare il server per completare il processo di aggiornamento. Dovresti ricevere una notifica del sistema quando completo. Puoi anche aggiornare questa pagina per controllare uno stato aggiornato.\"",
  "License Key Updates Expired": "Aggiornamenti della Chiave di Licenza Scaduti",
  "Downgrade Unraid OS confirmation required": "Conferma richiesta per downgrade Unraid OS",
  "Please confirm the downgrade details below": "Conferma i dettagli del downgrade qui sotto",
  "Post Install License Key Error": "Errore Chiave di Licenza dopo l'Installazione",
  "This downgrade will require a reboot": "Questo downgrade richiederà un riavvio",
  "Confirm and start downgrade": "Conferma e avvia downgrade",
  "Loading…": "Caricamento...",
  "Go to API Settings": "Vai alle Impostazioni API",
  "Restart unraid-api": "Riavvia unraid-api",
  "Error creatiing a trial key. Please try again later.": "\"Errore nella creazione di una chiave di prova. Riprovare più tardi.\"",
  "Username": "Nome utente",
  "Password": "Password",
  "Login": "Accesso",
  "Password recovery": "Recupero della password",
  "jsonforms.errors.default": "\"Valore non valido\"",
  "jsonforms.rclone.basic.remoteName.label": "Nome Remoto",
  "jsonforms.rclone.basic.remoteName.description": "Nome per identificare questa configurazione remota (ad esempio, mio_google_drive). Utilizzare solo lettere, numeri, trattini e underscore.",
  "jsonforms.rclone.basic.remoteName.descriptionShort": "Nome per identificare questa configurazione remota",
  "jsonforms.rclone.basic.providerType.label": "Tipo di Provider di Archiviazione",
  "jsonforms.rclone.basic.providerType.description": "Seleziona il provider di archiviazione cloud da utilizzare per questo remoto.",
  "jsonforms.rclone.basic.documentation.text": "Collegamento alla Documentazione",
  "jsonforms.rclone.basic.documentation.description": "Per ulteriori informazioni, fare riferimento alla [Documentazione Configurazione RClone](https://rclone.org/commands/rclone_config/).",
  "jsonforms.rclone.basic.showAdvanced.label": "Mostra Opzioni Avanzate",
  "jsonforms.rclone.basic.showAdvanced.description": "Visualizza opzioni di configurazione aggiuntive per esperti.",
  "jsonforms.rclone.basic.showAdvanced.toggleDescription": "Se visualizzare le opzioni di configurazione avanzate.",
  "jsonforms.rclone.validation.sizeSuffix": "Formato dimensione non valido. Esempi: \"10G\", \"100M\", \"1.5GiB\", \"off\".",
  "jsonforms.rclone.validation.duration": "Formato durata non valido. Esempi: \"10s\", \"1.5m\", \"100ms\", \"1h15m\", \"off\".",
  "jsonforms.apiSettings.sandbox": "Abilita Sandbox Sviluppatore",
  "jsonforms.apiKey.name": "Nome API Key",
  "jsonforms.apiKey.description": "Descrizione",
  "jsonforms.apiKey.roles": "Ruoli",
  "jsonforms.apiKey.permissionPresets": "Aggiungi Preset di Permesso",
  "jsonforms.apiKey.customPermissions": "Permessi",
  "jsonforms.apiKey.customPermissions.resources": "Risorse",
  "jsonforms.apiKey.customPermissions.actions": "Azioni",
  "jsonforms.apiKey.permissions.header": "Configurazione Permessi",
  "jsonforms.apiKey.permissions.description": "Seleziona qualsiasi combinazione di ruoli, gruppi di permessi e permessi personalizzati per definire a cosa può accedere questa chiave API.",
  "jsonforms.apiKey.permissions.subheader": "Permessi",
  "jsonforms.apiKey.permissions.help": "Usa il menu a discesa preselezione per i set di permessi comuni, oppure aggiungi manualmente permessi personalizzati. Puoi selezionare più risorse che condividono le stesse azioni.",
  "jsonforms.rclone.basic.remoteName": "Nome Remoto",
  "jsonforms.rclone.basic.providerType": "Tipo di Provider di Archiviazione",
  "jsonforms.rclone.basic.documentation": "Collegamento alla Documentazione",
  "jsonforms.rclone.basic.showAdvanced": "Mostra Opzioni Avanzate",
  "jsonforms.oidc.provider.id": "ID del Provider",
  "jsonforms.oidc.provider.name": "Nome del Provider",
  "jsonforms.oidc.provider.clientId": "ID Cliente OAuth",
  "jsonforms.oidc.provider.clientSecret": "Segreto Cliente OAuth",
  "jsonforms.oidc.provider.issuer": "URL dell'Emittente",
  "jsonforms.oidc.provider.scopes": "OAuth Scopes",
  "jsonforms.oidc.provider.authorizationEndpoint": "Endpoint di Autorizzazione",
  "jsonforms.oidc.provider.tokenEndpoint": "Endpoint Token",
  "jsonforms.oidc.provider.userInfoEndpoint": "Endpoint Informazioni Utente",
  "jsonforms.oidc.provider.jwksUri": "URI JWKS",
  "jsonforms.oidc.restrictions.title": "Autorizzazione Semplice",
  "jsonforms.oidc.restrictions.help": "Configura semplici liste di consentimento per chi può accedere.",
  "jsonforms.oidc.restrictions.allowedDomains": "Domini Email Consentiti",
  "jsonforms.oidc.restrictions.allowedEmails": "Indirizzi Email Specifici",
  "jsonforms.oidc.restrictions.allowedUserIds": "ID Utenti Consentiti",
  "jsonforms.oidc.restrictions.workspaceDomain": "Dominio di Google Workspace",
  "jsonforms.oidc.rules.title": "Regole di Autorizzazione Avanzate",
  "jsonforms.oidc.rules.description": "Definisci la logica di autorizzazione basata su claim.",
  "jsonforms.oidc.rules.mode": "Modalità Regola",
  "jsonforms.oidc.rules.claim": "Claim JWT",
  "jsonforms.oidc.rules.operator": "Operatore",
  "jsonforms.oidc.rules.value": "Valori",
  "jsonforms.oidc.rules.collection": "Regole sui Claim",
  "jsonforms.oidc.buttons.title": "Personalizzazione Pulsante",
  "jsonforms.oidc.buttons.description": "Personalizza l'aspetto del pulsante di accesso.",
  "jsonforms.oidc.buttons.text": "Testo del Pulsante",
  "jsonforms.oidc.buttons.icon": "URL Icona Pulsante",
  "jsonforms.oidc.buttons.variant": "Stile del Pulsante",
  "jsonforms.oidc.buttons.style": "Stili CSS Personalizzati",
  "jsonforms.oidc.provider.discoveryToggle": "Usa Scoperta Automatica"
}
