{
  "{0} {1} Key…": "{0} {1} taustiņš…",
  "{0} devices": "{0} ierīces",
  "{0} out of {1} allowed devices – upgrade your key to support more devices": "{0} no {1} atļautajām ierīcēm – atjaunojiet savu taustiņu, lai atbalstītu vairāk ierīču",
  "{0} out of {1} devices": "{0} no {1} ierīcēm",
  "{0} Release Notes": "{0} Izlaiduma piezīmes",
  "{0} Signed In Successfully": "{0} Veiksmīgi pieteicies",
  "{0} Signed Out Successfully": "{0} Veiksmīgi izrakstījies",
  "{0} Update Available": "{0} Jauninājums pieejams",
  "{1} Key {0} Successfully": "{1} Atslēga {0} Veiksmīgi",
  "<p>It is not possible to use a Trial key with an existing Unraid OS installation.</p><p>You may purchase a license key corresponding to this USB Flash device to continue using this installation.</p>": "<p>Nav iespējams lietot izmēģinājuma atslēgu ar esošu Unraid OS instalāciju.</p><p>Jūs varat iegādāties licenču atslēgu, kas atbilst šai USB Flash ierīcei, lai turpinātu izmantot šo instalāciju.</p>",
  "<p>Please refresh the page to ensure you load your latest configuration</p>": "<p>Lūdzu, atsvaidziniet lapu, lai pārliecinātos par jaunākās konfigurācijas ielādi</p>",
  "<p>Register for Connect by signing in to your Unraid.net account</p>": "<p>Reģistrējieties Connect, piesakoties savā Unraid.net kontā</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device or choose Purchase Key.</p><p>Your Unraid registration key is ineligible for replacement as it has been replaced within the last 12 months.</p>": "<p>Licenču atslēgu fails neatbilst USB Flash boot ierīcei. Lūdzu, kopējiet pareizu atslēgu failu uz /config mapes jūsu USB Flash boot ierīcē vai izvēlieties Iegādāties atslēgu.</p><p>Jūsu Unraid reģistrācijas atslēga nav eligible aizstāšanai, jo tā ir aizstāta pēdējā gada laikā.</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device or choose Purchase Key.</p><p>Your Unraid registration key is ineligible for replacement as it is blacklisted.</p>": "<p>Licenču atslēgu fails neatbilst USB Flash boot ierīcei. Lūdzu, kopējiet pareizu atslēgu failu uz /config mapes jūsu USB Flash boot ierīcē vai izvēlieties Iegādāties atslēgu.</p><p>Jūsu Unraid reģistrācijas atslēga nav eligible aizstāšanai, jo tā ir iekļauta melnajā sarakstā.</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device.</p><p>You may also attempt to Purchase or Replace your key.</p>": "<p>Licenču atslēgu fails neatbilst USB Flash boot ierīcei. Lūdzu, kopējiet pareizo atslēgu failu uz /config mapes jūsu USB Flash boot ierīcē.</p><p>Jūs arī varat mēģināt iegādāties vai aizstāt atslēgu.</p>",
  "<p>There are multiple license key files present on your USB flash device and none of them correspond to the USB Flash boot device. Please remove all key files, except the one you want to replace, from the /config directory on your USB Flash boot device.</p><p>Alternately you may purchase a license key for this USB flash device.</p><p>If you want to replace one of your license keys with a new key bound to this USB Flash device, please first remove all other key files first.</p>": "<p>Jūsu USB flash ierīcē ir vairāki licenču atslēgu faili, kas neatbilst USB Flash boot ierīcei. Lūdzu, noņemiet visus atslēgu failus, izņemot to, kuru vēlaties aizstāt, no /config mapes jūsu USB Flash boot ierīcē.</p><p>Alternatīvi, jūs varat iegādāties licenču atslēgu šai USB flash ierīcei.</p><p>Ja vēlaties aizstāt vienu no jūsu licenču atslēgām ar jaunu atslēgu, kas piesaistīta šai USB Flash ierīcei, lūdzu, vispirms noņemiet visas citas atslēgu failus.</p>",
  "<p>There is a physical problem accessing your USB Flash boot device</p>": "<p>Jūsu USB Flash boot ierīcei ir fiziska piekļuves problēma</p>",
  "<p>There is a problem with your USB Flash device</p>": "<p>Jūsu USB Flash ierīcē ir problēma</p>",
  "<p>This USB Flash boot device has been blacklisted. This can occur as a result of transferring your license key to a replacement USB Flash device, and you are currently booted from your old USB Flash device.</p><p>A USB Flash device may also be blacklisted if we discover the serial number is not unique – this is common with USB card readers.</p>": "<p>Šī USB Flash boot ierīce ir iekļauta melnajā sarakstā. Tas var rasties atslēgu pārneses uz jaunu USB Flash ierīci rezultātā, un jūs pašlaik bootat no vecās USB Flash ierīces.</p><p>USB Flash ierīce var tikt iekļauta melnajā sarakstā, ja tiek atklāts, ka sērijas numurs nav unikāls – tas ir bieži sastopams ar USB karšu lasītājiem.</p>",
  "<p>This USB Flash device has an invalid GUID. Please try a different USB Flash device</p>": "<p>Šai USB Flash ierīcei ir nederīgs GUID. Lūdzu, mēģiniet citu USB Flash ierīci</p>",
  "<p>To continue using Unraid OS you may purchase a license key. Alternately, you may request a Trial extension.</p>": "<p>Lai turpinātu izmantot Unraid OS, jūs varat iegādāties licenču atslēgu. Alternatīvi, jūs varat pieprasīt izmēģinājuma pagarinājumu.</p>",
  "<p>To support more storage devices as your server grows, click Upgrade Key.</p>": "<p>Lai atbalstītu vairāk uzglabāšanas ierīču, kad jūsu serveris aug, noklikšķiniet Uzlabot atslēgu.</p>",
  "<p>You have used all your Trial extensions. To continue using Unraid OS you may purchase a license key.</p>": "<p>Jūs esat izmantojis visus savus izmēģinājuma pagarinājumus. Lai turpinātu izmantot Unraid OS, jums var būt nepieciešams iegādāties licenču atslēgu.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>After your <em>Trial</em> has reached expiration, your server <strong>still functions normally</strong> until the next time you Stop the array or reboot your server.</p><p>At that point you may either purchase a license key or request a <em>Trial</em> extension.</p>": "<p>Jūsu <em>Izmēģinājuma</em> atslēga ietver visas funkcionalitātes un ierīču atbalstu no <em>Unleashed</em> atslēgas.</p><p>Pēc tam, kad jūsu <em>Izmēģinājums</em> beidzas, jūsu serveris <strong>turpina darboties normāli</strong> līdz nākamreiz, kad pārtraucat array vai restartējat serveri.</p><p>Šajā brīdī jūs varat vai nu iegādāties licenču atslēgu, vai pieprasīt <em>Izmēģinājuma</em> pagarinājumu.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>When your <em>Trial</em> expires, <strong>the array will stop</strong>. At that point you may either purchase a license key or request a <em>Trial</em> extension.</p>": "<p>Jūsu <em>Izmēģinājuma</em> atslēga ietver visas funkcionalitātes un ierīču atbalstu no <em>Unleashed</em> atslēgas.</p><p>Kad jūsu <em>Izmēģinājums</em> beidzas, <strong>array apstāsies</strong>. Šajā brīdī jūs varat vai nu iegādāties licenču atslēgu, vai pieprasīt <em>Izmēģinājuma</em> pagarinājumu.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>Your trial is expiring soon. When it expires, <strong>the array will stop</strong>. You may extend your trial now, purchase a license key, or wait until expiration to take action.</p>": "<p>Jūsu <em>Izmēģinājuma</em> atslēga ietver visas funkcionalitātes un ierīču atbalstu no <em>Unleashed</em> atslēgas.</p><p>Jūsu izmēģinājums beidzas drīz. Kad tas beigsies, <strong>array apstāsies</strong>. Jūs varat pagarināt izmēģinājumu tagad, iegādāties licenču atslēgu vai gaidīt līdz beigu laikam pirms veicat darbību.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>Your trial is expiring soon and you have used all available extensions. When it expires, <strong>the array will stop</strong>. To continue using Unraid OS, you must purchase a license key.</p>": "<p>Jūsu <em>Izmēģinājuma</em> atslēga ietver visas funkcionalitātes un ierīču atbalstu no <em>Unleashed</em> atslēgas.</p><p>Jūsu izmēģinājums beidzas drīz un jūs esat izmantojis visus pieejamos pagarinājumus. Kad tas beigsies, <strong>array apstāsies</strong>. Lai turpinātu izmantot Unraid OS, jums ir jāpērk licenču atslēga.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>You have used all available trial extensions. When your <em>Trial</em> expires, <strong>the array will stop</strong>. To continue using Unraid OS after expiration, you must purchase a license key.</p>": "<p>Jūsu <em>Izmēģinājuma</em> atslēga ietver visas funkcionalitātes un ierīču atbalstu no <em>Unleashed</em> atslēgas.</p><p>Jūs esat izmantojis visas pieejamās izmēģinājuma pagarinājumus. Kad jūsu <em>Izmēģinājums</em> beigsies, <strong>array apstāsies</strong>. Lai turpinātu izmantot Unraid OS pēc beigu laika, jums ir jāpērk licenču atslēga.</p>",
  "<p>Your license key file is corrupted or missing. The key file should be located in the /config directory on your USB Flash boot device.</p><p>If you do not have a backup copy of your license key file you may attempt to recover your key.</p><p>If this was an expired Trial installation, you may purchase a license key.</p>": "<p>Jūsu licenču atslēgu fails ir bojāts vai pazudis. Atslēgu fails būtu jāatrodas /config mapes jūsu USB Flash boot ierīcē.</p><p>Ja jums nav rezerves kopijas sava licenču atslēgu faila, varat mēģināt atjaunot savu atslēgu.</p><p>Ja tas bija beidzies izmēģinājuma instalācijā, jūs varat iegādāties licenču atslēgu.</p>",
  "<p>Your license key file is corrupted or missing. The key file should be located in the /config directory on your USB Flash boot device.</p><p>You may attempt to recover your key with your Unraid.net account.</p><p>If this was an expired Trial installation, you may purchase a license key.</p>": "<p>Jūsu licenču atslēgu fails ir bojāts vai pazudis. Atslēgu fails būtu jāatrodas /config mapes jūsu USB Flash boot ierīcē.</p><p>Jūs varat mēģināt atjaunot savu atslēgu, izmantojot savu Unraid.net kontu.</p><p>Ja tas bija beidzies izmēģinājuma instalācijā, jūs varat iegādāties licenču atslēgu.</p>",
  "<p>Your server will not be usable until you purchase a Registration key or install a free 30 day <em>Trial</em> key. A <em>Trial</em> key provides all the functionality of an Unleashed Registration key.</p><p>Registration keys are bound to your USB Flash boot device serial number (GUID). Please use a high quality name brand device at least 1GB in size.</p><p>Note: USB memory card readers are generally not supported because most do not present unique serial numbers.</p><p><strong>Important:</strong></p><ul class='list-disc pl-16px'><li>Please make sure your server time is accurate to within 5 minutes</li><li>Please make sure there is a DNS server specified</li></ul>": "<p>Jūsu serveris nebūs izmantojams, līdz iegādāsieties Reģistrācijas atslēgu vai instalēsiet bezmaksas 30 dienu <em>Izmēģinājuma</em> atslēgu. <em>Izmēģinājuma</em> atslēga nodrošina visu funkcionalitāti kā Neierobežotas Reģistrācijas atslēga.</p><p>Reģistrācijas atslēgas ir piesaistītas jūsu USB Flash boot ierīces sērijas numuram (GUID). Lūdzu, izmantojiet augstas kvalitātes nosaukuma zīmolierīci, kas ir vismaz 1GB lielā.</p><p>Piezīme: USB atmiņas karšu lasītāji vispārīgi nav atbalstīti, jo vairums neveido unikālus sērijas numurus.</p><p><strong>Svarīgi:</strong></p><ul class='list-disc pl-16px'><li>Lūdzu, pārliecinieties, ka servera laiks ir precīzs līdz 5 minūtēm</li><li>Lūdzu, pārliecinieties, vai ir norādīts DNS serveris</li></ul>",
  "<p>Your Trial key requires an internet connection.</p><p><a href='/Settings/NetworkSettings class='underline'>Please check Settings > Network</a></p>": "<p>Jūsu Izmēģinājuma atslēga prasa interneta savienojumu.</p><p><a href='/Settings/NetworkSettings class='underline'>Lūdzu, pārbaudiet Iestatījumi > Tīkls</a></p>",
  "<p>Your Unraid registration key is ineligible for replacement as it has been replaced within the last 12 months.</p>": "<p>Jūsu Unraid reģistrācijas atslēga nav eligible aizstāšanai, jo tā ir aizstāta pēdējos 12 mēnešos.</p>",
  "A Trial key provides all the functionality of an Unleashed Registration key": "Izmēģinājuma atslēga nodrošina visu funkcionalitāti kā Neierobežotas Reģistrācijas atslēga.",
  "A valid GUID is required to check for OS updates.": "Nepieciešams derīgs GUID, lai pārbaudītu OS atjauninājumus.",
  "A valid keyfile and USB Flash boot device are required to check for OS updates.": "Nepieciešams derīgs atslēgas fails un USB Flash boot ierīce, lai pārbaudītu OS atjauninājumus.",
  "A valid keyfile is required to check for OS updates.": "Nepieciešams derīgs atslēgas fails, lai pārbaudītu OS atjauninājumus.",
  "A valid OS version is required to check for OS updates.": "Nepieciešama derīga OS versija, lai pārbaudītu OS atjauninājumus.",
  "Acklowledge that you have made a Flash Backup to enable this action": "Apstipriniet, ka esat izveidojis Flash dublējumu, lai iespējotu šo darbību",
  "Activate Now": "Aktivizēt tagad",
  "Activate License": "Aktivizēt licenci",
  "ago": "atpakaļ",
  "All you need is an active internet connection, an Unraid.net account, and the Connect plugin. Get started by installing the plugin.": "Viss, kas jums nepieciešams, ir aktīvs interneta pieslēgums, Unraid.net konts un Connect spraudnis. Sāciet, instalējot spraudni.",
  "Attached Storage Devices": "Pievienotas glabāšanas ierīces",
  "Backing up...this may take a few minutes": "Dublēšana... tas var aizņemt vairākas minūtes",
  "Basic": "Pamats",
  "Begin downgrade to {0}": "Sākt atteikšanos līdz {0}",
  "Beta": "Beta",
  "Blacklisted USB Flash GUID": "Melnā saraksta USB Flash GUID",
  "BLACKLISTED": "MELNAJA SARAKSTA",
  "Calculating OS Update Eligibility…": "Aprēķina OS atjauninājuma piemērotību…",
  "Calculating trial expiration…": "Aprēķina izmēģinājuma termiņu…",
  "Callback redirect type not present or incorrect": "Atbildes novirzīšanas veids nav pieejams vai nepareizs",
  "Cancel {0}": "Atcelt {0}",
  "Cancel": "Atcelt",
  "Cannot access your USB Flash boot device": "Nevar piekļūt jūsu USB Flash boot ierīcei",
  "Cannot validate Unraid Trial key": "Nevar validēt Unraid izmēģinājuma atslēgu",
  "Check Eligibility": "Pārbaudīt tiesības",
  "check for OS updates": "pārbaudīt OS atjauninājumus",
  "Check for OS Updates": "Pārbaudīt OS atjauninājumus",
  "Check for Prereleases": "Pārbaudīt pirmslaidi",
  "Check for Update": "Pārbaudīt atjauninājumu",
  "Checking WAN IPs…": "Pārbauda WAN IPs…",
  "Checking...": "Pārbaude...",
  "Checkout the Connect Documentation": "Pārbaudiet Connect dokumentāciju",
  "Click to close modal": "Noklikšķiniet, lai aizvērtu modāli",
  "Click to Copy LAN IP {0}": "Noklikšķiniet, lai kopētu LAN IP {0}",
  "Close Dropdown": "Aizvērt nolaižamo sarakstu",
  "Close Modal": "Aizvērt modāli",
  "Close": "Aizvērt",
  "Configure Connect Features": "Konfigurēt Connect īpatnības",
  "Confirm and start update": "Apstipriniet un sāciet atjauninājumu",
  "Confirm to Install Unraid OS {0}": "Apstipriniet, lai instalētu Unraid OS {0}",
  "Connected": "Savienots",
  "Contact Support": "Saņemiet atbalstu",
  "Continue": "Turpināt",
  "Copied": "Kopēts",
  "Copy Key URL": "Kopēt atslēgas URL",
  "Copy your Key URL: {0}": "Kopēt savu Atslēgas URL: {0}",
  "Create Flash Backup": "Izveidot Flash dublējumu",
  "Create a password": "Izveidot paroli",
  "Create Device Password": "Izveidot ierīces paroli",
  "Current Version {0}": "Pašreizējā versija {0}",
  "Current Version: Unraid {0}": "Pašreizējā versija: Unraid {0}",
  "Customizable Dashboard Tiles": "Pielāgojamas informācijas paneļa dakenu",
  "day": "{n} diena | {n} dienas",
  "Deep Linking": "Dziļais savienojums",
  "DNS issue, unable to resolve wanip4.unraid.net": "DNS problēma, neizdodas atrisināt wanip4.unraid.net",
  "Downgrade Unraid OS to {0}": "Atteikties uz Unraid OS {0}",
  "Downgrade Unraid OS": "Atteikties uz Unraid OS",
  "Downgrades are only recommended if you're unable to solve a critical issue.": "Ieteicams atteikties tikai tad, ja nespējat risināt kritisku problēmu.",
  "Download Diagnostics": "Lejupielādēt Diagnostiku",
  "Download the Diagnostics zip then please open a bug report on our forums with a description of the issue along with your diagnostics.": "Lejupielādēt Diagnostikas zip un pēc tam, lūdzu, atveriet kļūdu ziņojumu mūsu forumos ar problēmas aprakstu un diagnostiku.",
  "Download unraid-api Logs": "Lejupielādēt unraid-api žurnālus",
  "Dynamic Remote Access": "Dinamiskā attālā piekļuve",
  "Eligible for free feature updates for {0}": "Piemērots bezmaksas īpatnību jauninājumiem uz {0}",
  "Eligible for free feature updates until {0}": "Piemērots bezmaksas īpatnību jauninājumiem līdz {0}",
  "Eligible": "Piemērots",
  "Enable update notifications": "Iespējot atjauninājuma paziņojumus",
  "Enhance your experience with Unraid Connect": "Uzlabot pieredzi ar Unraid Connect",
  "Enhance your Unraid experience with Connect": "Uzlabot jūsu Unraid pieredzi ar Connect",
  "Enhance your Unraid experience": "Uzlabot jūsu Unraid pieredzi",
  "Error creating a trial key. Please try again later.": "Kļūda veidojot izmēģinājuma atslēgu. Lūdzu, mēģiniet vēlreiz vēlāk.",
  "Error Parsing Changelog • {0}": "Kļūda analizējot izmaiņu sarakstu • {0}",
  "Error": "Kļūda",
  "Expired {0}": "Beidzies {0}",
  "Expired": "Beidzies",
  "Expires at {0}": "Beidzas pie {0}",
  "Expires in {0}": "Beidzas pēc {0}",
  "Extend License to Enable OS Updates": "Pagariniet licenci, lai iespējotu OS atjauninājumus",
  "Extend License to Update": "Pagariniet licenciju atjaunināšanai",
  "Extend License": "Pagariniet licenci",
  "Extend Trial": "Pagariniet izmēģinājumu",
  "Extending your free trial by 15 days": "Pagarinot bezmaksas izmēģinājumu par 15 dienām",
  "Extension Installed": "Pagarinājums uzstādīts",
  "Failed to {0} {1} Key": "Neizdevās {0} {1} Atslēga",
  "Failed to install key": "Neizdevās uzstādīt atslēgu",
  "Failed to update Connect account configuration": "Neizdevās atjaunināt Connect konta konfigurāciju",
  "Fetching & parsing changelog…": "Iegūstām un analizējam izmaiņu sarakstu…",
  "Fix Error": "Labot kļūdu",
  "Flash Backup is not available. Navigate to {0}/Main/Settings/Flash to try again then come back to this page.": "Flasha dublējums nav pieejams. Pārejiet uz {0}/Galvenais/Iestatījumi/Flash, lai mēģinātu vēlreiz, un pēc tam atgriezieties šajā lapā.",
  "Flash GUID Error": "Flash GUID kļūda",
  "Flash GUID required to check replacement status": "Flash GUID ir nepieciešams, lai pārbaudītu aizstāšanas statusu",
  "Flash GUID": "Zibspuldzes GUID",
  "Flash Product": "Zibspuldzes produkts",
  "Flash Vendor": "Zibspuldzes pārdevējs",
  "Get a Lifetime Key": "Iegūt Mūža atslēgu",
  "Get an overview of your server's state, storage space, apps and VMs status, and more.": "Iegūstiet pārskatu par jūsu servera stāvokli, uzglabāšanas vietas, lietotņu un VM statusu un vairāk.",
  "Get Started": "Sākt",
  "Go to Connect plugin settings": "Pārejiet uz Connect spraudņa iestatījumiem",
  "Go to Connect": "Pārejiet uz Connect",
  "Go to Management Access Now": "Pārejiet uz Vadības piekļuvi tūlīt",
  "Go to Settings > Notifications to enable automatic OS update notifications for future releases.": "Pārejiet uz Iestatījumi > Paziņojumi, lai iespējotu automātiskos OS atjauninājumu paziņojumus nākotnes izlaidumiem.",
  "Go to Tools > Management Access to activate the Flash Backup feature and ensure your backup is up-to-date.": "Pārejiet uz Rīki > Vadības piekļuvi, lai aktivizētu Flash Backup funkciju un nodrošinātu jūsu dublējumkopiju aktualizēšanu.",
  "Go to Tools > Management Access to ensure your backup is up-to-date.": "Pārejiet uz Rīki > Vadības piekļuvi, lai nodrošinātu jūsu dublējumkopijas aktualizēšanu.",
  "Go to Tools > Registration to fix": "Pārejiet uz Rīki > Reģistrācija, lai labotu",
  "Go to Tools > Registration to Learn More": "Pārejiet uz Rīki > Reģistrācija, lai uzzinātu vairāk",
  "Go to Tools > Update OS for more options.": "Pārejiet uz Rīki > Atjaunināt OS, lai atrastu vēl iespējas.",
  "Go to Tools > Update": "Pārejiet uz Rīki > Atjaunināt",
  "hour": "{n} stunda | {n} stundas",
  "I have made a Flash Backup": "Esmu izveidojis Flash dublējumu",
  "If you are asked to supply logs, please open a support request on our Contact Page and reply to the email message you receive with your logs attached.": "Ja tiek lūgts nodrošināt žurnālus, lūdzu atveriet atbalsta pieprasījumu mūsu Kontaktlapā un atbildiet uz e-pasta ziņu, ko saņemat, ar pievienoto žurnālu.",
  "Ignore this message if you are currently connected via Remote Access or VPN.": "Ignorējiet šo ziņojumu, ja pašlaik esat pieslēgts, izmantojot attālo piekļuvi vai VPN.",
  "Ignore this release until next reboot": "Ignorējiet šo izlaidumu līdz nākamajai restartēšanai",
  "Ignored Releases": "Ignorētie izlaidumi",
  "In the rare event you need to downgrade we ask that you please provide us with Diagnostics so we can investigate your issue.": "Retajā gadījumā, ja nepieciešams veikt pazemināšanu, lūdzu, nodrošiniet diagnostiku, lai mēs varētu izpētīt problēmu.",
  "Ineligible as of {0}": "Neatbilstošs kopš {0}",
  "Eligible for updates released on or before {0}.": "Atbilstošs atjauninājumiem, kas izlaisti pirms vai pēc {0}.",
  "Extend your license to access the latest updates.": "Pagariniet savu licenci, lai piekļūtu jaunākajiem atjauninājumiem.",
  "Ineligible for Unraid OS updates": "Neatbilstošs Unraid OS atjauninājumiem",
  "Ineligible": "Neatbilstošs",
  "Ineligible for self-replacement": "Neatbilstošs pašnomaiņai",
  "Install Connect": "Instalējiet Connect",
  "Install Extended": "Instalējiet Paplašinātu",
  "Install Recovered": "Instalējiet Atgūtu",
  "Install Replaced": "Instalējiet Aizvietots",
  "Install Unraid OS {0}": "Instalējiet Unraid OS {0}",
  "Install": "Instalēt",
  "Installed": "Instalēts",
  "Installing Connect": "Instalē Connect",
  "Installing Extended Trial": "Instalē Paplašinātu Pārbaudi",
  "Installing Extended": "Instalē Paplašinātu",
  "Installing Recovered": "Instalē Atgūtu",
  "Installing Replaced": "Instalē Aizvietots",
  "Installing": "Instalēšana",
  "Introducing Unraid Connect": "Piedāvājam Unraid Connect",
  "Invalid API Key Format": "Nederīgs API Atslēgas Formāts",
  "Invalid API Key": "Nederīga API Atslēga",
  "Invalid installation": "Nederīga instalācija",
  "It's highly recommended to review the changelog before continuing your update": "Ļoti ieteicams pārskatīt izmaiņu žurnālu pirms turpināt atjaunināšanu",
  "Key ineligible for {0}": "Atslēga neatbilstoša {0}",
  "Key ineligible for future releases": "Atslēga neatbilstoša nākotnes izlaidumiem",
  "Key ineligible for new updates": "Atslēga neatbilstoša jauniem atjauninājumiem",
  "Keyfile required to check replacement status": "Lai pārbaudītu aizstāšanas statusu, nepieciešams atslēgas fails",
  "LAN IP {0}": "LAN IP {0}",
  "LAN IP Copied": "LAN IP Nokopēts",
  "LAN IP": "LAN IP",
  "Last checked: {0}": "Pēdējā pārbaude: {0}",
  "Learn more about the error": "Uzziniet vairāk par kļūdu",
  "Learn more and fix": "Uzziniet vairāk un labojiet",
  "Learn more and link your key to your account": "Uzziniet vairāk un saistiet savu atslēgu ar savu kontu",
  "Learn more": "Uzziniet vairāk",
  "Learn More": "Uzziniet Vairāk",
  "Let's activate your Unraid OS License": "Aktivizēsim jūsu Unraid OS licenci",
  "Let's Unleash your Hardware!": "Atslābiniet savu Aprīkojumu!",
  "License key actions": "Licences atslēgas darbības",
  "License key type": "Licences atslēgas veids",
  "License Management": "Licences Pārvaldība",
  "Lifetime": "Mūžs",
  "Link Key": "Saite Atslēga",
  "Linked": "Saistīts",
  "Linked to Unraid.net account": "Saistīts ar Unraid.net kontu",
  "Loading": "Ielādēšana",
  "Manage Unraid.net Account in new tab": "Pārvaldiet Unraid.net Kontu jaunā cilnē",
  "Manage Unraid.net Account": "Pārvaldiet Unraid.net Kontu",
  "Manage your license keys at any time via the My Keys section.": "Pārvaldiet savas licences atslēgas jebkurā laikā sadaļā Mani Atslēgas.",
  "Manage Your Server Within Connect": "Pārvaldiet savu serveri ar Connect",
  "minute": "{n} minūte | {n} minūtes",
  "Missing key file": "Trūkst atslēgas fails",
  "month": "{n} mēnesis | {n} mēneši",
  "More about Licensing": "Vairāk par Licencēšanu",
  "More about Unraid.net Accounts": "Vairāk par Unraid.net Kontiem",
  "More options": "Vairāk iespēju",
  "Multiple License Keys Present": "Vairākas Licences Atslēgas klāt",
  "Never ever be left without a backup of your config. If you need to change flash drives, generate a backup from Connect and be up and running in minutes.": "Nekad neaizmirstiet par savu iestatījumu dublējumu. Ja nepieciešams nomainīt zibspuldzes diskus, izveidojiet dublējumu no Connect un atjaunojiet dažās minūtēs.",
  "New Version: {0}": "Jaunā versija: {0}",
  "No downgrade available": "Nav pieejams pazeminājums",
  "No Flash": "Nav Zibspuldzes",
  "No Keyfile": "Nav Atslēgas Fails",
  "No thanks": "Nē paldies",
  "No USB flash configuration data": "Nav datu par USB flash konfigurāciju",
  "Not Linked": "Nav Saistīts",
  "On January 1st, 2023 SSL certificates for unraid.net were deprecated. You MUST provision a new SSL certificate to use our new myunraid.net domain. You can do this on the Settings > Management Access page.": "1. janvārī 2023. gada SSL sertifikāti unraid.net tika deprecēti. Jums JĀnodrošina jauns SSL sertifikāts, lai izmantotu mūsu jauno myunraid.net domēnu. To var izdarīt sadaļā Iestatījumi > Vadības piekļuve.",
  "Online Flash Backup": "Tiešsaistes Zibspuldzes Dublējums",
  "Open a bug report": "Atveriet bug ziņojumu",
  "Open Dropdown": "Atveriet Izvēlni",
  "Opens Connect in new tab": "Atver Connect jaunā cilnē",
  "Original release date {0}": "Oriģinālā izlaiduma datums {0}",
  "OS Update Eligibility Expiration": "OS Atjaunināšanas Atbilstības Termiņš",
  "OS Update Eligibility Expired": "OS Atjaunināšanas Atbilstība Beigusies",
  "OS Update Eligibility": "OS Atjaunināšanas Atbilstība",
  "Pay your annual fee to continue receiving OS updates.": "Samaksājiet gada maksu, lai turpinātu saņemt OS atjauninājumus.",
  "Performing actions": "Veic darbības",
  "Please confirm the update details below": "Lūdzu, apstipriniet tālāk esošos atjauninājumu detaļas",
  "Please finish the initiated downgrade to enable updates.": "Lūdzu, pabeidziet uzsākto pazemināšanu, lai iespējotu atjauninājumus.",
  "Please finish the initiated update to enable a downgrade.": "Lūdzu, pabeidziet uzsākto atjauninājumu, lai iespējotu pazemināšanu.",
  "Please fix any errors and try again.": "Lūdzu, labojiet kļūdas un mēģiniet vēlreiz.",
  "Please keep this window open while we perform some actions": "Lūdzu, atstājiet šo logu atvērtu, kamēr mēs veicam dažas darbības",
  "Please keep this window open": "Lūdzu, paturiet šo logu vaļā",
  "Please sign out then sign back in to refresh your API key.": "Lūdzu, atteikties un pēc tam piesakieties vēlreiz, lai atjaunotu savu API atslēgu.",
  "Please wait while the page reloads to install your trial key": "Lūdzu, pagaidiet, kamēr lapa pārlādējas, lai instalētu jūsu izmēģinājuma atslēgu",
  "Plus more on the way": "Un vēl vairāk ceļā",
  "Plus": "Plus",
  "Pro": "Pro",
  "Purchase Key": "Iegādājieties Atslēgu",
  "Purchase": "Iegādāties",
  "Ready to Install Key": "Gatavs Instalēt Atslēgu",
  "Ready to update Connect account configuration": "Gatavs atjaunināt Connect konta konfigurāciju",
  "Real-time Monitoring": "Reāllaika Uzraudzība",
  "Reboot Now to Downgrade to {0}": "Restartēt Tūlīt, lai pazeminātu līdz {0}",
  "Reboot Now to Downgrade": "Restartēt Tūlīt, lai pazeminātu",
  "Reboot Now to Update to {0}": "Restartēt Tūlīt, lai atjauninātu līdz {0}",
  "Reboot Now to Update": "Restartēt Tūlīt, lai atjauninātu",
  "Reboot Required for Downgrade to {0}": "Lai pazeminātu līdz {0} ir nepieciešama restartēšana",
  "Reboot Required for Downgrade": "Lai pazeminātu ir nepieciešama restartēšana",
  "Reboot Required for Update to {0}": "Lai atjauninātu līdz {0} ir nepieciešama restartēšana",
  "Reboot Required for Update": "Lai atjauninātu ir nepieciešama restartēšana",
  "Rebooting will likely solve this.": "Restartēšana, iespējams, atrisinās šo problēmu.",
  "Receive the latest and greatest for Unraid OS. Whether it new features, security patches, or bug fixes – keeping your server up-to-date ensures the best experience that Unraid has to offer.": "Saņemiet jaunāko un labāko Unraid OS versiju. Jaunas funkcijas, drošības ielāpi vai kļūdu labojumi - nodrošinot servera jaunāko statusu, tiek nodrošināta Unraid labākā pieredze.",
  "Recover Key": "Atjaunojiet Atslēgu",
  "Recovered": "Atjaunots",
  "Redeem Activation Code": "Iesaistīt Aktivācijas kodu",
  "Refresh": "Atsvaidzināt",
  "Registered on": "Reģistrēts",
  "Registered to": "Reģistrēts pie",
  "Registration key / USB Flash GUID mismatch": "Reģistrācijas atslēgas / USB Flash GUID nesakritība",
  "Release date {0}": "Izlaides datums {0}",
  "Release requires verification to update": "Izlaidumam nepieciešama verifikācija, lai atjauninātu",
  "Reload Page": "Pārlādējiet Lapu",
  "Reload": "Pārlādēt",
  "Remark: Unraid's WAN IPv4 {0} does not match your client's WAN IPv4 {1}.": "Piezīme: Unraid WAN IPv4 {0} neatbilst jūsu klienta WAN IPv4 {1}.",
  "Remark: your WAN IPv4 is {0}": "Piezīme: jūsu WAN IPv4 ir {0}",
  "Remove from ignore list": "Noņemt no ignorēt saraksta",
  "Remove": "Dzēst",
  "Renew Key": "Atjaunojiet Atslēgu",
  "Renew your license key now": "Atjaunojiet tagad savu licences atslēgu",
  "Replace Key": "Aizvietot Atslēgu",
  "Replaced": "Nomainīts",
  "Requires the local unraid-api to be running successfully": "Nepieciešams, lai vietējā ne-raid API būtu veiksmīgi darbojoša",
  "Restarting unraid-api…": "Restartējot unraid-api…",
  "second": "{n} sekunde | {n} sekundes",
  "Server Up Since {0}": "Serveris čempions kopš {0}",
  "Servers equipped with a myunraid.net certificate can be managed directly from within the Connect web UI. Manage multiple servers from your phone, tablet, laptop, or PC in the same browser window.": "Serveri, kas aprīkoti ar myunraid.net sertifikātu, var tieši pārvaldīt no Connect plaudņa tīmekļa saskarnes. Pārvaldiet vairākus serverus no tālruņa, planšetes, portatīvā datora vai PC tajā pašā pārlūkloga.",
  "Set custom server tiles how you like and automatically display your server's banner image on your Connect Dashboard.": "Uzstādiet pielāgotas servera flīzes, kā vēlaties, un automātiski attēlojiet servera banera attēlu Connect paneļā.",
  "Settings": "Uzstādījumi",
  "Sign In Failed": "Autentifikācija neizdevās",
  "Sign In requires the local unraid-api to be running": "Autentifikācijai nepieciešams, lai vietējā ne-raid API būtu veiksmīgi darbojoša",
  "Sign In to utilize Unraid Connect": "Piesakieties, lai izmantotu Unraid Connect",
  "Sign In to your Unraid.net account to get started": "Piesakieties savā Unraid.net kontā, lai sāktu",
  "Sign In with Unraid.net Account": "Piesakieties ar Unraid.net Kontu",
  "Sign In": "Pieslēgties",
  "Sign Out Failed": "Izrakstīšanās neizdevās",
  "Sign Out of Unraid.net": "Izrakstieties no Unraid.net",
  "Sign Out requires the local unraid-api to be running": "Lai izrakstītos, nepieciešama vietējā Nesaskaitīta API darbība",
  "Signing in {0}…": "Pēdējo reizi piesakoties {0}…",
  "Signing In": "Piesakās",
  "Signing out {0}…": "Izrakstās {0}…",
  "Signing Out": "Izrakstās",
  "Something went wrong": "Kaut kas nogāja greizi",
  "SSL certificates for unraid.net deprecated": "SSL sertifikāti priekš UVZR nokalpoja",
  "Stale Server": "Vecais Serveris",
  "Stale": "Stāvēšana",
  "On the following screen, your license will be activated. You'll then create an Unraid.net Account to manage your license going forward.": "Nākamajā ekrānā jūsu licence tiks aktivizēta. Pēc tam izveidosiet kontu Unraid.net, lai turpmāk pārvaldītu jūsu licenci.",
  "Start Free 30 Day Trial": "Sākt bezmaksas 30 dienu izmēģinājumu",
  "Starter": "Starts",
  "Starting your free 30 day trial": "Sākas jūsu bezmaksas 30 dienu izmēģinājums",
  "Success!": "Panākumi!",
  "Thank you for choosing Unraid OS!": "Paldies, ka izvēlējāties Unraid OS!",
  "Thank you for installing Connect!": "Paldies, ka instalējāt Connect!",
  "Thank you for purchasing an Unraid {0} Key!": "Paldies, ka iegādājāties Unraid {0} Atslēgu!",
  "Thank you for upgrading to an Unraid {0} Key!": "Paldies, ka paaugstinājāties uz Unraid {0} Atslēgu!",
  "The Connect dashboard links to relevant sections of the webgui, allowing quick access to those settings and server sections.": "Connect panelis saista atbilstošās webgrafiskā saskarnes sadaļas, ļaujot ātru piekļuvi šiem iestatījumiem un serveru sadaļām.",
  "The logs may contain sensitive information so do not post them publicly.": "Žurnāli var saturēt sensitīvu informāciju, tāpēc neatklājiet tos publiski.",
  "The primary method of support for Unraid Connect is through our forums and Discord.": "Galvenā Connect atbalsta metode ir caur mūsu forumu un Discord.",
  "Then go to Tools > Registration to manually install it": "Tad pārejiet uz Rīki > Reģistrācija, lai manuāli instalētu to",
  "This may indicate a complex network that will not work with this Remote Access solution.": "Tas var norādīt uz sarežģītu tīklu, kas nedarbosies ar šo attālās piekļuves risinājumu.",
  "This update will require a reboot": "Šim atjauninājumam būs nepieciešama restartēšana",
  "Toggle on/off server accessibility with dynamic remote access. Automatically turn on UPnP and open a random WAN port on your router at the click of a button and close off access in seconds.": "Ieslēdziet/izslēdziet servera pieejamību ar dinamisko attālo piekļuvi. Automātiski ieslēdziet UPnP un atveriet nejaušu WAN portu maršrutētājā ar pogas spiedienu un piekļuviet aizslēgšanai sekundēs.",
  "Too Many Devices": "Pārāk daudz ierīču",
  "Transfer License to New Flash": "Licence Jaunajā Zibspuldzē",
  "Trial Expired, see options below": "Izmēģinājums Beidzies, skatiet iespējas zemāk",
  "Trial Expired": "Izmēģinājums Beidzies",
  "Trial Key Created": "Izmēģinājuma Atslēga Izveidota",
  "Trial Key Creation Failed": "Izmēģinājuma Atslēgas Veidošana Neizdevās",
  "Trial Key Expired {0}": "Izmēģinājuma Atslēga Beigusies {0}",
  "Trial Key Expired at {0}": "Izmēģinājuma Atslēga Beigusies pie {0}",
  "Trial Key Expires at {0}": "Izmēģinājuma Atslēga Beidzas pie {0}",
  "Trial Key Expires in {0}": "Izmēģinājuma Atslēga Beidzas pēc {0}",
  "Trial Requires Internet Connection": "Izmēģinājums Prasa Interneta Savienojumu",
  "Trial": "Izmēģinājums",
  "Unable to check for OS updates": "Nevar pārbaudīt OS atjauninājumus",
  "Unable to fetch client WAN IPv4": "Nevar iegūt klienta WAN IPv4",
  "Unable to open release notes": "Nevar atvērt izlaiduma piezīmes",
  "Unknown error": "Nezināma kļūda",
  "Unknown": "Nezināms",
  "Unleash Your Hardware": "Atslābiniet Savu Aprīkojumu",
  "Unleashed": "Atslābināts",
  "unlimited": "neierobežots",
  "Unraid {0} Available": "Unraid {0} Pieejams",
  "Unraid {0} Update Available": "Unraid {0} Atjauninājums Pieejams",
  "Unraid {0}": "Unraid {0}",
  "Unraid Connect Error": "Unraid Connect Kļūda",
  "Unraid Connect Forums": "Unraid Connect Forums",
  "Unraid Connect Install Failed": "Unraid Connect instalācija neizdevās",
  "Unraid Contact Page": "Unraid Kontaktu lapa",
  "Unraid Discord": "Unraid Discord",
  "Unraid logo animating with a wave like effect": "Unraid Logo animācija ar viļņām līdzīgu efektu",
  "Unraid OS {0} Released": "Unraid OS {0} Izlaists",
  "Unraid OS {0} Update Available": "Unraid OS {0} Atjauninājums pieejams",
  "Unraid OS is up-to-date": "Unraid OS ir atjaunināts",
  "Unraid OS Update Available": "Unraid OS Atjauninājums pieejams",
  "unraid-api is offline": "unraid-api ir bezsaistē",
  "Up-to-date with eligible releases": "Atjaunināts ar piemērotām relīzēm",
  "Up-to-date": "Atjaunināts",
  "Update Available": "Atjauninājums pieejams",
  "Update Released": "Atjauninājums Izlaists",
  "Update Unraid OS confirmation required": "Nepieciešams apstiprinājums atjaunināt Unraid OS",
  "Update Unraid OS": "Atjaunināt Unraid OS",
  "Updates Expire": "Atjauninājumi beidzas",
  "Updating 3rd party drivers": "3. puses draiveru atjaunināšana",
  "Upgrade Key": "Jauninājuma Atslēga",
  "Upgrade": "Jaunināšana",
  "Uptime {0}": "Uptime {0}",
  "USB Flash device error": "USB Flash ierīces kļūda",
  "USB Flash has no serial number": "USB Flash nav sērijas numura",
  "Verify to Update": "Pārbaudīt lai Atjauninātu",
  "Version available for restore {0}": "Versija pieejama atjaunošanai {0}",
  "Version: {0}": "Versija: {0}",
  "View Available Updates": "Skatīt Pieejamos Atjauninājumus",
  "View Changelog & Update": "Skatīt Pārmaiņu žurnālu un Atjaunināt",
  "View Changelog for {0}": "Skatīt Pārmaiņu žurnālu priekš {0}",
  "View Changelog on Docs": "Skatīt Pārmaiņu žurnālu Dokumentos",
  "View Changelog to Start Update": "Skatīt Pārmaiņu žurnālu, lai Sāktu Atjaunināšanu",
  "View Changelog": "Skatīt Pārmaiņu žurnālu",
  "View on Docs": "Skatīt Dokumentos",
  "View release notes": "Skatīt relīzes piezīmes",
  "We recommend backing up your USB Flash Boot Device before starting the update.": "Mēs iesakām dublēt jūsu USB Flash Boot ierīci pirms atjauninājuma sākuma.",
  "Welcome to your new {0} system, powered by Unraid!": "Laipni lūdzam jaunajā {0} sistēmā, darbināms ar Unraid!",
  "Welcome to Unraid!": "Laipni lūdzam Unraid!",
  "year": "{n} gads | {n} gadi",
  "You are still eligible to access OS updates that were published on or before {1}.": "Jūs joprojām esat tiesīgs piekļūt OS atjauninājumiem, kas tika publicēti līdz {1}.",
  "You can also manually create a new backup by clicking the Create Flash Backup button.": "Jūs arī varat manuāli izveidot jaunu dublējumu, noklikšķinot uz Izveidot Flash dublējumu pogas.",
  "You can manually create a backup by clicking the Create Flash Backup button.": "Jūs varat manuāli izveidot dublējumu, noklikšķinot uz Izveidot Flash dublējumu pogas.",
  "You have already activated the Flash Backup feature via the Unraid Connect plugin.": "Jūs jau esat aktivizējis Flash dublējuma funkciju, izmantojot Unraid Connect spraudni.",
  "You have exceeded the number of devices allowed for your license. Please remove a device before adding another.": "Jums jāpārsniedz atļautais ierīču daudzums jūsu licencē. Lūdzu, noņemiet vienu ierīci pirms pievienošanas.",
  "You have not activated the Flash Backup feature via the Unraid Connect plugin.": "Jūs neesat aktivizējis Flash dublējuma funkciju, izmantojot Unraid Connect spraudni.",
  "You may still update to releases dated prior to your update expiration date.": "Jūs joprojām varat atjaunināt uz izlaidumiem, kas ir datēti pirms jūsu atjauninājumu derīguma termiņa.",
  "You're about to create a password to secure access to your system. This password is essential for managing and configuring your server. You'll use this password every time you access the Unraid web interface.": "Jūs grasāties izveidot paroli, lai nodrošinātu piekļuvi savai sistēmai. Šī parole ir būtiska, lai pārvaldītu un konfigurētu jūsu serveri. Jūs to lietosiet ikreiz, kad piekļūsiet Unraid tīmekļa saskarnei.",
  "You're one step closer to enhancing your Unraid experience": "Jūs esat vienu soli tuvāk, lai uzlabotu savu Unraid pieredzi",
  "Your {0} Key has been replaced!": "Jūsu {0} Atslēga ir aizvietota!",
  "Your {0} license included one year of free updates at the time of purchase. You are now eligible to extend your license and access the latest OS updates. You are still eligible to access OS updates that were published on or before {1}.": "Jūsu {0} licence bija iekļauta gadu bezmaksas atjauninājumu laikā pirkšanas brīdī. Jūs tagad esat tiesīgs pagarināt licenci un piekļūt jaunākajiem OS atjauninājumiem. Jūs joprojām esat tiesīgs piekļūt OS atjauninājumiem, kas tika publicēti līdz {1}.",
  "Your {0} license included one year of free updates at the time of purchase. You are now eligible to extend your license and access the latest OS updates.": "Jūsu {0} licence bija iekļauta gadu bezmaksas atjauninājumu laikā pirkšanas brīdī. Jūs tagad esat tiesīgs pagarināt licenci un piekļūt jaunākajiem OS atjauninājumiem.",
  "Your free Trial key provides all the functionality of an Unleashed Registration key": "Jūsu bezmaksas Izmēģinājuma atslēga nodrošina visas Unleashed reģistrācijas atslēgas funkcionalitātes",
  "Your license key is not eligible for Unraid OS {0}": "Jūsu licences atslēga nav piemērota Unraid OS {0}",
  "Your license key's OS update eligibility has expired. Please renew your license key to enable updates released after your expiration date.": "Jūsu licences atslēgas OS atjauninājumu tiesības ir beigušās. Lūdzu, atjaunojiet savu licences atslēgu, lai iespējotu atjauninājumus, kas izlaisti pēc jūsu derīguma termiņa.",
  "Your Trial has expired": "Jūsu Pārbaude ir beigusies",
  "Your Trial key has been extended!": "Jūsu Pārbaudes atslēga ir pagarināta!",
  "Create an Unraid.net account and activate your key": "Izveidojiet Unraid.net kontu un aktivizējiet savu atslēgu",
  "Device is ready to configure": "Ierīce ir gatava konfigurācijai",
  "Secure your device": "Nodrošiniet savu ierīci",
  "Unraid OS {0} Changelog": "Unraid OS {0} Pārmaiņu žurnāls",
  "or": "vai",
  "Logging in...": "Ienākšana...",
  "Try Again": "Mēģiniet vēlreiz",
  "Log In With Unraid.net": "Pieslēgties ar Unraid.net",
  "Invalid Unraid.net credentials": "Nederīgi Unraid.net akreditācijas dati",
  "This Unraid.net account is not authorized to access this server": "Šis Unraid.net konts nav atļauts piekļūt šim serverim",
  "SSO login is not enabled on this server": "SSO pieslēgšanās nav iespējota šim serverim",
  "Login session expired. Please try again": "Pieslēgšanas sesija ir beigusies. Lūdzu, mēģiniet vēlreiz",
  "Network error. Please check your connection": "Tīkla kļūda. Lūdzu, pārbaudiet savu savienojumu",
  "SSO login failed. Please try again": "SSO pieslēgšanās neizdevās. Lūdzu, mēģiniet vēlreiz",
  "Error fetching token": "Kļūda, iegūstot tokenu",
  "Visit Unraid website": "Apmeklējiet Unraid vietni",
  "Version Information": "Versijas informācija",
  "First, you'll create your device's login credentials, then you'll activate your Unraid license—your device's operating system (OS).": "Vispirms jūs izveidosit ierīces pieslēgšanās akreditācijas datus, pēc tam aktivizēsiet savu Unraid licenci – jūsu ierīces operētājsistēmu (OS).",
  "Edit API Key": "Rediģēt API Atslēgu",
  "Create API Key": "Izveidot API Atslēgu",
  "OS version copied to clipboard": "OS versija kopēta uz starpliktuvi",
  "API version copied to clipboard": "API versija kopēta uz starpliktuvi",
  "Visit Partner website": "Apmeklējiet Partnera vietni",
  "Unraid OS": "Unraid OS",
  "Unraid API": "Unraid API",
  "View OS Release Notes": "Skatīt OS relīzes piezīmes",
  "View API Changelog": "Skatīt API Pārmaiņu žurnālu",
  "Registered GUID": "Reģistrēts GUID",
  "Array status": "Virsraksts statusa",
  "Trial expiration": "Pārbaudes beigu termiņš",
  "Flash Drive": "Zibspuldzes Disks",
  "License": "Licence",
  "Actions": "Darbības",
  "Your license key was automatically renewed and installed. Reload the page to see updated details.": "Jūsu licences atslēga tika automātiski atjaunota un instalēta. Pārlādēt lapu, lai redzētu atjauninātās detaļas.",
  "Checking authentication options...": "Pārbauda autentifikācijas iespējas...",
  "Invalid callback parameters": "Nederīgi atgriezes parametri",
  "Loading changelog…": "Ielādē pārmaiņu žurnālu…",
  "Checking for OS updates...": "Pārbauda OS atjauninājumus...",
  "Requires verification to update": "Nepieciešama verifikācija, lai atjauninātu",
  "More Options": "Vairāk Iespēju",
  "Manage update preferences including beta access and version selection at account.unraid.net": "Pārvaldiet atjaunināšanas iestatījumus, ieskaitot beta piekļuvi un versijas izvēli account.unraid.net",
  "You can opt back in to an ignored release by clicking on the Check for Updates button in the header anytime": "Jūs varat atjaunot izvēlētās ignorētās relīzes, noklikšķinot uz Pārbaudīt ar Jauniem Atjauninājumiem pogu > galvenes jebkurā laikā",
  "Loading changelog...": "Ielādē pārmaiņu žurnālu...",
  "No changelog content available": "Nav pieejams Pārmaiņu žurnāla saturs",
  "Downgrade": "Pazemināt",
  "Update": "Atjaunināt",
  "During the Unraid OS update process third-party drivers were detected and are currently being updated in the background. Please wait for those to finish downloading before rebooting your server to complete the update process. You should receive a system notification when complete. You may also refresh this page to check for an updated status.": "Unraid OS atjaunināšanas laikā tika noskaidroti trešās puses dzini un tie pašlaik tiek atjaunināti fonā. Lūdzu, gaidiet līdz downloads pabeigšanas, lai jūsu serveris tiktu atsāknēts un atjaunināšanas process būtu pabeigts. Jūs saņemsit sistēmas paziņojumu pēc pabeigšanas. Jūs varat atsvaidzīt šo lapu, lai pārbaudītu atjauninātu statusu.",
  "License Key Updates Expired": "Licences Atslēgas Atjauninājumi Beigušies",
  "Downgrade Unraid OS confirmation required": "Nepieciešams apstiprinājums, lai pazeminātu Unraid OS",
  "Please confirm the downgrade details below": "Lūdzu, apstipriniet zemāk redzamos pazemināšanas datus",
  "Post Install License Key Error": "Pēc instalēšanas Licences Atslēgas Kļūda",
  "This downgrade will require a reboot": "Šī pazemināšana prasīs restartu",
  "Confirm and start downgrade": "Apstiprināt un sākt pazemināšanu",
  "Loading…": "Ielādē...",
  "Go to API Settings": "Iet uz API Iestatījumiem",
  "Restart unraid-api": "Restartēt unraid-api",
  "Error creatiing a trial key. Please try again later.": "Kļūda veidojot izmēģinājuma atslēgu. Lūdzu, mēģiniet vēlreiz vēlāk.",
  "Username": "Lietotājvārds",
  "Password": "Parole",
  "Login": "Pieteikties",
  "Password recovery": "Paroles atjaunošana",
  "jsonforms.errors.default": "Nederīga vērtība",
  "jsonforms.rclone.basic.remoteName.label": "Attālā Nosaukums",
  "jsonforms.rclone.basic.remoteName.description": "Nosaukums, lai identificētu šo attālo konfigurāciju (piemēram, my_google_drive). Izmantojiet tikai burtus, ciparus, domuzīmes un apakšsvītras.",
  "jsonforms.rclone.basic.remoteName.descriptionShort": "Nosaukums, lai identificētu šo attālo konfigurāciju",
  "jsonforms.rclone.basic.providerType.label": "Glabāšanas Pakalpojumu Sniedzēja Tips",
  "jsonforms.rclone.basic.providerType.description": "Izvēlieties mākoņu glabāšanas pakalpojumu sniedzēju, kuru izmantot šim attālumam.",
  "jsonforms.rclone.basic.documentation.text": "Dokumentācijas Saite",
  "jsonforms.rclone.basic.documentation.description": "Plašākai informācijai, skatiet [RClone Config Documentation](https://rclone.org/commands/rclone_config/).",
  "jsonforms.rclone.basic.showAdvanced.label": "Rādīt Paplašinātās Iespējas",
  "jsonforms.rclone.basic.showAdvanced.description": "Rādīt papildu konfigurācijas iespējas ekspertiem.",
  "jsonforms.rclone.basic.showAdvanced.toggleDescription": "Vai rādīt paplašinātās konfigurācijas iespējas.",
  "jsonforms.rclone.validation.sizeSuffix": "Nederīgs izmēra formāts. Piemēri: \"10G\", \"100M\", \"1.5GiB\", \"off\".",
  "jsonforms.rclone.validation.duration": "Nederīgs ilguma formāts. Piemēri: \"10s\", \"1.5m\", \"100ms\", \"1h15m\", \"off\".",
  "jsonforms.apiSettings.sandbox": "Ieslēgt Izstrādātāja Smilškasti",
  "jsonforms.apiKey.name": "API Atslēgas Nosaukums",
  "jsonforms.apiKey.description": "Apraksts",
  "jsonforms.apiKey.roles": "Lomas",
  "jsonforms.apiKey.permissionPresets": "Pievienot Atļauju iestatījumu",
  "jsonforms.apiKey.customPermissions": "Atļaujas",
  "jsonforms.apiKey.customPermissions.resources": "Resursi",
  "jsonforms.apiKey.customPermissions.actions": "Darbības",
  "jsonforms.apiKey.permissions.header": "Atļauju Konfigurācija",
  "jsonforms.apiKey.permissions.description": "Izvēlieties jebkādu lomu, atļauju grupu un pielāgotu atļauju kombināciju, lai definētu, ko šī API atslēga var piekļūt.",
  "jsonforms.apiKey.permissions.subheader": "Atļaujas",
  "jsonforms.apiKey.permissions.help": "Izmantojiet nolaižamo iestatījumu, lai saņemtu biežus atļaujas komplektus vai manuāli pievienojiet pielāgotas atļaujas. Jūs varat izvēlēties vairākus resursus, kuriem ir kopīgas darbības.",
  "jsonforms.rclone.basic.remoteName": "Attālā Nosaukums",
  "jsonforms.rclone.basic.providerType": "Glabāšanas Pakalpojumu Sniedzēja Tips",
  "jsonforms.rclone.basic.documentation": "Dokumentācijas Saite",
  "jsonforms.rclone.basic.showAdvanced": "Rādīt Paplašinātās Iespējas",
  "jsonforms.oidc.provider.id": "Pakalpojumu Sniedzēja ID",
  "jsonforms.oidc.provider.name": "Pakalpojumu Sniedzēja Nosaukums",
  "jsonforms.oidc.provider.clientId": "OAuth Klienta ID",
  "jsonforms.oidc.provider.clientSecret": "OAuth Klienta Noslēpums",
  "jsonforms.oidc.provider.issuer": "Izdevēja URL",
  "jsonforms.oidc.provider.scopes": "OAuth Pārskati",
  "jsonforms.oidc.provider.authorizationEndpoint": "Autorizācijas Galapunkts",
  "jsonforms.oidc.provider.tokenEndpoint": "Tokena Galapunkts",
  "jsonforms.oidc.provider.userInfoEndpoint": "Lietotāja Info Galapunkts",
  "jsonforms.oidc.provider.jwksUri": "JWKS URI",
  "jsonforms.oidc.restrictions.title": "Vienkārša Autorizācija",
  "jsonforms.oidc.restrictions.help": "Konfigurējiet vienkāršus atļaujošo sarakstu, kas var pierakstīties.",
  "jsonforms.oidc.restrictions.allowedDomains": "Atļautie e-pasta domēni",
  "jsonforms.oidc.restrictions.allowedEmails": "Konkrētas e-pasta adreses",
  "jsonforms.oidc.restrictions.allowedUserIds": "Atļautie Lietotāja ID",
  "jsonforms.oidc.restrictions.workspaceDomain": "Google Workspace Domēns",
  "jsonforms.oidc.rules.title": "Paplašināti Autorizācijas Noteikumi",
  "jsonforms.oidc.rules.description": "Noteikta pamatojumu autorizācijas loģika.",
  "jsonforms.oidc.rules.mode": "Noteikuma Režīms",
  "jsonforms.oidc.rules.claim": "JWT Apgalvojums",
  "jsonforms.oidc.rules.operator": "Operātors",
  "jsonforms.oidc.rules.value": "Vērtības",
  "jsonforms.oidc.rules.collection": "Apgalvojumu Noteikumi",
  "jsonforms.oidc.buttons.title": "Pogas Pielāgošana",
  "jsonforms.oidc.buttons.description": "Pielāgojiet pieslēgšanās pogas izskatu.",
  "jsonforms.oidc.buttons.text": "Pogas Teksts",
  "jsonforms.oidc.buttons.icon": "Pogas Ikonas URL",
  "jsonforms.oidc.buttons.variant": "Pogas Stils",
  "jsonforms.oidc.buttons.style": "Pielāgotas CSS Stils",
  "jsonforms.oidc.provider.discoveryToggle": "Izmantojiet Automātisko Atklāšanu"
}
