{
  "{0} {1} Key…": "{0} {1} Sleutel…",
  "{0} devices": "{0} apparaten",
  "{0} out of {1} allowed devices – upgrade your key to support more devices": "{0} van {1} toegestane apparaten – upgrade uw sleutel om meer apparaten te ondersteunen",
  "{0} out of {1} devices": "{0} van {1} apparaten",
  "{0} Release Notes": "{0} Release Notes",
  "{0} Signed In Successfully": "{0} Succesvol aangemeld",
  "{0} Signed Out Successfully": "{0} Succesvol afgemeld",
  "{0} Update Available": "{0} Update beschikbaar",
  "{1} Key {0} Successfully": "{1} Sleutel {0} Succesvol",
  "<p>It is not possible to use a Trial key with an existing Unraid OS installation.</p><p>You may purchase a license key corresponding to this USB Flash device to continue using this installation.</p>": "<p>Het is niet mogelijk om een proefsleutel te gebruiken met een bestaande Unraid OS-installatie.</p><p>U kunt een licentiesleutel voor dit USB Flash-apparaat aanschaffen om deze installatie te blijven gebruiken.</p>",
  "<p>Please refresh the page to ensure you load your latest configuration</p>": "<p>Vernieuw de pagina om ervoor te zorgen dat u uw nieuwste configuratie laadt</p>",
  "<p>Register for Connect by signing in to your Unraid.net account</p>": "<p>Registreer voor Connect door in te loggen op uw Unraid.net-account</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device or choose Purchase Key.</p><p>Your Unraid registration key is ineligible for replacement as it has been replaced within the last 12 months.</p>": "<p>Het licentiesleutelbestand komt niet overeen met het USB Flash opstartapparaat. Kopieer het juiste sleutelbestand naar de /config map op uw USB Flash opstartapparaat of kies Licentie aanschaffen.</p><p>Uw Unraid-registratiesleutel komt niet in aanmerking voor vervanging omdat deze binnen de afgelopen 12 maanden is vervangen.</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device or choose Purchase Key.</p><p>Your Unraid registration key is ineligible for replacement as it is blacklisted.</p>": "<p>Het licentiesleutelbestand komt niet overeen met het USB Flash opstartapparaat. Kopieer het juiste sleutelbestand naar de /config map op uw USB Flash opstartapparaat of kies Licentie aanschaffen.</p><p>Uw Unraid-registratiesleutel komt niet in aanmerking voor vervanging omdat deze op de zwarte lijst staat.</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device.</p><p>You may also attempt to Purchase or Replace your key.</p>": "<p>Het licentiesleutelbestand komt niet overeen met het USB Flash opstartapparaat. Kopieer het juiste sleutelbestand naar de /config map op uw USB Flash opstartapparaat.</p><p>U kunt ook proberen uw sleutel te kopen of vervangen.</p>",
  "<p>There are multiple license key files present on your USB flash device and none of them correspond to the USB Flash boot device. Please remove all key files, except the one you want to replace, from the /config directory on your USB Flash boot device.</p><p>Alternately you may purchase a license key for this USB flash device.</p><p>If you want to replace one of your license keys with a new key bound to this USB Flash device, please first remove all other key files first.</p>": "<p>Er zijn meerdere licentiesleutels aanwezig op uw USB Flash apparaat en geen daarvan komen overeen met het USB Flash opstartapparaat. Verwijder alle sleutelbestanden, behalve degene die u wilt vervangen, uit de /config map op uw USB Flash opstartapparaat.</p><p>U kunt ook een licentiesleutel voor dit USB Flash apparaat aanschaffen.</p><p>Als u een van uw licentiesleutels wilt vervangen door een nieuwe sleutel die aan dit USB Flash apparaat is gekoppeld, verwijder dan eerst alle andere sleutelbestanden.</p>",
  "<p>There is a physical problem accessing your USB Flash boot device</p>": "<p>Er is een fysiek probleem met toegang tot uw USB Flash opstartapparaat</p>",
  "<p>There is a problem with your USB Flash device</p>": "<p>Er is een probleem met uw USB Flash apparaat</p>",
  "<p>This USB Flash boot device has been blacklisted. This can occur as a result of transferring your license key to a replacement USB Flash device, and you are currently booted from your old USB Flash device.</p><p>A USB Flash device may also be blacklisted if we discover the serial number is not unique – this is common with USB card readers.</p>": "<p>Dit USB Flash opstartapparaat staat op de zwarte lijst. Dit kan het gevolg zijn van het overdragen van uw licentiesleutel naar een vervangend USB Flash apparaat en u start momenteel op vanaf uw oude USB Flash apparaat.</p><p>Een USB Flash apparaat kan ook op de zwarte lijst staan als we ontdekken dat het serienummer niet uniek is – dit komt vaak voor bij USB-kaartlezers.</p>",
  "<p>This USB Flash device has an invalid GUID. Please try a different USB Flash device</p>": "<p>Dit USB Flash apparaat heeft een ongeldig GUID. Probeer een ander USB Flash apparaat</p>",
  "<p>To continue using Unraid OS you may purchase a license key. Alternately, you may request a Trial extension.</p>": "<p>Om Unraid OS te blijven gebruiken kunt u een licentiesleutel aanschaffen. U kunt ook een proef extensie aanvragen.</p>",
  "<p>To support more storage devices as your server grows, click Upgrade Key.</p>": "<p>Klik op Upgrade-sleutel om meer opslagapparaten te ondersteunen naarmate uw server groeit.</p>",
  "<p>You have used all your Trial extensions. To continue using Unraid OS you may purchase a license key.</p>": "<p>U heeft al uw proefverlengeningen gebruikt. Om Unraid OS te blijven gebruiken kunt u een licentiesleutel aanschaffen.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>After your <em>Trial</em> has reached expiration, your server <strong>still functions normally</strong> until the next time you Stop the array or reboot your server.</p><p>At that point you may either purchase a license key or request a <em>Trial</em> extension.</p>": "<p>Uw <em>proef</em> sleutel omvat alle functionaliteiten en apparaatondersteuning van een <em>Unleashed</em> sleutel.</p><p>Nadat uw <em>proef</em> is verlopen, blijft uw server <strong>normaal functioneren</strong> totdat u de array de volgende keer stopt of uw server opnieuw opstart.</p><p>Op dat moment kunt u een licentiesleutel aanschaffen of om een proefverlenging vragen.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>When your <em>Trial</em> expires, <strong>the array will stop</strong>. At that point you may either purchase a license key or request a <em>Trial</em> extension.</p>": "<p>Uw <em>proef</em> sleutel omvat alle functionaliteiten en apparaatondersteuning van een <em>Unleashed</em> sleutel.</p><p>Wanneer uw <em>proef</em> verloopt, <strong>stopt de array</strong>. Op dat moment kunt u een licentiesleutel aanschaffen of om een proefverlenging vragen.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>Your trial is expiring soon. When it expires, <strong>the array will stop</strong>. You may extend your trial now, purchase a license key, or wait until expiration to take action.</p>": "<p>Uw <em>proef</em> sleutel omvat alle functionaliteiten en apparaatondersteuning van een <em>Unleashed</em> sleutel.</p><p>Uw proef verloopt binnenkort. Wanneer het verloopt, <strong>stopt de array</strong>. U kunt nu uw proef verlengen, een licentiesleutel aanschaffen of wachten tot de vervaldatum om actie te ondernemen.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>Your trial is expiring soon and you have used all available extensions. When it expires, <strong>the array will stop</strong>. To continue using Unraid OS, you must purchase a license key.</p>": "<p>Uw <em>proef</em> sleutel omvat alle functionaliteiten en apparaatondersteuning van een <em>Unleashed</em> sleutel.</p><p>Uw proef verloopt binnenkort en u heeft alle beschikbare verlengingen gebruikt. Wanneer het verloopt, <strong>stopt de array</strong>. Om Unraid OS te blijven gebruiken, moet u een licentiesleutel aanschaffen.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>You have used all available trial extensions. When your <em>Trial</em> expires, <strong>the array will stop</strong>. To continue using Unraid OS after expiration, you must purchase a license key.</p>": "<p>Uw <em>proef</em> sleutel omvat alle functionaliteiten en apparaatondersteuning van een <em>Unleashed</em> sleutel.</p><p>U heeft alle beschikbare proefverlengingen gebruikt. Wanneer uw <em>proef</em> verloopt, <strong>stopt de array</strong>. Om Unraid OS na vervaldatum te blijven gebruiken, moet u een licentiesleutel aanschaffen.</p>",
  "<p>Your license key file is corrupted or missing. The key file should be located in the /config directory on your USB Flash boot device.</p><p>If you do not have a backup copy of your license key file you may attempt to recover your key.</p><p>If this was an expired Trial installation, you may purchase a license key.</p>": "<p>Uw licentiesleutelbestand is beschadigd of ontbreekt. Het sleutelbestand moet zich in de /config map op uw USB Flash opstartapparaat bevinden.</p><p>Als u geen back-up kopie van uw licentiesleutelbestand heeft, kunt u proberen uw sleutel te herstellen.</p><p>Als dit een verlopen proefinstallatie was, kunt u een licentiesleutel aanschaffen.</p>",
  "<p>Your license key file is corrupted or missing. The key file should be located in the /config directory on your USB Flash boot device.</p><p>You may attempt to recover your key with your Unraid.net account.</p><p>If this was an expired Trial installation, you may purchase a license key.</p>": "<p>Uw licentiesleutelbestand is beschadigd of ontbreekt. Het sleutelbestand moet zich in de /config map op uw USB Flash opstartapparaat bevinden.</p><p>U kunt proberen uw sleutel te herstellen met uw Unraid.net-account.</p><p>Als dit een verlopen proefinstallatie was, kunt u een licentiesleutel aanschaffen.</p>",
  "<p>Your server will not be usable until you purchase a Registration key or install a free 30 day <em>Trial</em> key. A <em>Trial</em> key provides all the functionality of an Unleashed Registration key.</p><p>Registration keys are bound to your USB Flash boot device serial number (GUID). Please use a high quality name brand device at least 1GB in size.</p><p>Note: USB memory card readers are generally not supported because most do not present unique serial numbers.</p><p><strong>Important:</strong></p><ul class='list-disc pl-16px'><li>Please make sure your server time is accurate to within 5 minutes</li><li>Please make sure there is a DNS server specified</li></ul>": "<p>Uw server is niet bruikbaar totdat u een registratiesleutel of een gratis proefsleutel van 30 dagen installeert. Een proefsleutel biedt alle functionaliteiten van een niet-gelimiteerde registratiesleutel.</p><p>Registratiesleutels zijn gebonden aan uw USB Flash opstartapparaat serienummer (GUID). Gebruik a.u.b. een hoogwaardig merk apparaat van ten minste 1GB grootte.</p><p>Opmerking: USB-kaartlezers worden over het algemeen niet ondersteund omdat de meesten geen unieke serienummers presenteren.</p><p><strong>Belangrijk:</strong></p><ul class='list-disc pl-16px'><li>Zorg ervoor dat de tijd van uw server nauwkeurig binnen 5 minuten is</li><li>Zorg ervoor dat er een DNS-server is gespecificeerd</li></ul>",
  "<p>Your Trial key requires an internet connection.</p><p><a href='/Settings/NetworkSettings class='underline'>Please check Settings > Network</a></p>": "<p>Uw proefsleutel vereist een internetverbinding.</p><p><a href='/Settings/NetworkSettings class='underline'>Controleer Instellingen > Netwerk</a></p>",
  "<p>Your Unraid registration key is ineligible for replacement as it has been replaced within the last 12 months.</p>": "<p>Uw Unraid-registratiesleutel komt niet in aanmerking voor vervanging omdat deze binnen de afgelopen 12 maanden is vervangen.</p>",
  "A Trial key provides all the functionality of an Unleashed Registration key": "Een proefsleutel biedt alle functionaliteit van een niet-gelimiteerde registratiesleutel.",
  "A valid GUID is required to check for OS updates.": "Een geldige GUID is vereist om OS-updates te controleren.",
  "A valid keyfile and USB Flash boot device are required to check for OS updates.": "Een geldig sleutelbestand en USB Flash opstartapparaat zijn vereist om OS-updates te controleren.",
  "A valid keyfile is required to check for OS updates.": "Een geldig sleutelbestand is vereist om OS-updates te controleren.",
  "A valid OS version is required to check for OS updates.": "Een geldige OS-versie is vereist om OS-updates te controleren.",
  "Acklowledge that you have made a Flash Backup to enable this action": "Erken dat u een Flash-backup heeft gemaakt om deze actie mogelijk te maken",
  "Activate Now": "Activeer nu",
  "Activate License": "Licentie activeren",
  "ago": "geleden",
  "All you need is an active internet connection, an Unraid.net account, and the Connect plugin. Get started by installing the plugin.": "Alles wat je nodig hebt is een actieve internetverbinding, een Unraid.net-account en de Connect plugin. Begin door de plugin te installeren.",
  "Attached Storage Devices": "Aangesloten opslagsystemen",
  "Backing up...this may take a few minutes": "Back-up bezig...dit kan enkele minuten duren",
  "Basic": "Eenvoudig",
  "Begin downgrade to {0}": "Begin downgrade naar {0}",
  "Beta": "Bèta",
  "Blacklisted USB Flash GUID": "Zwarte lijst USB Flash GUID",
  "BLACKLISTED": "Zwarte lijst ingeschreven",
  "Calculating OS Update Eligibility…": "Berekent OS-updategeschiktheid…",
  "Calculating trial expiration…": "Berekent proefperiodeverloop…",
  "Callback redirect type not present or incorrect": "Terugbelomleidingstype niet aanwezig of onjuist",
  "Cancel {0}": "Annuleer {0}",
  "Cancel": "annuleren",
  "Cannot access your USB Flash boot device": "Kan uw USB Flash-opstartapparaat niet bereiken",
  "Cannot validate Unraid Trial key": "Kan Unraid Proefsleutel niet valideren",
  "Check Eligibility": "Controleren op geschiktheid",
  "check for OS updates": "controleer op OS-updates",
  "Check for OS Updates": "Controleer op OS-updates",
  "Check for Prereleases": "Controleer op prereleases",
  "Check for Update": "Controleer op update",
  "Checking WAN IPs…": "WAN-IP's controleren…",
  "Checking...": "Controleren...",
  "Checkout the Connect Documentation": "Bekijk de Connect-documentatie",
  "Click to close modal": "Klik om modal te sluiten",
  "Click to Copy LAN IP {0}": "Klik om LAN IP {0} te kopiëren",
  "Close Dropdown": "Dropdown sluiten",
  "Close Modal": "Modal sluiten",
  "Close": "Afsluiten",
  "Configure Connect Features": "Configureer Connect-functies",
  "Confirm and start update": "Bevestigen en update starten",
  "Confirm to Install Unraid OS {0}": "Bevestig om Unraid OS {0} te installeren",
  "Connected": "Verbonden",
  "Contact Support": "Contact met Support",
  "Continue": "Doorgaan",
  "Copied": "Gekopieerd",
  "Copy Key URL": "Kopieer sleutell URL",
  "Copy your Key URL: {0}": "Kopieer uw sleutell URL: {0}",
  "Create Flash Backup": "Creëer Flash-back-up",
  "Create a password": "Creëer een wachtwoord",
  "Create Device Password": "Creëer apparaatswachtwoord",
  "Current Version {0}": "Huidige versie {0}",
  "Current Version: Unraid {0}": "Huidige versie: Unraid {0}",
  "Customizable Dashboard Tiles": "Aanpasbare Dashboardtegels",
  "day": "{n} dag | {n} dagen",
  "Deep Linking": "Diepe linken",
  "DNS issue, unable to resolve wanip4.unraid.net": "DNS-probleem, kan wanip4.unraid.net niet oplossen",
  "Downgrade Unraid OS to {0}": "Unraid OS terugzetten naar {0}",
  "Downgrade Unraid OS": "Unraid OS terugdraaien",
  "Downgrades are only recommended if you're unable to solve a critical issue.": "Downgrade alleen aanbevolen als het lukt om een kritisch probleem op te lossen.",
  "Download Diagnostics": "Diagnostics downloaden",
  "Download the Diagnostics zip then please open a bug report on our forums with a description of the issue along with your diagnostics.": "Download de Diagnostics-zip en open vervolgens een bugrapport op ons forum met een beschrijving van het probleem samen met uw diagnostiek.",
  "Download unraid-api Logs": "unraid-api-logboeken downloaden",
  "Dynamic Remote Access": "Dynamische externe toegang",
  "Eligible for free feature updates for {0}": "Geschikt voor gratis functievernieuwingen gedurende {0}",
  "Eligible for free feature updates until {0}": "Geschikt voor gratis functievernieuwingen tot {0}",
  "Eligible": "Geschikt",
  "Enable update notifications": "Update-meldingen inschakelen",
  "Enhance your experience with Unraid Connect": "Verhoog uw ervaring met Unraid Connect",
  "Enhance your Unraid experience with Connect": "Verhoog uw Unraid-ervaring met Connect",
  "Enhance your Unraid experience": "Verhoog uw Unraid-ervaring",
  "Error creating a trial key. Please try again later.": "Fout bij het aanmaken van een proefsleutel. Probeer het later opnieuw.",
  "Error Parsing Changelog • {0}": "Fout bij het ontleden van changelog • {0}",
  "Error": "Foutmelding",
  "Expired {0}": "Verlopen {0}",
  "Expired": "Verlopen",
  "Expires at {0}": "Verloopt om {0}",
  "Expires in {0}": "Verloopt over {0}",
  "Extend License to Enable OS Updates": "Verleng licentie om effectieve OS-updates mogelijk te maken",
  "Extend License to Update": "Licentie verlengen om te updaten",
  "Extend License": "Licentie verlengen",
  "Extend Trial": "Proefperiode verlengen",
  "Extending your free trial by 15 days": "Uw gratis proefperiode met 15 dagen verlengen",
  "Extension Installed": "Extensie geïnstalleerd",
  "Failed to {0} {1} Key": "Mislukt om {0} {1} sleutel",
  "Failed to install key": "Installatie van de sleutel mislukt",
  "Failed to update Connect account configuration": "Mislukt om Connect-accountconfiguratie bij te werken",
  "Fetching & parsing changelog…": "Changelog ophalen en ontleden…",
  "Fix Error": "Fout herstellen",
  "Flash Backup is not available. Navigate to {0}/Main/Settings/Flash to try again then come back to this page.": "Flash-back-up is niet beschikbaar. Navigeer naar {0}/Main/Settings/Flash om het opnieuw te proberen en keer dan terug naar deze pagina.",
  "Flash GUID Error": "Flash GUID-fout",
  "Flash GUID required to check replacement status": "Flash GUID vereist voor het controleren van de vervangingsstatus",
  "Flash GUID": "Flash GUID",
  "Flash Product": "Flash Product",
  "Flash Vendor": "Flash Leverancier",
  "Get a Lifetime Key": "Haal een levenslange sleutel",
  "Get an overview of your server's state, storage space, apps and VMs status, and more.": "Krijg een overzicht van de staat, de opslagruimte, de apps en de status van de virtuele machines van uw server, en nog veel meer.",
  "Get Started": "Aan de slag",
  "Go to Connect plugin settings": "Ga naar Connect-plug-ininstellingen",
  "Go to Connect": "Ga naar Connect",
  "Go to Management Access Now": "Ga nu naar Beheer toegang",
  "Go to Settings > Notifications to enable automatic OS update notifications for future releases.": "Ga naar Instellingen > Meldingen om automatische OS-update-meldingen voor toekomstige releases in te schakelen.",
  "Go to Tools > Management Access to activate the Flash Backup feature and ensure your backup is up-to-date.": "Ga naar Tools > Management Access om de Flash-back-upfunctie te activeren en ervoor te zorgen dat uw back-up up-to-date is.",
  "Go to Tools > Management Access to ensure your backup is up-to-date.": "Ga naar Tools > Management Access om ervoor te zorgen dat uw back-up up-to-date is.",
  "Go to Tools > Registration to fix": "Ga naar Tools > Registratie om het op te lossen",
  "Go to Tools > Registration to Learn More": "Ga naar Tools > Registratie voor meer informatie",
  "Go to Tools > Update OS for more options.": "Ga naar Tools > Update OS voor meer opties.",
  "Go to Tools > Update": "Ga naar Tools > Update",
  "hour": "{n} uur | {n} uren",
  "I have made a Flash Backup": "Ik heb een Flash back-up gemaakt",
  "If you are asked to supply logs, please open a support request on our Contact Page and reply to the email message you receive with your logs attached.": "Als u wordt gevraagd om logboeken te verstrekken, open dan een ondersteuningsverzoek op onze contactpagina en reageer op de e-mail met uw logboeken als bijlage.",
  "Ignore this message if you are currently connected via Remote Access or VPN.": "Negeer dit bericht als u momenteel verbonden bent met externe toegang of VPN.",
  "Ignore this release until next reboot": "Negeer deze release tot de volgende herstart",
  "Ignored Releases": "Genegeerde releases",
  "In the rare event you need to downgrade we ask that you please provide us with Diagnostics so we can investigate your issue.": "In het zeldzame geval dat u terug moet draaien, vragen we u om ons diagnostische gegevens te leveren, zodat we uw probleem kunnen onderzoeken.",
  "Ineligible as of {0}": "Niet meer geschikt vanaf {0}",
  "Eligible for updates released on or before {0}.": "Geschikt voor updates uitgebracht op of vóór {0}.",
  "Extend your license to access the latest updates.": "Verleng uw licentie om toegang te krijgen tot de nieuwste updates.",
  "Ineligible for Unraid OS updates": "Niet meer geschikt voor Unraid OS-updates",
  "Ineligible": "Niet meer geschikt",
  "Ineligible for self-replacement": "Niet meer geschikt voor zelfvervanging",
  "Install Connect": "Installeer Connect",
  "Install Extended": "Installeer Uitgebreid",
  "Install Recovered": "Installeer Hersteld",
  "Install Replaced": "Installeer Vervangen",
  "Install Unraid OS {0}": "Installeer Unraid OS {0}",
  "Install": "Installeren",
  "Installed": "Geïnstalleerd",
  "Installing Connect": "Connect installeren",
  "Installing Extended Trial": "Installatie van uitgebreide proef",
  "Installing Extended": "Uitgebreid installeren",
  "Installing Recovered": "Herstel installeren",
  "Installing Replaced": "Vervangend installeren",
  "Installing": "Installeren",
  "Introducing Unraid Connect": "Introducing Unraid Connect",
  "Invalid API Key Format": "Ongeldige API-sleutelformaat",
  "Invalid API Key": "Ongeldige API-sleutel",
  "Invalid installation": "Ongeldige installatie",
  "It's highly recommended to review the changelog before continuing your update": "Het wordt sterk aanbevolen om het changelog te bekijken voordat u doorgaat met uw update",
  "Key ineligible for {0}": "Sleutel niet meer geschikt voor {0}",
  "Key ineligible for future releases": "Sleutel niet meer geschikt voor toekomstige uitgaves",
  "Key ineligible for new updates": "Sleutel niet meer geschikt voor nieuwe updates",
  "Keyfile required to check replacement status": "Sleutelbestand vereist om vervangingsstatus te controleren",
  "LAN IP {0}": "LAN IP {0}",
  "LAN IP Copied": "LAN IP Gekopieerd",
  "LAN IP": "LAN IP",
  "Last checked: {0}": "Laatst gecontroleerd: {0}",
  "Learn more about the error": "Meer informatie over de fout",
  "Learn more and fix": "Meer informatie en fout oplossen",
  "Learn more and link your key to your account": "Meer informatie en uw sleutel aan uw account koppelen",
  "Learn more": "Meer informatie",
  "Learn More": "Meer informatie",
  "Let's activate your Unraid OS License": "Laten we uw Unraid OS-licentie activeren",
  "Let's Unleash your Hardware!": "Laten we uw hardware ontketenen!",
  "License key actions": "Licentiesleutelacties",
  "License key type": "Licentiesleuteltype",
  "License Management": "Licentiebeheer",
  "Lifetime": "Levenslang",
  "Link Key": "Sleutel koppelen",
  "Linked": "Gekoppeld",
  "Linked to Unraid.net account": "Gekoppeld aan Unraid.net-account",
  "Loading": "Laden...",
  "Manage Unraid.net Account in new tab": "Beheer Unraid.net-account in een nieuw tabblad",
  "Manage Unraid.net Account": "Beheer Unraid.net-account",
  "Manage your license keys at any time via the My Keys section.": "Beheer uw licentiesleutels op elk moment via de Mijn sleutels-sectie.",
  "Manage Your Server Within Connect": "Beheer uw server binnen Connect",
  "minute": "{n} minuut | {n} minuten",
  "Missing key file": "Ontbrekend sleutelbestand",
  "month": "{n} maand | {n} maanden",
  "More about Licensing": "Meer over licenties",
  "More about Unraid.net Accounts": "Meer over Unraid.net Accounts",
  "More options": "Meer opties",
  "Multiple License Keys Present": "Meerdere licentiesleutels aanwezig",
  "Never ever be left without a backup of your config. If you need to change flash drives, generate a backup from Connect and be up and running in minutes.": "Laat nooit een back-up van uw configuratie ontbreken. Als u flashdrives moet vervangen, genereer een back-up vanuit Connect en draai binnen enkele minuten.",
  "New Version: {0}": "Nieuwe versie: {0}",
  "No downgrade available": "Geen downgrade beschikbaar",
  "No Flash": "Geen Flash",
  "No Keyfile": "Geen sleutelbestand",
  "No thanks": "Nee dank je",
  "No USB flash configuration data": "Geen USB-flashconfiguratiegegevens",
  "Not Linked": "Niet gekoppeld",
  "On January 1st, 2023 SSL certificates for unraid.net were deprecated. You MUST provision a new SSL certificate to use our new myunraid.net domain. You can do this on the Settings > Management Access page.": "Op 1 januari 2023 werden SSL-certificaten voor unraid.net ingetrokken. U moet een nieuw SSL-certificaat verstrekken om ons nieuwe myunraid.net-domein te gebruiken. Dit kunt u doen op de pagina Instellingen > Beheer toegang.",
  "Online Flash Backup": "Online Flash back-up",
  "Open a bug report": "Open een bugrapport",
  "Open Dropdown": "Open dropdown",
  "Opens Connect in new tab": "Open Connect in een nieuw tabblad",
  "Original release date {0}": "Oorspronkelijke releasedatum {0}",
  "OS Update Eligibility Expiration": "Vervaldatum voor OS-updategeschiktheid",
  "OS Update Eligibility Expired": "OS-updategeschiktheid verlopen",
  "OS Update Eligibility": "OS-updategeschiktheid",
  "Pay your annual fee to continue receiving OS updates.": "Betaal uw jaarlijkse vergoeding om OS-updates te blijven ontvangen.",
  "Performing actions": "Acties uitvoeren",
  "Please confirm the update details below": "Bevestig de updategegevens hieronder",
  "Please finish the initiated downgrade to enable updates.": "Rond de begonnen downgrade af om updates mogelijk te maken.",
  "Please finish the initiated update to enable a downgrade.": "Rond de begonnen update af om een downgrade mogelijk te maken.",
  "Please fix any errors and try again.": "Los fouten op en probeer opnieuw.",
  "Please keep this window open while we perform some actions": "Houd dit venster geopend terwijl we enkele handelingen uitvoeren",
  "Please keep this window open": "Houd dit venster open",
  "Please sign out then sign back in to refresh your API key.": "Meld u af en meld u vervolgens weer aan om uw API-sleutel te verversen.",
  "Please wait while the page reloads to install your trial key": "Wacht tot de pagina opnieuw laadt om uw proefsleutel te installeren",
  "Plus more on the way": "Plus nog meer onderweg",
  "Plus": "Plus",
  "Pro": "Pro",
  "Purchase Key": "Sleutel kopen",
  "Purchase": "Kopen",
  "Ready to Install Key": "Klaar om de sleutel te installeren",
  "Ready to update Connect account configuration": "Klaar om de Connect-accountconfiguratie bij te werken",
  "Real-time Monitoring": "Realtime monitoring",
  "Reboot Now to Downgrade to {0}": "Nu opnieuw opstarten om te downgraden naar {0}",
  "Reboot Now to Downgrade": "Nu opnieuw opstarten om te downgraden",
  "Reboot Now to Update to {0}": "Nu opnieuw opstarten om te updaten naar {0}",
  "Reboot Now to Update": "Nu opnieuw opstarten om te updaten",
  "Reboot Required for Downgrade to {0}": "Herstart vereist voor downgraden naar {0}",
  "Reboot Required for Downgrade": "Herstart vereist voor downgraden",
  "Reboot Required for Update to {0}": "Herstart vereist voor update naar {0}",
  "Reboot Required for Update": "Herstart vereist voor update",
  "Rebooting will likely solve this.": "Een herstart zal dit waarschijnlijk oplossen.",
  "Receive the latest and greatest for Unraid OS. Whether it new features, security patches, or bug fixes – keeping your server up-to-date ensures the best experience that Unraid has to offer.": "Ontvang het laatste en het beste van Unraid OS. Of het nu nieuwe functies betreft, beveiligingspatches, of bugfixes; het is de beste ervaring die Unraid kan bieden om uw server actueel te houden.",
  "Recover Key": "Herstel sleutel",
  "Recovered": "Hersteld",
  "Redeem Activation Code": "Activeringscode innwisselen",
  "Refresh": "Vernieuwen",
  "Registered on": "Geregistreerd op",
  "Registered to": "Geregistreerd op naam van",
  "Registration key / USB Flash GUID mismatch": "Licentiesleutel/USB Flash GUID-mismatch",
  "Release date {0}": "Releasedatum {0}",
  "Release requires verification to update": "Uitgave vereist verificatie om te updaten",
  "Reload Page": "Pagina herladen",
  "Reload": "Herladen",
  "Remark: Unraid's WAN IPv4 {0} does not match your client's WAN IPv4 {1}.": "Opmerking: Unraid's WAN IPv4 {0} komt niet overeen met de WAN IPv4 {1} van uw klant.",
  "Remark: your WAN IPv4 is {0}": "Opmerking: uw WAN IPv4 is {0}",
  "Remove from ignore list": "Verwijderen uit negeerlijst",
  "Remove": "Verwijderen",
  "Renew Key": "Sleutel vernieuwen",
  "Renew your license key now": "Vernieuw uw licentiesleutel nu",
  "Replace Key": "Sleutel vervangen",
  "Replaced": "Vervangen",
  "Requires the local unraid-api to be running successfully": "Vereist dat de lokale unraid-api succesvol draait.",
  "Restarting unraid-api…": "unraid-api wordt opnieuw opgestart...",
  "second": "{n} seconde | {n} seconden",
  "Server Up Since {0}": "Server actief sinds {0}",
  "Servers equipped with a myunraid.net certificate can be managed directly from within the Connect web UI. Manage multiple servers from your phone, tablet, laptop, or PC in the same browser window.": "Servers uitgerust met een myunraid.net-certificaat kunnen rechtstreeks vanuit de Connect-webinterface worden beheerd. Beheer meerdere servers vanaf uw telefoon, tablet, laptop of pc in hetzelfde browservenster.",
  "Set custom server tiles how you like and automatically display your server's banner image on your Connect Dashboard.": "Stel aangepaste servertegels in zoals u wilt en toon automatisch de bannerafbeelding van uw server op uw Connect-dashboard.",
  "Settings": "Instellingen",
  "Sign In Failed": "Aanmelden mislukt",
  "Sign In requires the local unraid-api to be running": "Aanmelden vereist dat de lokale unraid-api draait.",
  "Sign In to utilize Unraid Connect": "Meld u aan om Unraid Connect te gebruiken.",
  "Sign In to your Unraid.net account to get started": "Meld u aan op uw Unraid.net-account om te beginnen.",
  "Sign In with Unraid.net Account": "Aanmelden met Unraid.net-account",
  "Sign In": "Aanmelden",
  "Sign Out Failed": "Afmelden mislukt",
  "Sign Out of Unraid.net": "Afmelden van Unraid.net",
  "Sign Out requires the local unraid-api to be running": "Afmelden vereist dat de lokale unraid-api draait.",
  "Signing in {0}…": "Aanmelden bij {0}…",
  "Signing In": "Aanmelden",
  "Signing out {0}…": "Afmelden bij {0}…",
  "Signing Out": "Afmelden",
  "Something went wrong": "Er ging iets mis.",
  "SSL certificates for unraid.net deprecated": "SSL-certificaten voor unraid.net zijn verouderd.",
  "Stale Server": "Verouderde server",
  "Stale": "Verouderd",
  "On the following screen, your license will be activated. You'll then create an Unraid.net Account to manage your license going forward.": "Op het volgende scherm wordt uw licentie geactiveerd. Vervolgens maakt u een Unraid.net-account aan om uw licentie verder te beheren.",
  "Start Free 30 Day Trial": "Start gratis proefperiode van 30 dagen",
  "Starter": "Beginner",
  "Starting your free 30 day trial": "Uw gratis proefperiode van 30 dagen starten.",
  "Success!": "Succes!",
  "Thank you for choosing Unraid OS!": "Bedankt dat u voor Unraid OS heeft gekozen!",
  "Thank you for installing Connect!": "Bedankt voor het installeren van Connect!",
  "Thank you for purchasing an Unraid {0} Key!": "Bedankt voor het aanschaffen van een Unraid {0} Sleutel!",
  "Thank you for upgrading to an Unraid {0} Key!": "Bedankt voor het upgraden naar een Unraid {0} Sleutel!",
  "The Connect dashboard links to relevant sections of the webgui, allowing quick access to those settings and server sections.": "Het Connect-dashboard linkt naar relevante delen van de WebGUI en biedt snelle toegang tot die instellingen en serversecties.",
  "The logs may contain sensitive information so do not post them publicly.": "De logs kunnen gevoelige informatie bevatten, plaats ze daarom niet openbaar.",
  "The primary method of support for Unraid Connect is through our forums and Discord.": "De primaire ondersteuningsmethoden voor Unraid Connect zijn via onze forums en Discord.",
  "Then go to Tools > Registration to manually install it": "Ga naar Hulpmiddelen > Registratie om deze handmatig te installeren",
  "This may indicate a complex network that will not work with this Remote Access solution.": "Dit kan duiden op een complex netwerk dat niet werkt met deze oplossing voor externe toegang.",
  "This update will require a reboot": "Deze update vereist een herstart.",
  "Toggle on/off server accessibility with dynamic remote access. Automatically turn on UPnP and open a random WAN port on your router at the click of a button and close off access in seconds.": "Schakel de toegankelijkheid van de server in/uit met dynamische externe toegang. Schakel automatisch UPnP in en open een willekeurige WAN-poort op uw router met een druk op de knop en sluit de toegang in enkele seconden weer af.",
  "Too Many Devices": "Te veel apparaten",
  "Transfer License to New Flash": "Licentie overdragen naar nieuwe Flash",
  "Trial Expired, see options below": "Proeftijd verlopen, zie onderstaande opties",
  "Trial Expired": "Proeftijd verlopen",
  "Trial Key Created": "Proef-sleutel aangemaakt",
  "Trial Key Creation Failed": "Aanmaken proef-sleutel mislukt",
  "Trial Key Expired {0}": "Proef-sleutel verlopen {0}",
  "Trial Key Expired at {0}": "Proef-sleutel verlopen op {0}",
  "Trial Key Expires at {0}": "Proef-sleutel verloopt op {0}",
  "Trial Key Expires in {0}": "Proef-sleutel verloopt in {0}",
  "Trial Requires Internet Connection": "Proefperiode vereist een internetverbinding",
  "Trial": "Proefperiode",
  "Unable to check for OS updates": "Kan niet controleren op OS-updates",
  "Unable to fetch client WAN IPv4": "Kan client WAN IPv4 niet ophalen",
  "Unable to open release notes": "Kan release-opmerkingen niet openen",
  "Unknown error": "Onbekende fout",
  "Unknown": "onbekend",
  "Unleash Your Hardware": "Ontgrendel uw hardware",
  "Unleashed": "Ontgrendeld",
  "unlimited": "onbeperkt",
  "Unraid {0} Available": "Unraid {0} Beschikbaar",
  "Unraid {0} Update Available": "Unraid {0} Update beschikbaar",
  "Unraid {0}": "Unraid {0}",
  "Unraid Connect Error": "Unraid Connect-fout",
  "Unraid Connect Forums": "Unraid Connect Forums",
  "Unraid Connect Install Failed": "Unraid Connect Installatie mislukt",
  "Unraid Contact Page": "Unraid Contactpagina",
  "Unraid Discord": "Unraid Discord",
  "Unraid logo animating with a wave like effect": "Unraid-logo animeert met een golfachtig effect",
  "Unraid OS {0} Released": "Unraid OS {0} Uitgebracht",
  "Unraid OS {0} Update Available": "Unraid OS {0} Update beschikbaar",
  "Unraid OS is up-to-date": "Unraid OS is up-to-date",
  "Unraid OS Update Available": "Unraid OS-update beschikbaar",
  "unraid-api is offline": "unraid-api is offline",
  "Up-to-date with eligible releases": "Up-to-date met geschikte releases",
  "Up-to-date": "Up-to-date",
  "Update Available": "Update Beschikbaar",
  "Update Released": "Update Vrijgegeven",
  "Update Unraid OS confirmation required": "Bevestiging Unraid OS-update vereist",
  "Update Unraid OS": "Unraid OS bijwerken",
  "Updates Expire": "Updates Verlopen",
  "Updating 3rd party drivers": "Derdenstuurprogramma's bijwerken",
  "Upgrade Key": "Upgrade Sleutel",
  "Upgrade": "Upgrade",
  "Uptime {0}": "Uptime {0}",
  "USB Flash device error": "USB Flash-apparaatfout",
  "USB Flash has no serial number": "USB Flash heeft geen serienummer",
  "Verify to Update": "Verifiëren om te updaten",
  "Version available for restore {0}": "Versie beschikbaar voor herstel {0}",
  "Version: {0}": "Versie: {0}",
  "View Available Updates": "Bekijk beschikbare updates",
  "View Changelog & Update": "Wijzigingenlogboek bekijken & bijwerken",
  "View Changelog for {0}": "Wijzigingenlogboek voor {0} bekijken",
  "View Changelog on Docs": "Wijzigingenlogboek op Doc's bekijken",
  "View Changelog to Start Update": "Wijzigingenlogboek bekijken om de update te starten",
  "View Changelog": "Wijzigingenlogboek bekijken",
  "View on Docs": "Bekijken op Doc's",
  "View release notes": "Bekijk release-opmerkingen",
  "We recommend backing up your USB Flash Boot Device before starting the update.": "We raden aan om uw USB Flash-bootapparaat te back-uppen voordat u de update start.",
  "Welcome to your new {0} system, powered by Unraid!": "Welkom bij uw nieuwe {0} systeem, aangedreven door Unraid!",
  "Welcome to Unraid!": "Welkom bij Unraid!",
  "year": "{n} jaar | {n} jaren",
  "You are still eligible to access OS updates that were published on or before {1}.": "U bent nog steeds gerechtigd OS-updates te openen die zijn uitgebracht op of vóór {1}.",
  "You can also manually create a new backup by clicking the Create Flash Backup button.": "U kunt ook handmatig een nieuwe back-up maken door op de knop 'Flash Back-up maken' te klikken.",
  "You can manually create a backup by clicking the Create Flash Backup button.": "U kunt handmatig een back-up maken door op de knop 'Flash Back-up maken' te klikken.",
  "You have already activated the Flash Backup feature via the Unraid Connect plugin.": "U heeft de Flash Backup-functie al geactiveerd via de Unraid Connect-plugin.",
  "You have exceeded the number of devices allowed for your license. Please remove a device before adding another.": "U heeft het aantal apparaten overschreden dat voor uw licentie is toegestaan. Verwijder een apparaat voordat u een ander toevoegt.",
  "You have not activated the Flash Backup feature via the Unraid Connect plugin.": "U heeft de Flash Backup-functie niet geactiveerd via de Unraid Connect-plugin.",
  "You may still update to releases dated prior to your update expiration date.": "U kunt nog steeds upgraden naar releases die zijn gedateerd vóór uw update-vervaldatum.",
  "You're about to create a password to secure access to your system. This password is essential for managing and configuring your server. You'll use this password every time you access the Unraid web interface.": "U staat op het punt een wachtwoord aan te maken om toegang tot uw systeem veilig te stellen. Dit wachtwoord is essentieel voor het beheren en configureren van uw server. U gebruikt dit wachtwoord telkens wanneer u toegang krijgt tot de Unraid-webinterface.",
  "You're one step closer to enhancing your Unraid experience": "U bent nog maar één stap verwijderd van het verbeteren van uw Unraid-ervaring.",
  "Your {0} Key has been replaced!": "Uw {0} Sleutel is vervangen!",
  "Your {0} license included one year of free updates at the time of purchase. You are now eligible to extend your license and access the latest OS updates. You are still eligible to access OS updates that were published on or before {1}.": "Uw {0} licentie omvatte een jaar gratis updates op het moment van aankoop. U kunt nu uw licentie verlengen en toegang krijgen tot de nieuwste OS-updates. U bent nog steeds gerechtigd toegang te krijgen tot OS-updates die zijn gepubliceerd op of vóór {1}.",
  "Your {0} license included one year of free updates at the time of purchase. You are now eligible to extend your license and access the latest OS updates.": "Uw {0} licentie omvatte een jaar gratis updates op het moment van aankoop. U kunt nu uw licentie verlengen en toegang krijgen tot de nieuwste OS-updates.",
  "Your free Trial key provides all the functionality of an Unleashed Registration key": "Uw gratis proef-sleutel biedt alle functionaliteit van een Unleashed registratie-sleutel.",
  "Your license key is not eligible for Unraid OS {0}": "Uw licentie-sleutel komt niet in aanmerking voor Unraid OS {0}.",
  "Your license key's OS update eligibility has expired. Please renew your license key to enable updates released after your expiration date.": "De geldigheid van de OS-update van uw licentiesleutel is verlopen. Vernieuw uw licentie-sleutel om updates die na uw vervaldatum zijn uitgebracht te kunnen uitvoeren.",
  "Your Trial has expired": "Uw proefperiode is verlopen.",
  "Your Trial key has been extended!": "Uw proef-sleutel is verlengd!",
  "Create an Unraid.net account and activate your key": "Maak een Unraid.net-account aan en activeer uw sleutel.",
  "Device is ready to configure": "Apparaat is klaar om te configureren",
  "Secure your device": "Beveilig uw apparaat",
  "Unraid OS {0} Changelog": "Unraid OS {0} Wijzigingenlogboek",
  "or": "of",
  "Logging in...": "Inloggen...",
  "Try Again": "Probeer opnieuw",
  "Log In With Unraid.net": "Log in met Unraid.net",
  "Invalid Unraid.net credentials": "Onjuiste Unraid.net inloggegevens",
  "This Unraid.net account is not authorized to access this server": "Dit Unraid.net-account is niet geautoriseerd om toegang tot deze server te krijgen",
  "SSO login is not enabled on this server": "SSO-login is niet ingeschakeld op deze server",
  "Login session expired. Please try again": "Inlogsessie is verlopen. Probeer opnieuw.",
  "Network error. Please check your connection": "Netwerkfout. Controleer uw verbinding.",
  "SSO login failed. Please try again": "SSO-login mislukt. Probeer opnieuw.",
  "Error fetching token": "Fout bij het ophalen van token",
  "Visit Unraid website": "Bezoek Unraid website",
  "Version Information": "Versie-informatie",
  "First, you'll create your device's login credentials, then you'll activate your Unraid license—your device's operating system (OS).": "Eerst maakt u de inloggegevens van uw apparaat aan, dan activeert u uw Unraid-licentie—het besturingssysteem (OS) van uw apparaat.",
  "Edit API Key": "API-sleutel bewerken",
  "Create API Key": "API-sleutel vervaardigen",
  "OS version copied to clipboard": "OS-versie gekopieerd naar klembord",
  "API version copied to clipboard": "API-versie gekopieerd naar klembord",
  "Visit Partner website": "Bezoek partnerwebsite",
  "Unraid OS": "Unraid OS",
  "Unraid API": "Unraid API",
  "View OS Release Notes": "Bekijk OS release-opmerkingen",
  "View API Changelog": "Bekijk API wijzigingenlogboek",
  "Registered GUID": "Geregistreerde GUID",
  "Array status": "Array-status",
  "Trial expiration": "Proefperiode vervaldatum",
  "Flash Drive": "Flash-schijf",
  "License": "Licentie",
  "Actions": "Acties",
  "Your license key was automatically renewed and installed. Reload the page to see updated details.": "Uw licentie-sleutel is automatisch vernieuwd en geïnstalleerd. Herlaad de pagina om bijgewerkte details te zien.",
  "Checking authentication options...": "Authenticatie-opties controleren...",
  "Invalid callback parameters": "Ongeldige callback-parameters",
  "Loading changelog…": "Wijzigingenlogboek laden…",
  "Checking for OS updates...": "Controleren op OS-updates...",
  "Requires verification to update": "Vereist verificatie voor update",
  "More Options": "Meer opties",
  "Manage update preferences including beta access and version selection at account.unraid.net": "Beheer updatevoorkeuren inclusief bètatoegang en versie-selectie op account.unraid.net",
  "You can opt back in to an ignored release by clicking on the Check for Updates button in the header anytime": "U kunt opnieuw deelnemen aan een genegeerde release door op de knop Updates controleren in de koptekst te klikken.",
  "Loading changelog...": "Wijzigingenlogboek laden...",
  "No changelog content available": "Geen wijzigingenlogboek-inhoud beschikbaar",
  "Downgrade": "Downgrade",
  "Update": "Vernieuwen",
  "During the Unraid OS update process third-party drivers were detected and are currently being updated in the background. Please wait for those to finish downloading before rebooting your server to complete the update process. You should receive a system notification when complete. You may also refresh this page to check for an updated status.": "Tijdens het Unraid OS-updateproces werden derdenstuurprogramma's gedetecteerd en worden deze momenteel op de achtergrond bijgewerkt. Wacht tot deze gedownload zijn voordat u uw server opnieuw opstart om het updateproces te voltooien. U ontvangt een systeemmelding wanneer het voltooid is. U kunt deze pagina ook verversen om de bijgewerkte status te controleren.",
  "License Key Updates Expired": "Updates licentie-sleutel verlopen",
  "Downgrade Unraid OS confirmation required": "Bevestiging van Unraid OS-downgrade vereist",
  "Please confirm the downgrade details below": "Bevestig de onderstaande downgrades",
  "Post Install License Key Error": "Fout bij het installeren van de licentie-sleutel na installatie",
  "This downgrade will require a reboot": "Deze downgrade vereist een herstart",
  "Confirm and start downgrade": "Bevestigen en starten van downgrade",
  "Loading…": "Laden…",
  "Go to API Settings": "Ga naar API-instellingen",
  "Restart unraid-api": "unraid-api opnieuw starten",
  "Error creatiing a trial key. Please try again later.": "Fout bij het maken van een proef-sleutel. Probeer het later opnieuw.",
  "Username": "Gebruikersnaam",
  "Password": "Wachtwoord",
  "Login": "Aanmelden",
  "Password recovery": "Wachtwoord herstellen",
  "jsonforms.errors.default": "Ongeldige waarde",
  "jsonforms.rclone.basic.remoteName.label": "Externe Naam",
  "jsonforms.rclone.basic.remoteName.description": "Naam ter identificatie van deze externe configuratie (bijv. mijn_google_drive). Gebruik alleen letters, cijfers, koppeltekens en underscores.",
  "jsonforms.rclone.basic.remoteName.descriptionShort": "Naam ter identificatie van deze externe configuratie",
  "jsonforms.rclone.basic.providerType.label": "Opslagaanbieder Type",
  "jsonforms.rclone.basic.providerType.description": "Selecteer de cloudopslagaanbieder die u wilt gebruiken voor deze externe verbinding.",
  "jsonforms.rclone.basic.documentation.text": "Documentatielink",
  "jsonforms.rclone.basic.documentation.description": "Voor meer informatie, raadpleeg de [RClone Config Documentatie](https://rclone.org/commands/rclone_config/).",
  "jsonforms.rclone.basic.showAdvanced.label": "Geavanceerde Opties Weergeven",
  "jsonforms.rclone.basic.showAdvanced.description": "Toon aanvullende configuratie-opties voor experts.",
  "jsonforms.rclone.basic.showAdvanced.toggleDescription": "Of geavanceerde configuratieopties getoond moeten worden.",
  "jsonforms.rclone.validation.sizeSuffix": "Ongeldige formaatgrootte. Voorbeelden: \"10G\", \"100M\", \"1.5GiB\", \"uit\".",
  "jsonforms.rclone.validation.duration": "Ongeldig duurformaat. Voorbeelden: \"10s\", \"1.5m\", \"100ms\", \"1u15m\", \"uit\".",
  "jsonforms.apiSettings.sandbox": "Ontwikkelaars Sandbox inschakelen",
  "jsonforms.apiKey.name": "API Sleutelnaam",
  "jsonforms.apiKey.description": "Beschrijving",
  "jsonforms.apiKey.roles": "Rollen",
  "jsonforms.apiKey.permissionPresets": "Toestemming Preset Toevoegen",
  "jsonforms.apiKey.customPermissions": "Bevoegdheden",
  "jsonforms.apiKey.customPermissions.resources": "Bronnen",
  "jsonforms.apiKey.customPermissions.actions": "Acties",
  "jsonforms.apiKey.permissions.header": "Configuratie van Bevoegdheden",
  "jsonforms.apiKey.permissions.description": "Selecteer elke combinatie van rollen, toestemmingsgroepen en aangepaste toestemmingen om te bepalen waar deze API-sleutel toegang toe heeft.",
  "jsonforms.apiKey.permissions.subheader": "Bevoegdheden",
  "jsonforms.apiKey.permissions.help": "Gebruik de preset dropdown voor standaard toestemmingensets, of voeg handmatig aangepaste toestemmingen toe. U kunt meerdere bronnen selecteren die dezelfde acties delen.",
  "jsonforms.rclone.basic.remoteName": "Externe Naam",
  "jsonforms.rclone.basic.providerType": "Opslagaanbieder Type",
  "jsonforms.rclone.basic.documentation": "Documentatielink",
  "jsonforms.rclone.basic.showAdvanced": "Geavanceerde Opties Weergeven",
  "jsonforms.oidc.provider.id": "Provider ID",
  "jsonforms.oidc.provider.name": "Provider Naam",
  "jsonforms.oidc.provider.clientId": "OAuth Client ID",
  "jsonforms.oidc.provider.clientSecret": "OAuth Client Geheim",
  "jsonforms.oidc.provider.issuer": "Uitgevers URL",
  "jsonforms.oidc.provider.scopes": "OAuth Scopes",
  "jsonforms.oidc.provider.authorizationEndpoint": "Autorisatie Eindpunt",
  "jsonforms.oidc.provider.tokenEndpoint": "Token Eindpunt",
  "jsonforms.oidc.provider.userInfoEndpoint": "User Info Eindpunt",
  "jsonforms.oidc.provider.jwksUri": "JWKS URI",
  "jsonforms.oidc.restrictions.title": "Eenvoudige Autorisatie",
  "jsonforms.oidc.restrictions.help": "Configureer eenvoudige toelatingslijsten voor wie kan inloggen.",
  "jsonforms.oidc.restrictions.allowedDomains": "Toegestane Email Domeinen",
  "jsonforms.oidc.restrictions.allowedEmails": "Specifieke Email Adressen",
  "jsonforms.oidc.restrictions.allowedUserIds": "Toegestane Gebruikers-ID's",
  "jsonforms.oidc.restrictions.workspaceDomain": "Google Workspace Domein",
  "jsonforms.oidc.rules.title": "Geavanceerde Autorisatieregels",
  "jsonforms.oidc.rules.description": "Defineer claim-gebaseerde autorisatielogica.",
  "jsonforms.oidc.rules.mode": "Regelmodus",
  "jsonforms.oidc.rules.claim": "JWT Claim",
  "jsonforms.oidc.rules.operator": "Operator",
  "jsonforms.oidc.rules.value": "Waarden",
  "jsonforms.oidc.rules.collection": "Claim Regels",
  "jsonforms.oidc.buttons.title": "Knopaanpassing",
  "jsonforms.oidc.buttons.description": "Pas het uiterlijk van de inlogknop aan.",
  "jsonforms.oidc.buttons.text": "Knoptekst",
  "jsonforms.oidc.buttons.icon": "Knop Pictogram URL",
  "jsonforms.oidc.buttons.variant": "Knopstijl",
  "jsonforms.oidc.buttons.style": "Aangepaste CSS Stijlen",
  "jsonforms.oidc.provider.discoveryToggle": "Gebruik Automatische Ontdekking"
}
