{
  "{0} {1} Key…": "{0} {1} Nøkkel…",
  "{0} devices": "{0} enheter",
  "{0} out of {1} allowed devices – upgrade your key to support more devices": "{0} av {1} tillatte enheter – oppgrader nøkkelen din for å støtte flere enheter",
  "{0} out of {1} devices": "{0} av {1} enheter",
  "{0} Release Notes": "{0} Utgavenotater",
  "{0} Signed In Successfully": "{0} Vellykket innlogging",
  "{0} Signed Out Successfully": "{0} Vellykket utlogging",
  "{0} Update Available": "{0} Oppdatering tilgjengelig",
  "{1} Key {0} Successfully": "{1} Nøkkel {0} vellykket",
  "<p>It is not possible to use a Trial key with an existing Unraid OS installation.</p><p>You may purchase a license key corresponding to this USB Flash device to continue using this installation.</p>": "<p>Det er ikke mulig å bruke en Prøvenøkkel med en eksisterende Unraid OS-installasjon.</p><p>Du kan kjøpe en lisensnøkkel tilsvarende denne USB Flash-enheten for å fortsette å bruke denne installasjonen.</p>",
  "<p>Please refresh the page to ensure you load your latest configuration</p>": "<p>Vennligst oppdater siden for å sikre at du laster inn din nyeste konfigurasjon</p>",
  "<p>Register for Connect by signing in to your Unraid.net account</p>": "<p>Registrer deg for Connect ved å logge inn på din Unraid.net-konto</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device or choose Purchase Key.</p><p>Your Unraid registration key is ineligible for replacement as it has been replaced within the last 12 months.</p>": "<p>Lisensnøkkelfilen samsvarer ikke med USB Flash-bootenheten. Vennligst kopier den riktige nøkkelfilen til /config katalogen på USB Flash-enheten eller velg Kjøp nøkkel.</p><p>Din Unraid registreringsnøkkel er ikke kvalifisert for utskifting da den har blitt erstattet i løpet av de siste 12 månedene.</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device or choose Purchase Key.</p><p>Your Unraid registration key is ineligible for replacement as it is blacklisted.</p>": "<p>Lisensnøkkelfilen samsvarer ikke med USB Flash-bootenheten. Vennligst kopier den riktige nøkkelfilen til /config katalogen på USB Flash-enheten eller velg Kjøp nøkkel.</p><p>Din Unraid registreringsnøkkel er ikke kvalifisert for utskifting da den er svartelistet.</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device.</p><p>You may also attempt to Purchase or Replace your key.</p>": "<p>Lisensnøkkelfilen samsvarer ikke med USB Flash-bootenheten. Vennligst kopier den riktige nøkkelfilen til /config katalogen på USB Flash-enheten.</p><p>Du kan også forsøke å kjøpe eller erstatte nøkkelen din.</p>",
  "<p>There are multiple license key files present on your USB flash device and none of them correspond to the USB Flash boot device. Please remove all key files, except the one you want to replace, from the /config directory on your USB Flash boot device.</p><p>Alternately you may purchase a license key for this USB flash device.</p><p>If you want to replace one of your license keys with a new key bound to this USB Flash device, please first remove all other key files first.</p>": "<p>Det er flere lisensnøkkelfiler til stede på din USB Flash-enhet og ingen av dem samsvarer med USB Flash-bootenheten. Vennligst fjern alle nøkkelfiler, bortsett fra den du vil erstatte, fra /config katalogen på din USB Flash-bootenhet.</p><p>Alternativt kan du kjøpe en lisensnøkkel for denne USB Flash-enheten.</p><p>Hvis du ønsker å erstatte en av lisensnøklene med en ny nøkkel bundet til denne USB Flash-enheten, vennligst fjern alle andre nøkkelfiler først.</p>",
  "<p>There is a physical problem accessing your USB Flash boot device</p>": "<p>Det er et fysisk problem med tilgangen til USB Flash-bootenheten</p>",
  "<p>There is a problem with your USB Flash device</p>": "<p>Det er et problem med din USB Flash-enhet</p>",
  "<p>This USB Flash boot device has been blacklisted. This can occur as a result of transferring your license key to a replacement USB Flash device, and you are currently booted from your old USB Flash device.</p><p>A USB Flash device may also be blacklisted if we discover the serial number is not unique – this is common with USB card readers.</p>": "<p>Denne USB Flash-bootenheten har blitt svartelistet. Dette kan oppstå som et resultat av å overføre lisensnøkkelen din til en erstatnings-USB Flash-enhet, og du har for øyeblikket startet opp fra din gamle USB Flash-enhet.</p><p>En USB Flash-enhet kan også bli svartelistet hvis vi oppdager at serienummeret ikke er unikt – dette er vanlig med USB kortlesere.</p>",
  "<p>This USB Flash device has an invalid GUID. Please try a different USB Flash device</p>": "<p>Denne USB Flash-enheten har en ugyldig GUID. Vennligst prøv en annen USB Flash-enhet</p>",
  "<p>To continue using Unraid OS you may purchase a license key. Alternately, you may request a Trial extension.</p>": "<p>For å fortsette å bruke Unraid OS kan du kjøpe en lisensnøkkel. Alternativt kan du be om en prøveutvidelse.</p>",
  "<p>To support more storage devices as your server grows, click Upgrade Key.</p>": "<p>For å støtte flere lagringsenheter når serveren din vokser, klikk på Oppgrader nøkkel.</p>",
  "<p>You have used all your Trial extensions. To continue using Unraid OS you may purchase a license key.</p>": "<p>Du har brukt alle dine prøveutvidelser. For å fortsette å bruke Unraid OS kan du kjøpe en lisensnøkkel.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>After your <em>Trial</em> has reached expiration, your server <strong>still functions normally</strong> until the next time you Stop the array or reboot your server.</p><p>At that point you may either purchase a license key or request a <em>Trial</em> extension.</p>": "<p>Din <em>Prøve</em>-nøkkel inkluderer all funksjonalitet og enhetsstøtte til en <em>Unleashed</em>-nøkkel.</p><p>Etter at din <em>Prøve</em> har nådd utløpet, vil serveren din <strong>fortsette å fungere normalt</strong> inntil du stopper arrayet eller starter serveren på nytt.</p><p>På det tidspunktet kan du enten kjøpe en lisensnøkkel eller be om en <em>Prøve</em>-utvidelse.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>When your <em>Trial</em> expires, <strong>the array will stop</strong>. At that point you may either purchase a license key or request a <em>Trial</em> extension.</p>": "<p>Din <em>Prøve</em>-nøkkel inkluderer all funksjonalitet og enhetsstøtte til en <em>Unleashed</em>-nøkkel.</p><p>Når din <em>Prøve</em> utløper, <strong>vil arrayet stoppe</strong>. På det tidspunktet kan du enten kjøpe en lisensnøkkel eller be om en <em>Prøve</em>-utvidelse.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>Your trial is expiring soon. When it expires, <strong>the array will stop</strong>. You may extend your trial now, purchase a license key, or wait until expiration to take action.</p>": "<p>Din <em>Prøve</em>-nøkkel inkluderer all funksjonalitet og enhetsstøtte til en <em>Unleashed</em>-nøkkel.</p><p>Prøveversjonen din utløper snart. Når den utløper, <strong>vil arrayet stoppe</strong>. Du kan forlenge prøven nå, kjøpe en lisensnøkkel, eller vente til den utløper for å ta tiltak.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>Your trial is expiring soon and you have used all available extensions. When it expires, <strong>the array will stop</strong>. To continue using Unraid OS, you must purchase a license key.</p>": "<p>Din <em>Prøve</em>-nøkkel inkluderer all funksjonalitet og enhetsstøtte til en <em>Unleashed</em>-nøkkel.</p><p>Prøveversjonen din utløper snart og du har brukt alle tilgjengelige utvidelser. Når den utløper, <strong>vil arrayet stoppe</strong>. For å fortsette å bruke Unraid OS, må du kjøpe en lisensnøkkel.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>You have used all available trial extensions. When your <em>Trial</em> expires, <strong>the array will stop</strong>. To continue using Unraid OS after expiration, you must purchase a license key.</p>": "<p>Din <em>Prøve</em>-nøkkel inkluderer all funksjonalitet og enhetsstøtte til en <em>Unleashed</em>-nøkkel.</p><p>Du har brukt alle tilgjengelige prøveutvidelser. Når din <em>Prøve</em> utløper, <strong>vil arrayet stoppe</strong>. For å fortsette å bruke Unraid OS etter utløpet, må du kjøpe en lisensnøkkel.</p>",
  "<p>Your license key file is corrupted or missing. The key file should be located in the /config directory on your USB Flash boot device.</p><p>If you do not have a backup copy of your license key file you may attempt to recover your key.</p><p>If this was an expired Trial installation, you may purchase a license key.</p>": "<p>Lisensnøkkelfilen din er skadet eller mangler. Nøkkelfilen skal være plassert i /config-katalogen på USB Flash-bootenheten din.</p><p>Hvis du ikke har en sikkerhetskopi av lisensnøkkelfilen kan du forsøke å gjenopprette nøkkelen din.</p><p>Hvis dette var en utløpt prøveinstallasjon, kan du kjøpe en lisensnøkkel.</p>",
  "<p>Your license key file is corrupted or missing. The key file should be located in the /config directory on your USB Flash boot device.</p><p>You may attempt to recover your key with your Unraid.net account.</p><p>If this was an expired Trial installation, you may purchase a license key.</p>": "<p>Lisensnøkkelfilen din er skadet eller mangler. Nøkkelfilen skal være plassert i /config-katalogen på USB Flash-bootenheten din.</p><p>Du kan forsøke å gjenopprette nøkkelen din med din Unraid.net-konto.</p><p>Hvis dette var en utløpt prøveinstallasjon, kan du kjøpe en lisensnøkkel.</p>",
  "<p>Your server will not be usable until you purchase a Registration key or install a free 30 day <em>Trial</em> key. A <em>Trial</em> key provides all the functionality of an Unleashed Registration key.</p><p>Registration keys are bound to your USB Flash boot device serial number (GUID). Please use a high quality name brand device at least 1GB in size.</p><p>Note: USB memory card readers are generally not supported because most do not present unique serial numbers.</p><p><strong>Important:</strong></p><ul class='list-disc pl-16px'><li>Please make sure your server time is accurate to within 5 minutes</li><li>Please make sure there is a DNS server specified</li></ul>": "<p>Serveren din vil ikke være brukbar før du kjøper en registreringsnøkkel eller installerer en gratis 30 dagers <em>Prøve</em>-nøkkel. En <em>Prøve</em>-nøkkel gir all funksjonaliteten til en Unleashed-registringsnøkkel.</p><p>Registreringsnøkler er bundet til ditt USB Flash-bootenheters serienummer (GUID). Vennligst bruk en kvalitetsmerke-enhet på minst 1 GB i størrelse.</p><p>Merk: USB minnekortlesere støttes generelt ikke fordi de fleste ikke har unike serienumre.</p><p><strong>Viktig:</strong></p><ul class='list-disc pl-16px'><li>Vennligst sørg for at serverens tid er korrekt innen 5 minutter</li><li>Vennligst sørg for at det er en DNS-server spesifisert</li></ul>",
  "<p>Your Trial key requires an internet connection.</p><p><a href='/Settings/NetworkSettings class='underline'>Please check Settings > Network</a></p>": "<p>Din prøvenøkkel krever en internettforbindelse.</p><p><a href='/Settings/NetworkSettings class='underline'>Vennligst sjekk innstillinger > Nettverk</a></p>",
  "<p>Your Unraid registration key is ineligible for replacement as it has been replaced within the last 12 months.</p>": "<p>Din Unraid registreringsnøkkel er ikke kvalifisert for utskifting da den har blitt erstattet i løpet av de siste 12 månedene.</p>",
  "A Trial key provides all the functionality of an Unleashed Registration key": "En prøvenøkkel gir all funksjonalitet til en Unleashed-registreringsnøkkel.",
  "A valid GUID is required to check for OS updates.": "En gyldig GUID er nødvendig for å sjekke OS-oppdateringer.",
  "A valid keyfile and USB Flash boot device are required to check for OS updates.": "En gyldig nøkkelfil og USB Flash boot-enhet er nødvendig for å sjekke OS-oppdateringer.",
  "A valid keyfile is required to check for OS updates.": "En gyldig nøkkelfil er nødvendig for å sjekke OS-oppdateringer.",
  "A valid OS version is required to check for OS updates.": "En gyldig OS-versjon er nødvendig for å sjekke OS-oppdateringer.",
  "Acklowledge that you have made a Flash Backup to enable this action": "Bekreft at du har laget en Flash-sikkerhetskopi for å aktivere denne handlingen",
  "Activate Now": "Aktiver nå",
  "Activate License": "Aktiver lisens",
  "ago": "siden",
  "All you need is an active internet connection, an Unraid.net account, and the Connect plugin. Get started by installing the plugin.": "Alt du trenger er en aktiv internettforbindelse, en Unraid.net-konto, og Connect-pluginen. Kom i gang ved å installere pluginen.",
  "Attached Storage Devices": "Tilkoblede lagringsenheter",
  "Backing up...this may take a few minutes": "Lager sikkerhetskopi... dette kan ta noen minutter",
  "Basic": "Grunnleggende",
  "Begin downgrade to {0}": "Begynn nedgradering til {0}",
  "Beta": "Beta",
  "Blacklisted USB Flash GUID": "Svartelistet USB Flash GUID",
  "BLACKLISTED": "SVARTELISTET",
  "Calculating OS Update Eligibility…": "Beregner OS-oppdateringsberettigelse…",
  "Calculating trial expiration…": "Beregner prøveperiodeutløp…",
  "Callback redirect type not present or incorrect": "Callback-omdirigeringstype er ikke til stede eller er feil",
  "Cancel {0}": "Avbryt {0}",
  "Cancel": "Avbryt",
  "Cannot access your USB Flash boot device": "Kan ikke få tilgang til USB Flash-oppstartsenheten din",
  "Cannot validate Unraid Trial key": "Kan ikke validere Unraid-prøvenøkkelen",
  "Check Eligibility": "Sjekk berettigelse",
  "check for OS updates": "sjekk for OS-oppdateringer",
  "Check for OS Updates": "Sjekk for OS-oppdateringer",
  "Check for Prereleases": "Sjekk for forhåndsversjoner",
  "Check for Update": "Sjekk for oppdatering",
  "Checking WAN IPs…": "Sjekker WAN IP-er…",
  "Checking...": "Sjekker...",
  "Checkout the Connect Documentation": "Sjekk ut Connect-dokumentasjonen",
  "Click to close modal": "Klikk for å lukke modalen",
  "Click to Copy LAN IP {0}": "Klikk for å kopiere LAN IP {0}",
  "Close Dropdown": "Lukk rullegardinmenyen",
  "Close Modal": "Lukk modality",
  "Close": "Lukk",
  "Configure Connect Features": "Konfigurer Connect-funksjonene",
  "Confirm and start update": "Bekreft og start oppdatering",
  "Confirm to Install Unraid OS {0}": "Bekreft for å installere Unraid OS {0}",
  "Connected": "Tilkoblet",
  "Contact Support": "Kontakt support",
  "Continue": "Fortsett",
  "Copied": "Kopiert",
  "Copy Key URL": "Kopier nøkkel-URL",
  "Copy your Key URL: {0}": "Kopier nøkkel-URL-en din: {0}",
  "Create Flash Backup": "Opprett Flash-sikkerhetskopi",
  "Create a password": "Opprett et passord",
  "Create Device Password": "Opprett enhets-passord",
  "Current Version {0}": "Nåværende versjon {0}",
  "Current Version: Unraid {0}": "Nåværende versjon: Unraid {0}",
  "Customizable Dashboard Tiles": "Tilpassbare instrumentpanel-fliser",
  "day": "{n} dag | {n} dager",
  "Deep Linking": "Dyp kobling",
  "DNS issue, unable to resolve wanip4.unraid.net": "DNS-problem, kan ikke løse wanip4.unraid.net",
  "Downgrade Unraid OS to {0}": "Nedgrader Unraid OS til {0}",
  "Downgrade Unraid OS": "Nedgrader Unraid OS",
  "Downgrades are only recommended if you're unable to solve a critical issue.": "Nedgraderinger anbefales kun hvis du ikke kan løse et kritisk problem.",
  "Download Diagnostics": "Last ned diagnostikk",
  "Download the Diagnostics zip then please open a bug report on our forums with a description of the issue along with your diagnostics.": "Last ned diagnostikk-zipen, og åpne en feilrapport på forumene våre med en beskrivelse av problemet sammen med din diagnostikk.",
  "Download unraid-api Logs": "Last ned unraid-api-logger",
  "Dynamic Remote Access": "Dynamisk fjernkontroll",
  "Eligible for free feature updates for {0}": "Berettiget til gratis funksjonsoppdateringer for {0}",
  "Eligible for free feature updates until {0}": "Berettiget til gratis funksjonsoppdateringer til {0}",
  "Eligible": "Berettiget",
  "Enable update notifications": "Aktiver oppdateringsvarsler",
  "Enhance your experience with Unraid Connect": "Forbedre din opplevelse med Unraid Connect",
  "Enhance your Unraid experience with Connect": "Forbedre Unraid-opplevelsen din med Connect",
  "Enhance your Unraid experience": "Forbedre Unraid-opplevelsen din",
  "Error creating a trial key. Please try again later.": "Feil ved oppretting av prøveversjonsnøkkel. Vennligst prøv igjen senere.",
  "Error Parsing Changelog • {0}": "Feil ved parsing av endringsloggfiler • {0}",
  "Error": "Feil",
  "Expired {0}": "Utløpt {0}",
  "Expired": "Utløpt",
  "Expires at {0}": "Utgår kl {0}",
  "Expires in {0}": "Utløper om {0}",
  "Extend License to Enable OS Updates": "Forleng lisens for å aktivere OS-oppdateringer",
  "Extend License to Update": "Forleng lisens for å oppdatere",
  "Extend License": "Forleng lisens",
  "Extend Trial": "Forlenget prøveversjon",
  "Extending your free trial by 15 days": "Forlenger din gratis prøveperiode med 15 dager",
  "Extension Installed": "Utvidelse installert",
  "Failed to {0} {1} Key": "Mislyktes med å {0} {1} nøkkel",
  "Failed to install key": "Mislyktes med å installere nøkkel",
  "Failed to update Connect account configuration": "Mislyktes med å oppdatere Connect-kontokonfigurasjon",
  "Fetching & parsing changelog…": "Henter og parser endringsloggfiler…",
  "Fix Error": "Rett feil",
  "Flash Backup is not available. Navigate to {0}/Main/Settings/Flash to try again then come back to this page.": "Flash-sikkerhetskopi er ikke tilgjengelig. Gå til {0}/Main/Settings/Flash for å prøve igjen og så kom tilbake til denne siden.",
  "Flash GUID Error": "Flash GUID-feil",
  "Flash GUID required to check replacement status": "Flash GUID kreves for å sjekke erstatningsstatus",
  "Flash GUID": "Flash GUID",
  "Flash Product": "Flash Produkt",
  "Flash Vendor": "Flash Leverandør",
  "Get a Lifetime Key": "Få en livstidnøkkel",
  "Get an overview of your server's state, storage space, apps and VMs status, and more.": "Få en oversikt over serverens status, lagringsplass, apper og VMs status, og mer.",
  "Get Started": "Kom i gang",
  "Go to Connect plugin settings": "Gå til Connect-plugininnstillinger",
  "Go to Connect": "Gå til Connect",
  "Go to Management Access Now": "Gå til Administration Access Now",
  "Go to Settings > Notifications to enable automatic OS update notifications for future releases.": "Gå til Innstillinger > Varsler for å aktivere automatiske OS-oppdateringsvarsler for fremtidige utgivelser.",
  "Go to Tools > Management Access to activate the Flash Backup feature and ensure your backup is up-to-date.": "Gå til Verktøy > Administration Access for å aktivere Flash Backup-funksjonen og sikre at sikkerhetskopien din er oppdatert.",
  "Go to Tools > Management Access to ensure your backup is up-to-date.": "Gå til Verktøy > Administration Access for å sikre at sikkerhetskopien din er oppdatert.",
  "Go to Tools > Registration to fix": "Gå til Verktøy > Registrering for å rette",
  "Go to Tools > Registration to Learn More": "Gå til Verktøy > Registrering for å lære mer",
  "Go to Tools > Update OS for more options.": "Gå til Verktøy > Oppdater OS for flere alternativer.",
  "Go to Tools > Update": "Gå til Verktøy > Oppdater",
  "hour": "{n} time | {n} timer",
  "I have made a Flash Backup": "Jeg har laget en flash-sikkerhetskopi",
  "If you are asked to supply logs, please open a support request on our Contact Page and reply to the email message you receive with your logs attached.": "Hvis du blir bedt om å sende inn logger, vennligst åpne en supportforespørsel på vår kontaktside og svar på e-postmeldingen du mottar med loggene dine.",
  "Ignore this message if you are currently connected via Remote Access or VPN.": "Ignorer denne meldingen hvis du er koblet til via ekstern tilgang eller VPN.",
  "Ignore this release until next reboot": "Ignorer denne utgivelsen til neste omstart",
  "Ignored Releases": "Ignorerte utgivelser",
  "In the rare event you need to downgrade we ask that you please provide us with Diagnostics so we can investigate your issue.": "I det sjeldne tilfellet at du må nedgradere ber vi deg vennligst gi oss diagnostikk slik at vi kan undersøke problemet ditt.",
  "Ineligible as of {0}": "Ikke berettiget fra {0}",
  "Eligible for updates released on or before {0}.": "Berettiget for oppdateringer utgitt på eller før {0}.",
  "Extend your license to access the latest updates.": "Forleng lisensen din for å få tilgang til de nyeste oppdateringene.",
  "Ineligible for Unraid OS updates": "Ikke berettiget for Unraid OS-oppdateringer",
  "Ineligible": "Ikke berettiget",
  "Ineligible for self-replacement": "Ikke berettiget for selvutskifting",
  "Install Connect": "Installer Connect",
  "Install Extended": "Installer Utvidet",
  "Install Recovered": "Installer Gjenopprettet",
  "Install Replaced": "Installer Erstattet",
  "Install Unraid OS {0}": "Installer Unraid OS {0}",
  "Install": "Installer",
  "Installed": "Installert",
  "Installing Connect": "Installerer Connect",
  "Installing Extended Trial": "Installerer Utvidet Prøveversjon",
  "Installing Extended": "Installerer Utvidet",
  "Installing Recovered": "Installerer Gjenopprettet",
  "Installing Replaced": "Installerer Erstattet",
  "Installing": "Installerer",
  "Introducing Unraid Connect": "Introduksjon til Unraid Connect",
  "Invalid API Key Format": "Ugyldig API-nøkkelformat",
  "Invalid API Key": "Ugyldig API-nøkkel",
  "Invalid installation": "Ugyldig installasjon",
  "It's highly recommended to review the changelog before continuing your update": "Det anbefales på det sterkeste å gjennomgå endringsloggen før du fortsetter med oppdateringen",
  "Key ineligible for {0}": "Nøkkel ikke berettiget for {0}",
  "Key ineligible for future releases": "Nøkkel ikke berettiget for fremtidige utgivelser",
  "Key ineligible for new updates": "Nøkkel ikke berettiget for nye oppdateringer",
  "Keyfile required to check replacement status": "Nøkkelfil kreves for å sjekke erstatningsstatus",
  "LAN IP {0}": "LAN IP {0}",
  "LAN IP Copied": "LAN IP kopiert",
  "LAN IP": "LAN IP",
  "Last checked: {0}": "Sist sjekket: {0}",
  "Learn more about the error": "Lær mer om feil",
  "Learn more and fix": "Lær mer og rett",
  "Learn more and link your key to your account": "Lær mer og koble nøkkel til kontoen din",
  "Learn more": "Lær mer",
  "Learn More": "Lær mer",
  "Let's activate your Unraid OS License": "La oss aktivere Unraid OS-lisensen din",
  "Let's Unleash your Hardware!": "La oss slippe løs maskinvaren din!",
  "License key actions": "Handlinger med lisensnøkkel",
  "License key type": "Lisensnøkkeltype",
  "License Management": "Lisensadministrasjon",
  "Lifetime": "Livstid",
  "Link Key": "Koble nøkkel",
  "Linked": "Koblet",
  "Linked to Unraid.net account": "Koblet til Unraid.net-konto",
  "Loading": "Laster",
  "Manage Unraid.net Account in new tab": "Administrer Unraid.net-kontoen din i ny fane",
  "Manage Unraid.net Account": "Administrer Unraid.net-konto",
  "Manage your license keys at any time via the My Keys section.": "Administrer lisensnøklene dine når som helst via Min Nøkler-seksjonen.",
  "Manage Your Server Within Connect": "Administrer serveren din innenfor Connect",
  "minute": "{n} minutt | {n} minutter",
  "Missing key file": "Mangler nøkkelfil",
  "month": "{n} måned | {n} måneder",
  "More about Licensing": "Mer om lisensiering",
  "More about Unraid.net Accounts": "Mer om Unraid.net-kontoer",
  "More options": "Flere alternativer",
  "Multiple License Keys Present": "Flere lisensnøkler tilstede",
  "Never ever be left without a backup of your config. If you need to change flash drives, generate a backup from Connect and be up and running in minutes.": "Aldri bli stående uten en sikkerhetskopi av konfigurasjonen din. Hvis du trenger å bytte flash-stasjoner, generer en sikkerhetskopi fra Connect og vær oppe og kjøre i løpet av minutter.",
  "New Version: {0}": "Ny versjon: {0}",
  "No downgrade available": "Ingen nedgraderinger tilgjengelige",
  "No Flash": "Ingen Flash",
  "No Keyfile": "Ingen nøkkelfil",
  "No thanks": "Nei takk",
  "No USB flash configuration data": "Ingen USB flash-konfigurasjonsdata",
  "Not Linked": "Ikke koblet",
  "On January 1st, 2023 SSL certificates for unraid.net were deprecated. You MUST provision a new SSL certificate to use our new myunraid.net domain. You can do this on the Settings > Management Access page.": "Den 1. januar 2023 ble SSL-sertifikater for unraid.net avskrevet. Du MÅ skaffe et nytt SSL-sertifikat for å bruke vårt nye myunraid.net-domene. Du kan gjøre dette på Innstillinger > Administration Access-siden.",
  "Online Flash Backup": "Online Flash Backup",
  "Open a bug report": "Åpne en feilrapport",
  "Open Dropdown": "Åpne rullegardinmeny",
  "Opens Connect in new tab": "Åpner Connect i ny fane",
  "Original release date {0}": "Opprinnelig utgivelsesdato {0}",
  "OS Update Eligibility Expiration": "OS-oppdateringsberettigelse utløpsdato",
  "OS Update Eligibility Expired": "OS-oppdateringsberettigelse utløpt",
  "OS Update Eligibility": "OS-oppdateringsberettigelse",
  "Pay your annual fee to continue receiving OS updates.": "Betal din årlige avgift for å fortsette å motta OS-oppdateringer.",
  "Performing actions": "Utfører handlinger",
  "Please confirm the update details below": "Vennligst bekreft oppdateringsdetaljene nedenfor",
  "Please finish the initiated downgrade to enable updates.": "Vennligst fullfør den påbegynte nedgradering for å muliggjøre oppdateringer.",
  "Please finish the initiated update to enable a downgrade.": "Vennligst fullfør den påbegynte oppdateringen for å muliggjøre en nedgradering.",
  "Please fix any errors and try again.": "Vennligst rett opp eventuelle feil og prøv igjen.",
  "Please keep this window open while we perform some actions": "Vennligst hold dette vinduet åpent mens vi utfører noen handlinger",
  "Please keep this window open": "Vennligst hold dette vinduet åpent",
  "Please sign out then sign back in to refresh your API key.": "Vennligst logg ut og logg inn igjen for å oppdatere API-nøkkelen din.",
  "Please wait while the page reloads to install your trial key": "Vennligst vent mens siden lastes på nytt for å installere prøveversjonsnøkkelen din",
  "Plus more on the way": "Pluss mer på vei",
  "Plus": "Pluss",
  "Pro": "Pro",
  "Purchase Key": "Kjøp nøkkel",
  "Purchase": "Kjøp",
  "Ready to Install Key": "Klar til å installere nøkkel",
  "Ready to update Connect account configuration": "Klar til å oppdatere Connect-kontokonfigurasjon",
  "Real-time Monitoring": "Sanntidsovervåking",
  "Reboot Now to Downgrade to {0}": "Omstart nå for å nedgradere til {0}",
  "Reboot Now to Downgrade": "Omstart nå for å nedgradere",
  "Reboot Now to Update to {0}": "Omstart nå for å oppdatere til {0}",
  "Reboot Now to Update": "Omstart nå for å oppdatere",
  "Reboot Required for Downgrade to {0}": "Omstart kreves for nedgradering til {0}",
  "Reboot Required for Downgrade": "Omstart kreves for nedgradering",
  "Reboot Required for Update to {0}": "Omstart kreves for oppdatering til {0}",
  "Reboot Required for Update": "Omstart kreves for oppdatering",
  "Rebooting will likely solve this.": "En omstart vil sannsynligvis løse dette.",
  "Receive the latest and greatest for Unraid OS. Whether it new features, security patches, or bug fixes – keeping your server up-to-date ensures the best experience that Unraid has to offer.": "Få de nyeste og beste for Unraid OS. Enten det er nye funksjoner, sikkerhetsoppdateringer, eller feilrettinger - å holde serveren din oppdatert sikrer den beste opplevelsen Unraid har å tilby.",
  "Recover Key": "Gjenopprett nøkkel",
  "Recovered": "Gjenopprettet",
  "Redeem Activation Code": "Løs inn aktiveringskode",
  "Refresh": "Oppdater",
  "Registered on": "Registrert den",
  "Registered to": "Registrert til",
  "Registration key / USB Flash GUID mismatch": "Registreringsnøkkel / USB Flash GUID uoverensstemmelse",
  "Release date {0}": "Utgivelsesdato {0}",
  "Release requires verification to update": "Utgivelse krever verifisering for å oppdatere",
  "Reload Page": "Last inn siden",
  "Reload": "Last på nytt",
  "Remark: Unraid's WAN IPv4 {0} does not match your client's WAN IPv4 {1}.": "Merk: Unraid's WAN IPv4 {0} samsvarer ikke med klientens WAN IPv4 {1}.",
  "Remark: your WAN IPv4 is {0}": "Merk: din WAN IPv4 er {0}",
  "Remove from ignore list": "Fjern fra ignorert liste",
  "Remove": "Fjern",
  "Renew Key": "Forny nøkkel",
  "Renew your license key now": "Forny lisensnøkkelen din nå",
  "Replace Key": "Erstatt nøkkel",
  "Replaced": "Erstattet",
  "Requires the local unraid-api to be running successfully": "Krever at den lokale unraid-api kjører vellykket",
  "Restarting unraid-api…": "Starter unraid-api på nytt…",
  "second": "{n} sekund | {n} sekunder",
  "Server Up Since {0}": "Server oppe siden {0}",
  "Servers equipped with a myunraid.net certificate can be managed directly from within the Connect web UI. Manage multiple servers from your phone, tablet, laptop, or PC in the same browser window.": "Servere utstyrt med et myunraid.net-sertifikat kan administreres direkte fra Connect web UI. Administrer flere servere fra telefonen, nettbrettet, bærbar PC eller PC i samme nettleservindu.",
  "Set custom server tiles how you like and automatically display your server's banner image on your Connect Dashboard.": "Sett egendefinerte servertfliser som du vil og vis automatisk serverens bannerbilde på ditt tilkoblingsdashbord.",
  "Settings": "Innstillinger",
  "Sign In Failed": "Innlogging mislyktes",
  "Sign In requires the local unraid-api to be running": "Innlogging krever at lokal unraid-api kjører",
  "Sign In to utilize Unraid Connect": "Logg inn for å bruke Unraid Connect",
  "Sign In to your Unraid.net account to get started": "Logg inn på Unraid.net-kontoen din for å komme i gang",
  "Sign In with Unraid.net Account": "Logg inn med Unraid.net-konto",
  "Sign In": "Logg inn",
  "Sign Out Failed": "Utlogging mislyktes",
  "Sign Out of Unraid.net": "Logg ut fra Unraid.net",
  "Sign Out requires the local unraid-api to be running": "Utlogging krever at lokal unraid-api kjører",
  "Signing in {0}…": "Logger inn {0}…",
  "Signing In": "Logger inn",
  "Signing out {0}…": "Logger ut {0}…",
  "Signing Out": "Logger ut",
  "Something went wrong": "Noe gikk galt",
  "SSL certificates for unraid.net deprecated": "SSL-sertifikater for Unraid.net avviklet",
  "Stale Server": "Gammel server",
  "Stale": "Utløpt",
  "On the following screen, your license will be activated. You'll then create an Unraid.net Account to manage your license going forward.": "På den følgende skjermen vil lisensen din bli aktivert. Du vil da opprette en Unraid.net-konto for å administrere lisensen din fremover.",
  "Start Free 30 Day Trial": "Start gratis 30 dagers prøveperiode",
  "Starter": "Starter",
  "Starting your free 30 day trial": "Starter din gratis 30 dagers prøveperiode",
  "Success!": "Suksess!",
  "Thank you for choosing Unraid OS!": "Takk for at du valgte Unraid OS!",
  "Thank you for installing Connect!": "Takk for at du installerte Connect!",
  "Thank you for purchasing an Unraid {0} Key!": "Takk for at du har kjøpt en Unraid {0} nøkkel!",
  "Thank you for upgrading to an Unraid {0} Key!": "Takk for at du oppgraderte til en Unraid {0} nøkkel!",
  "The Connect dashboard links to relevant sections of the webgui, allowing quick access to those settings and server sections.": "Det tilkoblede dashbordet linker til de relevante delene av webgui, slik at du raskt får tilgang til disse innstillingene og serverdelene.",
  "The logs may contain sensitive information so do not post them publicly.": "Loggene kan inneholde sensitiv informasjon, så ikke publiser dem offentlig.",
  "The primary method of support for Unraid Connect is through our forums and Discord.": "Den primære støttemetoden for Unraid Connect er via våre fora og Discord.",
  "Then go to Tools > Registration to manually install it": "Gå deretter til Verktøy > Registrering for å installere det manuelt.",
  "This may indicate a complex network that will not work with this Remote Access solution.": "Dette kan indikere et komplekst nettverk som ikke vil fungere med denne fjernadgangsløsningen.",
  "This update will require a reboot": "Denne oppdateringen krever en omstart",
  "Toggle on/off server accessibility with dynamic remote access. Automatically turn on UPnP and open a random WAN port on your router at the click of a button and close off access in seconds.": "Bytt på/av servertilgjengelighet med dynamisk fjernadgang. Slå på UPnP og åpne en tilfeldig WAN-port på ruteren din med et knappetrykk, og steng tilgang i løpet av sekunder.",
  "Too Many Devices": "For mange enheter",
  "Transfer License to New Flash": "Overfør lisens til nytt flash",
  "Trial Expired, see options below": "Prøveperiode utløpt, se alternativer nedenfor",
  "Trial Expired": "Prøveperiode utløpt",
  "Trial Key Created": "Prøvenøkkel opprettet",
  "Trial Key Creation Failed": "Opprettelse av prøvenøkkel mislyktes",
  "Trial Key Expired {0}": "Prøvenøkkel utløpt {0}",
  "Trial Key Expired at {0}": "Prøvenøkkel utløpt {0}",
  "Trial Key Expires at {0}": "Prøvenøkkel utløper kl. {0}",
  "Trial Key Expires in {0}": "Prøvenøkkel utløper om {0}",
  "Trial Requires Internet Connection": "Prøven krever internettforbindelse",
  "Trial": "Prøve",
  "Unable to check for OS updates": "Kan ikke sjekke etter OS-oppdateringer",
  "Unable to fetch client WAN IPv4": "Kan ikke hente klient WAN IPv4",
  "Unable to open release notes": "Kan ikke åpne utgivelsesnotater",
  "Unknown error": "Ukjent feil",
  "Unknown": "Ukjent",
  "Unleash Your Hardware": "Utvid maskinvaren din",
  "Unleashed": "Uspesifisert",
  "unlimited": "ubegrenset",
  "Unraid {0} Available": "Unraid {0} tilgjengelig",
  "Unraid {0} Update Available": "Unraid {0} oppdatering tilgjengelig",
  "Unraid {0}": "Unraid {0}",
  "Unraid Connect Error": "Feil ved Unraid Connect",
  "Unraid Connect Forums": "Unraid Connect-fora",
  "Unraid Connect Install Failed": "Installasjon av Unraid Connect mislyktes",
  "Unraid Contact Page": "Unraid kontaktside",
  "Unraid Discord": "Unraid Discord",
  "Unraid logo animating with a wave like effect": "Unraid- logoen animerer med en bølgeeffekt",
  "Unraid OS {0} Released": "Unraid OS {0} utgitt",
  "Unraid OS {0} Update Available": "Unraid OS {0} oppdatering tilgjengelig",
  "Unraid OS is up-to-date": "Unraid OS er oppdatert",
  "Unraid OS Update Available": "Unraid OS-oppdatering tilgjengelig",
  "unraid-api is offline": "unraid-api er frakoblet",
  "Up-to-date with eligible releases": "Oppdatert med tilgjengelige utgivelser",
  "Up-to-date": "Oppdatert",
  "Update Available": "Oppdatering tilgjengelig",
  "Update Released": "Oppdatering utgitt",
  "Update Unraid OS confirmation required": "Oppdatering av Unraid OS krever bekreftelse",
  "Update Unraid OS": "Oppdater Unraid OS",
  "Updates Expire": "Oppdateringene utløper",
  "Updating 3rd party drivers": "Oppdaterer tredjeparts drivere",
  "Upgrade Key": "Oppgraderingsnøkkel",
  "Upgrade": "Oppgrader",
  "Uptime {0}": "Brukstid {0}",
  "USB Flash device error": "USB Flash-enhetsfeil",
  "USB Flash has no serial number": "USB Flash har ikke serienummer",
  "Verify to Update": "Bekreft for å oppdatere",
  "Version available for restore {0}": "Versjon tilgjengelig for gjenoppretting {0}",
  "Version: {0}": "Versjon: {0}",
  "View Available Updates": "Se tilgjengelige oppdateringer",
  "View Changelog & Update": "Se endringslogg og oppdater",
  "View Changelog for {0}": "Se endringslogg for {0}",
  "View Changelog on Docs": "Se endringslogg på Docs",
  "View Changelog to Start Update": "Se endringslogg for å starte oppdatering",
  "View Changelog": "Se endringslogg",
  "View on Docs": "Vis på Dokumenter",
  "View release notes": "Vis utgivelsesnotater",
  "We recommend backing up your USB Flash Boot Device before starting the update.": "Vi anbefaler at du tar en sikkerhetskopi av USB-flashenheten før du starter oppdateringen.",
  "Welcome to your new {0} system, powered by Unraid!": "Velkommen til ditt nye {0} system, drevet av Unraid!",
  "Welcome to Unraid!": "Velkommen til Unraid!",
  "year": "{n} år | {n} år",
  "You are still eligible to access OS updates that were published on or before {1}.": "Du er fortsatt kvalifisert til å få tilgang til OS-oppdateringer som ble publisert på eller før {1}.",
  "You can also manually create a new backup by clicking the Create Flash Backup button.": "Du kan også manuelt opprette en ny sikkerhetskopi ved å klikke på Opprett Flash-sikkerhetskopi-knappen.",
  "You can manually create a backup by clicking the Create Flash Backup button.": "Du kan manuelt opprette en sikkerhetskopi ved å klikke på Opprett Flash-sikkerhetskopi-knappen.",
  "You have already activated the Flash Backup feature via the Unraid Connect plugin.": "Du har allerede aktivert funksjonen Flash Backup via Unraid Connect-plugin.",
  "You have exceeded the number of devices allowed for your license. Please remove a device before adding another.": "Du har overskredet antall enheter som er tillatt for lisensen din. Vennligst fjern en enhet før du legger til en annen.",
  "You have not activated the Flash Backup feature via the Unraid Connect plugin.": "Du har ikke aktivert Flash Backup-funksjonen via Unraid Connect-plugin.",
  "You may still update to releases dated prior to your update expiration date.": "Du kan fortsatt oppdatere til utgivelser datert før utløpsdatoen for oppdateringen din.",
  "You're about to create a password to secure access to your system. This password is essential for managing and configuring your server. You'll use this password every time you access the Unraid web interface.": "Du holder på å opprette et passord for å sikre tilgang til systemet ditt. Dette passordet er viktig for å administrere og konfigurere serveren din. Du vil bruke dette passordet hver gang du får tilgang til Unraid web-grensesnittet.",
  "You're one step closer to enhancing your Unraid experience": "Du er ett skritt nærmere å forbedre Unraid-opplevelsen din",
  "Your {0} Key has been replaced!": "Din {0} nøkkel er blitt erstattet!",
  "Your {0} license included one year of free updates at the time of purchase. You are now eligible to extend your license and access the latest OS updates. You are still eligible to access OS updates that were published on or before {1}.": "Din {0} lisens inkluderte ett år med gratis oppdateringer på kjøpstidspunktet. Du er nå kvalifisert til å utvide lisensen din og få tilgang til de nyeste OS-oppdateringene. Du er fortsatt kvalifisert til å få tilgang til OS-oppdateringer som ble publisert på eller før {1}.",
  "Your {0} license included one year of free updates at the time of purchase. You are now eligible to extend your license and access the latest OS updates.": "Din {0} lisens inkluderte ett år med gratis oppdateringer på kjøpstidspunktet. Du er nå kvalifisert til å utvide lisensen din og få tilgang til de nyeste OS-oppdateringene.",
  "Your free Trial key provides all the functionality of an Unleashed Registration key": "Din gratis Prøvenøkkel gir all funksjonaliteten til en Uspesifisert Registreringsnøkkel",
  "Your license key is not eligible for Unraid OS {0}": "Din lisensnøkkel er ikke kvalifisert for Unraid OS {0}",
  "Your license key's OS update eligibility has expired. Please renew your license key to enable updates released after your expiration date.": "Lisensnøkkelens OS-oppdateringskvalifikasjon er utgått. Forny lisensnøkkelen for å aktivere oppdateringer utgitt etter utløpsdatoen.",
  "Your Trial has expired": "Din prøveperiode er utløpt",
  "Your Trial key has been extended!": "Din prøvenøkkel er forlenget!",
  "Create an Unraid.net account and activate your key": "Opprett en Unraid.net-konto og aktiver nøkkelen din",
  "Device is ready to configure": "Enheten er klar til å konfigureres",
  "Secure your device": "Sikre enheten din",
  "Unraid OS {0} Changelog": "Unraid OS {0} Endringslogg",
  "or": "eller",
  "Logging in...": "Logger inn...",
  "Try Again": "Prøv igjen",
  "Log In With Unraid.net": "Logg inn med Unraid.net",
  "Invalid Unraid.net credentials": "Ugyldige Unraid.net legitimasjonsbeskrivelser",
  "This Unraid.net account is not authorized to access this server": "Denne Unraid.net-kontoen har ikke tilgang til denne serveren",
  "SSO login is not enabled on this server": "SSO-innlogging er ikke aktivert på denne serveren",
  "Login session expired. Please try again": "Påloggingssesjonen er utløpt. Vennligst prøv igjen",
  "Network error. Please check your connection": "Nettverksfeil. Sjekk forbindelsen din",
  "SSO login failed. Please try again": "SSO-innlogging mislyktes. Vennligst prøv igjen",
  "Error fetching token": "Feil ved henting av token",
  "Visit Unraid website": "Besøk Unraid nettsted",
  "Version Information": "Versjonsinformasjon",
  "First, you'll create your device's login credentials, then you'll activate your Unraid license—your device's operating system (OS).": "Først oppretter du enhetens påloggingsinformasjon, og deretter aktiverer du Unraid-lisensen—enhetens operativsystem (OS).",
  "Edit API Key": "Rediger API-nøkkel",
  "Create API Key": "Opprett API-nøkkel",
  "OS version copied to clipboard": "OS-versjon kopiert til utklippstavlen",
  "API version copied to clipboard": "API-versjon kopiert til utklippstavlen",
  "Visit Partner website": "Besøk partners nettsted",
  "Unraid OS": "Unraid OS",
  "Unraid API": "Unraid API",
  "View OS Release Notes": "Vis OS utgivelsesnotater",
  "View API Changelog": "Vis API-endringslogg",
  "Registered GUID": "Registrert GUID",
  "Array status": "Arraystatus",
  "Trial expiration": "Utløp av prøveperiode",
  "Flash Drive": "Flash Drive",
  "License": "Lisens",
  "Actions": "Handlinger",
  "Your license key was automatically renewed and installed. Reload the page to see updated details.": "Lisensnøkkelen din ble automatisk fornyet og installert. Last siden på nytt for å se oppdaterte detaljer.",
  "Checking authentication options...": "Sjekker autentiseringsalternativer...",
  "Invalid callback parameters": "Ugyldige tilbakemeldingsparametere",
  "Loading changelog…": "Laster endringslogg…",
  "Checking for OS updates...": "Sjekker etter OS-oppdateringer...",
  "Requires verification to update": "Krever verifikasjon for å oppdatere",
  "More Options": "Flere alternativer",
  "Manage update preferences including beta access and version selection at account.unraid.net": "Administrer oppdateringsinnstillinger inkludert betatilgang og versjonsvalg på account.unraid.net",
  "You can opt back in to an ignored release by clicking on the Check for Updates button in the header anytime": "Du kan delta i en ignorert utgivelse ved å klikke på Sjekk for oppdateringer-knappen i overskriften når som helst",
  "Loading changelog...": "Laster endringslogg...",
  "No changelog content available": "Ingen endringslogg tilgjengelig",
  "Downgrade": "Nedgradering",
  "Update": "Oppdater",
  "During the Unraid OS update process third-party drivers were detected and are currently being updated in the background. Please wait for those to finish downloading before rebooting your server to complete the update process. You should receive a system notification when complete. You may also refresh this page to check for an updated status.": "Under Unraid OS-oppdateringsprosessen ble tredjeparts drivere oppdaget og blir oppdatert i bakgrunnen. Vennligst vent til disse er ferdig nedlastet før du starter servere på nytt for å fullføre oppdateringsprosessen. Du skal motta en systemvarsel når det er fullført. Du kan også oppdatere denne siden for å sjekke etter oppdatert status.",
  "License Key Updates Expired": "Lisensnøkkeloppdateringer utløpt",
  "Downgrade Unraid OS confirmation required": "Nedgradering av Unraid OS krever bekreftelse",
  "Please confirm the downgrade details below": "Bekreft detaljene for nedgradering nedenfor",
  "Post Install License Key Error": "Feil ved å installere lisensnøkkel etter installasjon",
  "This downgrade will require a reboot": "Denne nedgraderingen krever en omstart",
  "Confirm and start downgrade": "Bekreft og start nedgradering",
  "Loading…": "Laster…",
  "Go to API Settings": "Gå til API-innstillinger",
  "Restart unraid-api": "Start unraid-api på nytt",
  "Error creatiing a trial key. Please try again later.": "Feil ved opprettelse av prøvenøkkel. Vennligst prøv igjen senere.",
  "Username": "Brukernavn",
  "Password": "Passord",
  "Login": "Logg inn",
  "Password recovery": "Passordgjenoppretting",
  "jsonforms.errors.default": "Ugyldig verdi",
  "jsonforms.rclone.basic.remoteName.label": "Eksternt navn",
  "jsonforms.rclone.basic.remoteName.description": "Navn for å identifisere denne eksterne konfigurasjonen (f.eks. mine_google_drive). Bruk kun bokstaver, tall, bindestreker og understrekinger.",
  "jsonforms.rclone.basic.remoteName.descriptionShort": "Navn for å identifisere denne eksterne konfigurasjonen",
  "jsonforms.rclone.basic.providerType.label": "Type lagringsleverandør",
  "jsonforms.rclone.basic.providerType.description": "Velg skyleverandør å bruke for denne eksterne.",
  "jsonforms.rclone.basic.documentation.text": "Dokumentasjonslenke",
  "jsonforms.rclone.basic.documentation.description": "For mer informasjon, se [RClone Config Documentation](https://rclone.org/commands/rclone_config/).",
  "jsonforms.rclone.basic.showAdvanced.label": "Vis avanserte alternativer",
  "jsonforms.rclone.basic.showAdvanced.description": "Vis ekstra konfigurasjonsalternativer for eksperter.",
  "jsonforms.rclone.basic.showAdvanced.toggleDescription": "Om du vil vise avanserte konfigurasjonsmuligheter.",
  "jsonforms.rclone.validation.sizeSuffix": "Ugyldig størrelsesformat. Eksempler: \"10G\", \"100M\", \"1.5GiB\", \"off\".",
  "jsonforms.rclone.validation.duration": "Ugyldig varighetsformat. Eksempler: \"10s\", \"1.5m\", \"100ms\", \"1h15m\", \"off\".",
  "jsonforms.apiSettings.sandbox": "Aktiver utviklersandkasse",
  "jsonforms.apiKey.name": "API-nøkkelens navn",
  "jsonforms.apiKey.description": "Beskrivelse",
  "jsonforms.apiKey.roles": "Roller",
  "jsonforms.apiKey.permissionPresets": "Legg til tillatelsesforhåndsinnstilling",
  "jsonforms.apiKey.customPermissions": "Tillatelser",
  "jsonforms.apiKey.customPermissions.resources": "Ressurser",
  "jsonforms.apiKey.customPermissions.actions": "Handlinger",
  "jsonforms.apiKey.permissions.header": "Tillatelseskonfigurasjon",
  "jsonforms.apiKey.permissions.description": "Velg en kombinasjon av roller, tillatelsesgrupper og tilpassede tillatelser for å definere hva denne API-nøkkelen kan få tilgang til.",
  "jsonforms.apiKey.permissions.subheader": "Tillatelser",
  "jsonforms.apiKey.permissions.help": "Bruk nedtrekksmenyen til forhåndsinnstilte tillatelser, eller legg til tilpassede tillatelser manuelt. Du kan velge flere ressurser som deler de samme handlingene.",
  "jsonforms.rclone.basic.remoteName": "Eksternt navn",
  "jsonforms.rclone.basic.providerType": "Type lagringsleverandør",
  "jsonforms.rclone.basic.documentation": "Dokumentasjonslenke",
  "jsonforms.rclone.basic.showAdvanced": "Vis avanserte alternativer",
  "jsonforms.oidc.provider.id": "Leverandør-ID",
  "jsonforms.oidc.provider.name": "Leverandørens navn",
  "jsonforms.oidc.provider.clientId": "OAuth-klient-ID",
  "jsonforms.oidc.provider.clientSecret": "OAuth-klienthemmelighet",
  "jsonforms.oidc.provider.issuer": "Utgiver-URL",
  "jsonforms.oidc.provider.scopes": "OAuth-omfang",
  "jsonforms.oidc.provider.authorizationEndpoint": "Autorisasjonssluttpunkt",
  "jsonforms.oidc.provider.tokenEndpoint": "Tokensluttpunkt",
  "jsonforms.oidc.provider.userInfoEndpoint": "Brukerinformasjonssluttpunkt",
  "jsonforms.oidc.provider.jwksUri": "JWKS-URI",
  "jsonforms.oidc.restrictions.title": "Enkel autorisasjon",
  "jsonforms.oidc.restrictions.help": "Konfigurer enkle tillatelister for hvem som kan logge inn.",
  "jsonforms.oidc.restrictions.allowedDomains": "Tillatte e-postdomener",
  "jsonforms.oidc.restrictions.allowedEmails": "Spesifikke e-postadresser",
  "jsonforms.oidc.restrictions.allowedUserIds": "Tillatte bruker-IDer",
  "jsonforms.oidc.restrictions.workspaceDomain": "Google Workspace-domene",
  "jsonforms.oidc.rules.title": "Avanserte autorisasjonsregler",
  "jsonforms.oidc.rules.description": "Definer hevdelogikk for autorisasjon.",
  "jsonforms.oidc.rules.mode": "Regelmodus",
  "jsonforms.oidc.rules.claim": "JWT-hevdelse",
  "jsonforms.oidc.rules.operator": "Operatør",
  "jsonforms.oidc.rules.value": "Verdier",
  "jsonforms.oidc.rules.collection": "Hevdelsesregler",
  "jsonforms.oidc.buttons.title": "Knappertilpasning",
  "jsonforms.oidc.buttons.description": "Tilpass utseendet på innloggingsknappen.",
  "jsonforms.oidc.buttons.text": "Knappetekst",
  "jsonforms.oidc.buttons.icon": "Knappikon-URL",
  "jsonforms.oidc.buttons.variant": "Knappstil",
  "jsonforms.oidc.buttons.style": "Tilpassede CSS-stiler",
  "jsonforms.oidc.provider.discoveryToggle": "Bruk automatisk oppdagelse"
}
