{
  "{0} {1} Key…": "{0} {1} Klucz…",
  "{0} devices": "{0} urządzenie|{0} urządzenia|{0} urządzeń|{0} urządzenia",
  "{0} out of {1} allowed devices – upgrade your key to support more devices": "{0} z {1} dozwolonych urządzeń – zaktualizuj swój klucz, aby obsłużyć więcej urządzeń",
  "{0} out of {1} devices": "{0} z {1} urządzeń",
  "{0} Release Notes": "{0} Notatki wydania",
  "{0} Signed In Successfully": "{0} Zalogowano pomyślnie",
  "{0} Signed Out Successfully": "{0} Wylogowano pomyślnie",
  "{0} Update Available": "{0} Dostępna aktualizacja",
  "{1} Key {0} Successfully": "{1} Klucz {0} pomyślnie",
  "<p>It is not possible to use a Trial key with an existing Unraid OS installation.</p><p>You may purchase a license key corresponding to this USB Flash device to continue using this installation.</p>": "<p>Nie można użyć klucza próbnego z istniejącą instalacją Unraid OS.</p><p>Możesz zakupić klucz licencyjny odpowiadający temu urządzeniu USB, aby kontynuować korzystanie z tej instalacji.</p>",
  "<p>Please refresh the page to ensure you load your latest configuration</p>": "<p>Odśwież stronę, aby załadować najnowszą konfigurację</p>",
  "<p>Register for Connect by signing in to your Unraid.net account</p>": "<p>Zarejestruj się w Connect, logując się na swoje konto Unraid.net</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device or choose Purchase Key.</p><p>Your Unraid registration key is ineligible for replacement as it has been replaced within the last 12 months.</p>": "<p>Plik klucza licencyjnego nie odpowiada urządzeniu USB Flash boot. Skopiuj prawidłowy plik klucza do katalogu /config na swoim urządzeniu USB Flash boot lub wybierz Kup Klucz.</p><p>Twój klucz rejestracyjny Unraid nie kwalifikuje się do wymiany, ponieważ został wymieniony w ciągu ostatnich 12 miesięcy.</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device or choose Purchase Key.</p><p>Your Unraid registration key is ineligible for replacement as it is blacklisted.</p>": "<p>Plik klucza licencyjnego nie odpowiada urządzeniu USB Flash boot. Skopiuj prawidłowy plik klucza do katalogu /config na swoim urządzeniu USB Flash boot lub wybierz Kup Klucz.</p><p>Twój klucz rejestracyjny Unraid nie kwalifikuje się do wymiany, ponieważ jest na czarnej liście.</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device.</p><p>You may also attempt to Purchase or Replace your key.</p>": "<p>Plik klucza licencyjnego nie odpowiada urządzeniu USB Flash boot. Skopiuj prawidłowy plik klucza do katalogu /config na swoim urządzeniu USB Flash boot.</p><p>Możesz również spróbować kupić lub wymienić swój klucz.</p>",
  "<p>There are multiple license key files present on your USB flash device and none of them correspond to the USB Flash boot device. Please remove all key files, except the one you want to replace, from the /config directory on your USB Flash boot device.</p><p>Alternately you may purchase a license key for this USB flash device.</p><p>If you want to replace one of your license keys with a new key bound to this USB Flash device, please first remove all other key files first.</p>": "<p>Na Twoim urządzeniu USB Flash znajduje się wiele plików kluczy licencyjnych i żaden z nich nie odpowiada urządzeniu USB Flash boot. Usuń wszystkie pliki kluczy, z wyjątkiem tego, który chcesz wymienić, z katalogu /config na urządzeniu USB Flash boot.</p><p>Alternatywnie możesz kupić klucz licencyjny dla tego urządzenia USB Flash.</p><p>Jeśli chcesz wymienić jeden z Twoich kluczy licencyjnych na nowy klucz przypisany do tego urządzenia USB Flash, najpierw usuń wszystkie inne pliki kluczy.</p>",
  "<p>There is a physical problem accessing your USB Flash boot device</p>": "<p>Istnieje fizyczny problem z dostępem do urządzenia USB Flash boot</p>",
  "<p>There is a problem with your USB Flash device</p>": "<p>Istnieje problem z Twoim urządzeniem USB Flash</p>",
  "<p>This USB Flash boot device has been blacklisted. This can occur as a result of transferring your license key to a replacement USB Flash device, and you are currently booted from your old USB Flash device.</p><p>A USB Flash device may also be blacklisted if we discover the serial number is not unique – this is common with USB card readers.</p>": "<p>To urządzenie USB Flash boot zostało umieszczone na czarnej liście. Może to nastąpić wskutek przeniesienia klucza licencyjnego na nowe urządzenie USB, a obecnie działa z Twojego starego urządzenia USB.</p><p>Urządzenie USB Flash może również być umieszczone na czarnej liście, jeśli odkryjemy, że numer seryjny nie jest unikalny – jest to częste w przypadku czytników kart USB.</p>",
  "<p>This USB Flash device has an invalid GUID. Please try a different USB Flash device</p>": "<p>To urządzenie USB Flash ma nieprawidłowy GUID. Proszę spróbować innego urządzenia USB Flash</p>",
  "<p>To continue using Unraid OS you may purchase a license key. Alternately, you may request a Trial extension.</p>": "<p>Aby kontynuować korzystanie z Unraid OS, możesz zakupić klucz licencyjny. Alternatywnie, możesz poprosić o przedłużenie wersji testowej.</p>",
  "<p>To support more storage devices as your server grows, click Upgrade Key.</p>": "<p>Aby obsłużyć więcej urządzeń pamięci masowej, gdy Twój serwer się rozwija, kliknij Upgrade Key.</p>",
  "<p>You have used all your Trial extensions. To continue using Unraid OS you may purchase a license key.</p>": "<p>Wykorzystałeś wszystkie swoje przedłużenia okresu próbnego. Aby kontynuować korzystanie z Unraid OS, możesz zakupić klucz licencyjny.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>After your <em>Trial</em> has reached expiration, your server <strong>still functions normally</strong> until the next time you Stop the array or reboot your server.</p><p>At that point you may either purchase a license key or request a <em>Trial</em> extension.</p>": "<p>Twój <em>klucz próbny</em> zawiera całe wsparcie funkcjonalne i urządzeń, jakie zapewnia <em>klucz Unleashed</em>.</p><p>Po wygaśnięciu Twojego <em>okresu próbnego</em>, Twój serwer <strong>działa normalnie</strong> aż do momentu zatrzymania zestawu lub zresetowania serwera.</p><p>W takim momencie możesz zakupić klucz licencyjny lub poprosić o <em>przedłużenie okresu próbnego</em>.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>When your <em>Trial</em> expires, <strong>the array will stop</strong>. At that point you may either purchase a license key or request a <em>Trial</em> extension.</p>": "<p>Twój <em>klucz próbny</em> zawiera całe wsparcie funkcjonalne i urządzeń, jakie zapewnia <em>klucz Unleashed</em>.</p><p>Kiedy Twój <em>okres próbny</em> wygaśnie, <strong>zestaw zostanie zatrzymany</strong>. W takim momencie możesz zakupić klucz licencyjny lub poprosić o <em>przedłużenie okresu próbnego</em>.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>Your trial is expiring soon. When it expires, <strong>the array will stop</strong>. You may extend your trial now, purchase a license key, or wait until expiration to take action.</p>": "<p>Twój <em>klucz próbny</em> zawiera całe wsparcie funkcjonalne i urządzeń, jakie zapewnia <em>klucz Unleashed</em>.</p><p>Twój okres próbny wkrótce wygaśnie. Po wygaśnięciu, <strong>zestaw zostanie zatrzymany</strong>. Możesz przedłużyć okres próbny teraz, zakupić klucz licencyjny lub poczekać do wygaśnięcia, aby podjąć działanie.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>Your trial is expiring soon and you have used all available extensions. When it expires, <strong>the array will stop</strong>. To continue using Unraid OS, you must purchase a license key.</p>": "<p>Twój <em>klucz próbny</em> zawiera całe wsparcie funkcjonalne i urządzeń, jakie zapewnia <em>klucz Unleashed</em>.</p><p>Twój okres próbny wkrótce wygaśnie i wykorzystałeś wszystkie dostępne przedłużenia. Po wygaśnięciu, <strong>zestaw zostanie zatrzymany</strong>. Aby kontynuować korzystanie z Unraid OS, musisz zakupić klucz licencyjny.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>You have used all available trial extensions. When your <em>Trial</em> expires, <strong>the array will stop</strong>. To continue using Unraid OS after expiration, you must purchase a license key.</p>": "<p>Twój <em>klucz próbny</em> zawiera całe wsparcie funkcjonalne i urządzeń, jakie zapewnia <em>klucz Unleashed</em>.</p><p>Zastosowałeś wszystkie dostępne przedłużenia okresu próbnego. Po wygaśnięciu Twojego <em>okresu próbnego</em>, <strong>zestaw zostanie zatrzymany</strong>. Aby kontynuować korzystanie z Unraid OS po wygaśnięciu, musisz zakupić klucz licencyjny.</p>",
  "<p>Your license key file is corrupted or missing. The key file should be located in the /config directory on your USB Flash boot device.</p><p>If you do not have a backup copy of your license key file you may attempt to recover your key.</p><p>If this was an expired Trial installation, you may purchase a license key.</p>": "<p>Twój plik klucza licencyjnego jest uszkodzony lub brakujący. Plik klucza powinien znajdować się w katalogu /config na Twoim urządzeniu USB Flash boot.</p><p>Jeśli nie masz kopii zapasowej pliku klucza licencyjnego, możesz spróbować odzyskać swój klucz.</p><p>Jeśli była to wygasła instalacja próbna, możesz kupić klucz licencyjny.</p>",
  "<p>Your license key file is corrupted or missing. The key file should be located in the /config directory on your USB Flash boot device.</p><p>You may attempt to recover your key with your Unraid.net account.</p><p>If this was an expired Trial installation, you may purchase a license key.</p>": "<p>Twój plik klucza licencyjnego jest uszkodzony lub brakujący. Plik klucza powinien znajdować się w katalogu /config na Twoim urządzeniu USB Flash boot.</p><p>Możesz spróbować odzyskać swój klucz przy użyciu konta Unraid.net.</p><p>Jeśli była to wygasła instalacja próbna, możesz kupić klucz licencyjny.</p>",
  "<p>Your server will not be usable until you purchase a Registration key or install a free 30 day <em>Trial</em> key. A <em>Trial</em> key provides all the functionality of an Unleashed Registration key.</p><p>Registration keys are bound to your USB Flash boot device serial number (GUID). Please use a high quality name brand device at least 1GB in size.</p><p>Note: USB memory card readers are generally not supported because most do not present unique serial numbers.</p><p><strong>Important:</strong></p><ul class='list-disc pl-16px'><li>Please make sure your server time is accurate to within 5 minutes</li><li>Please make sure there is a DNS server specified</li></ul>": "<p>Twój serwer nie będzie używalny, dopóki nie kupisz klucza rejestracyjnego lub nie zainstalujesz darmowego klucza próbnego na 30 dni. Klucz <em>próbny</em> zapewnia pełną funkcjonalność klucza rejestracyjnego Unleashed.</p><p>Klucze rejestracyjne są powiązane z numerem seryjnym urządzenia USB Flash boot (GUID). Użyj wysokiej jakości urządzenia markowego o pojemności co najmniej 1 GB.</p><p>Uwaga: czytniki kart pamięci USB są ogólnie nieobsługiwane, ponieważ najczęściej nie mają unikalnych numerów seryjnych.</p><p><strong>Ważne:</strong></p><ul class='list-disc pl-16px'><li>Upewnij się, że czas serwera jest dokładny do 5 minut</li><li>Upewnij się, że jest określony serwer DNS</li></ul>",
  "<p>Your Trial key requires an internet connection.</p><p><a href='/Settings/NetworkSettings class='underline'>Please check Settings > Network</a></p>": "<p>Twój klucz próbny wymaga połączenia z Internetem.</p><p><a href='/Settings/NetworkSettings class='underline'>Sprawdź Ustawienia > Sieć</a></p>",
  "<p>Your Unraid registration key is ineligible for replacement as it has been replaced within the last 12 months.</p>": "<p>Twój klucz rejestracyjny Unraid nie kwalifikuje się do wymiany, ponieważ został wymieniony w ciągu ostatnich 12 miesięcy.</p>",
  "A Trial key provides all the functionality of an Unleashed Registration key": "Klucz próbny zapewnia pełną funkcjonalność klucza rejestracyjnego Unleashed.",
  "A valid GUID is required to check for OS updates.": "Do sprawdzenia aktualizacji systemu operacyjnego wymagany jest prawidłowy GUID.",
  "A valid keyfile and USB Flash boot device are required to check for OS updates.": "Do sprawdzenia aktualizacji systemu operacyjnego wymagany jest prawidłowy plik klucza i urządzenie USB Flash boot.",
  "A valid keyfile is required to check for OS updates.": "Do sprawdzenia aktualizacji systemu operacyjnego wymagany jest prawidłowy plik klucza.",
  "A valid OS version is required to check for OS updates.": "Do sprawdzenia aktualizacji systemu operacyjnego wymagana jest prawidłowa wersja systemu.",
  "Acklowledge that you have made a Flash Backup to enable this action": "Potwierdź, że wykonałeś kopię zapasową Flash, aby umożliwić tę akcję",
  "Activate Now": "Aktywuj Teraz",
  "Activate License": "Aktywuj licencję",
  "ago": "temu",
  "All you need is an active internet connection, an Unraid.net account, and the Connect plugin. Get started by installing the plugin.": "Wszystko, czego potrzebujesz, to aktywne połączenie z Internetem, konto Unraid.net i wtyczka Connect. Rozpocznij od zainstalowania wtyczki.",
  "Attached Storage Devices": "Podłączone urządzenia magazynujące",
  "Backing up...this may take a few minutes": "Tworzenie kopii zapasowej... może to potrwać kilka minut",
  "Basic": "Podstawowy",
  "Begin downgrade to {0}": "Rozpocznij obniżanie do {0}",
  "Beta": "Beta",
  "Blacklisted USB Flash GUID": "Identyfikator GUID USB Flash na czarnej liście",
  "BLACKLISTED": "NA CZARNEJ LIŚCIE",
  "Calculating OS Update Eligibility…": "Obliczanie uprawnień do aktualizacji systemu...",
  "Calculating trial expiration…": "Obliczanie wygaśnięcia okresu próbnego...",
  "Callback redirect type not present or incorrect": "Typ przekierowania wywołania zwrotnego nie jest obecny lub niepoprawny",
  "Cancel {0}": "Anuluj {0}",
  "Cancel": "Anuluj",
  "Cannot access your USB Flash boot device": "Nie można uzyskać dostępu do urządzenia USB Flash boot",
  "Cannot validate Unraid Trial key": "Nie można zweryfikować klucza próbnego Unraid",
  "Check Eligibility": "Sprawdź uprawnienia",
  "check for OS updates": "sprawdź aktualizacje systemu operacyjnego",
  "Check for OS Updates": "Sprawdź aktualizacje pomocy",
  "Check for Prereleases": "Sprawdź przedsprzedaże",
  "Check for Update": "Sprawdź aktualizację",
  "Checking WAN IPs…": "Sprawdzanie IP WAN...",
  "Checking...": "Sprawdzanie...",
  "Checkout the Connect Documentation": "Sprawdź dokumentację Connect",
  "Click to close modal": "Kliknij, aby zamknąć okno modalne",
  "Click to Copy LAN IP {0}": "Kliknij, aby skopiować LAN IP {0}",
  "Close Dropdown": "Zamknij listę rozwijalną",
  "Close Modal": "Zamknij okno modalne",
  "Close": "Zamknij",
  "Configure Connect Features": "Skonfiguruj funkcje Connect",
  "Confirm and start update": "Potwierdź i rozpocznij aktualizację",
  "Confirm to Install Unraid OS {0}": "Potwierdź instalację Unraid OS {0}",
  "Connected": "Podłączony",
  "Contact Support": "Kontakt z pomocą techniczną",
  "Continue": "Kontynuuj",
  "Copied": "Skopiowano",
  "Copy Key URL": "Kopiuj URL klucza",
  "Copy your Key URL: {0}": "Skopiuj swój URL klucza: {0}",
  "Create Flash Backup": "Utwórz kopię zapasową Flash",
  "Create a password": "Utwórz hasło",
  "Create Device Password": "Utwórz hasło urządzenia",
  "Current Version {0}": "Aktualna wersja {0}",
  "Current Version: Unraid {0}": "Aktualna wersja: Unraid {0}",
  "Customizable Dashboard Tiles": "Dostosowane płytki deski rozdzielczej",
  "day": "{n} dzień | {n} dni",
  "Deep Linking": "Głębokie linkowanie",
  "DNS issue, unable to resolve wanip4.unraid.net": "Problem z DNS, brak możliwości uzyskania wanip4.unraid.net",
  "Downgrade Unraid OS to {0}": "Obniż Unraid OS do {0}",
  "Downgrade Unraid OS": "Obniż wersję Unraid OS",
  "Downgrades are only recommended if you're unable to solve a critical issue.": "Zalecamy obniżenie wersji tylko wtedy, gdy nie jesteś w stanie rozwiązać krytycznego problemu.",
  "Download Diagnostics": "Pobierz Diagnostykę",
  "Download the Diagnostics zip then please open a bug report on our forums with a description of the issue along with your diagnostics.": "Pobierz plik zip diagnostyki, a następnie otwórz zgłoszenie błędu na naszym forum z opisem problemu wraz z diagnostyką.",
  "Download unraid-api Logs": "Pobierz logi unraid-api",
  "Dynamic Remote Access": "Dynamiczny dostęp zdalny",
  "Eligible for free feature updates for {0}": "Kwalifikuje się do darmowych aktualizacji funkcji przez {0}",
  "Eligible for free feature updates until {0}": "Kwalifikuje się do darmowych aktualizacji funkcji do {0}",
  "Eligible": "Kwalifikowany",
  "Enable update notifications": "Włącz powiadomienia o aktualizacjach",
  "Enhance your experience with Unraid Connect": "Zwiększ swoje doświadczenie z pomocą Unraid Connect",
  "Enhance your Unraid experience with Connect": "Zwiększ swoje doświadczenie z Unraid przy użyciu Connect",
  "Enhance your Unraid experience": "Zwiększ swoje doświadczenie z Unraid",
  "Error creating a trial key. Please try again later.": "Błąd tworzenia klucza próbnego. Proszę spróbować ponownie później.",
  "Error Parsing Changelog • {0}": "Błąd przetwarzania changeloga • {0}",
  "Error": "Błąd",
  "Expired {0}": "Wygasła {0}",
  "Expired": "Wygasłe",
  "Expires at {0}": "Wygaśnie o {0}",
  "Expires in {0}": "Wygaśnie za {0}",
  "Extend License to Enable OS Updates": "Przedłuż licencję, aby umożliwić aktualizacje systemu operacyjnego",
  "Extend License to Update": "Przedłuż licencję, aby zaktualizować",
  "Extend License": "Przedłuż licencję",
  "Extend Trial": "Przedłuż okres próbny",
  "Extending your free trial by 15 days": "Przedłużasz darmowy okres próbny o 15 dni",
  "Extension Installed": "Zainstalowano rozszerzenie",
  "Failed to {0} {1} Key": "Nie udało się {0} {1} Klucz",
  "Failed to install key": "Nie udało się zainstalować klucza",
  "Failed to update Connect account configuration": "Nie udało się zaktualizować konfiguracji konta Connect",
  "Fetching & parsing changelog…": "Pobieranie i przetwarzanie changeloga...",
  "Fix Error": "Napraw błąd",
  "Flash Backup is not available. Navigate to {0}/Main/Settings/Flash to try again then come back to this page.": "Kopia zapasowa Flash niedostępna. Przejdź do {0}/Main/Settings/Flash, aby spróbować ponownie, a następnie wróć na tę stronę.",
  "Flash GUID Error": "Błąd GUID nośnika",
  "Flash GUID required to check replacement status": "Wymagany GUID nośnika do sprawdzenia statusu wymiany",
  "Flash GUID": "Identyfikator GUID nośnika",
  "Flash Product": "Produkt nośnika",
  "Flash Vendor": "Dostawca nośnika",
  "Get a Lifetime Key": "Uzyskaj klucz na całe życie",
  "Get an overview of your server's state, storage space, apps and VMs status, and more.": "Uzyskaj przegląd stanu swojego serwera, przestrzeni dyskowej, statusu aplikacji i maszyn wirtualnych oraz innych.",
  "Get Started": "Zacznij",
  "Go to Connect plugin settings": "Przejdź do ustawień wtyczki Connect",
  "Go to Connect": "Przejdź do Connect",
  "Go to Management Access Now": "Przejdź do Dostępu Zarządzania Teraz",
  "Go to Settings > Notifications to enable automatic OS update notifications for future releases.": "Przejdź do Ustawień > Powiadomienia, aby włączyć automatyczne powiadomienia o aktualizacjach systemu operacyjnego dla przyszłych wersji.",
  "Go to Tools > Management Access to activate the Flash Backup feature and ensure your backup is up-to-date.": "Przejdź do Narzędzi > Dostęp Zarządzania, aby aktywować funkcję Flash Backup i upewnić się, że Twoja kopia zapasowa jest aktualna.",
  "Go to Tools > Management Access to ensure your backup is up-to-date.": "Przejdź do Narzędzi > Dostęp Zarządzania, aby upewnić się, że Twoja kopia zapasowa jest aktualna.",
  "Go to Tools > Registration to fix": "Przejdź do Narzędzi > Rejestracja, aby naprawić",
  "Go to Tools > Registration to Learn More": "Przejdź do Narzędzi > Rejestracja, aby dowiedzieć się więcej",
  "Go to Tools > Update OS for more options.": "Przejdź do Narzędzi > Aktualizuj system operacyjny, aby uzyskać więcej opcji.",
  "Go to Tools > Update": "Przejdź do Narzędzi > Aktualizacja",
  "hour": "{n} godzina | {n} godziny | {n} godzin",
  "I have made a Flash Backup": "Zrobiłem Flash Backup",
  "If you are asked to supply logs, please open a support request on our Contact Page and reply to the email message you receive with your logs attached.": "Jeśli zostaniesz poproszony o dostarczenie logów, prosimy otworzyć zgłoszenie serwisowe na naszej stronie kontaktu i odpowiedzieć na wiadomość e-mail, którą otrzymasz z załączonymi logami.",
  "Ignore this message if you are currently connected via Remote Access or VPN.": "Zignoruj tę wiadomość, jeśli jesteś aktualnie połączony przez Zdalny Dostęp lub VPN.",
  "Ignore this release until next reboot": "Zignoruj tę wersję do następnego uruchomienia",
  "Ignored Releases": "Zignorowane wersje",
  "In the rare event you need to downgrade we ask that you please provide us with Diagnostics so we can investigate your issue.": "W rzadkim przypadku potrzeby przeprowadzenia downgrade'u, prosimy o dostarczenie nam diagnostycznych informacji w celu zbadania problemu.",
  "Ineligible as of {0}": "Nie kwalifikuje się od {0}",
  "Eligible for updates released on or before {0}.": "Kwalifikuje się do aktualizacji wydanych na lub przed {0}.",
  "Extend your license to access the latest updates.": "Przedłuż swoją licencję, aby uzyskać dostęp do najnowszych aktualizacji.",
  "Ineligible for Unraid OS updates": "Nie kwalifikuje się do aktualizacji Unraid OS",
  "Ineligible": "Nie kwalifikuje się",
  "Ineligible for self-replacement": "Niekwalifikujący się do samodzielnej wymiany",
  "Install Connect": "Zainstaluj Connect",
  "Install Extended": "Zainstaluj Rozszerzony",
  "Install Recovered": "Zainstaluj Odzyskany",
  "Install Replaced": "Zainstaluj Zastąpiony",
  "Install Unraid OS {0}": "Zainstaluj Unraid OS {0}",
  "Install": "Zainstaluj",
  "Installed": "Zainstalowany",
  "Installing Connect": "Instalowanie Connect",
  "Installing Extended Trial": "Instalowanie Przedłużonego Trialu",
  "Installing Extended": "Instalowanie Rozszerzonego",
  "Installing Recovered": "Instalowanie Odzyskanego",
  "Installing Replaced": "Instalowanie Zastąpionego",
  "Installing": "Instalowanie",
  "Introducing Unraid Connect": "Wprowadzanie Unraid Connect",
  "Invalid API Key Format": "Nieprawidłowy format klucza API",
  "Invalid API Key": "Nieprawidłowy klucz API",
  "Invalid installation": "Nieprawidłowa instalacja",
  "It's highly recommended to review the changelog before continuing your update": "Zalecamy zapoznanie się z changelogiem przed kontynuacją aktualizacji",
  "Key ineligible for {0}": "Klucz niekwalifikujący się do {0}",
  "Key ineligible for future releases": "Klucz niekwalifikujący się do przyszłych wersji",
  "Key ineligible for new updates": "Klucz niekwalifikujący się do nowych aktualizacji",
  "Keyfile required to check replacement status": "Wymagany plik klucza do sprawdzenia statusu wymiany",
  "LAN IP {0}": "LAN IP {0}",
  "LAN IP Copied": "LAN IP skopiowany",
  "LAN IP": "LAN IP",
  "Last checked: {0}": "Ostatnie sprawdzenie: {0}",
  "Learn more about the error": "Dowiedz się więcej o błędzie",
  "Learn more and fix": "Dowiedz się więcej i napraw",
  "Learn more and link your key to your account": "Dowiedz się więcej i połącz swój klucz z kontem",
  "Learn more": "Dowiedz się więcej",
  "Learn More": "Więcej informacji",
  "Let's activate your Unraid OS License": "Aktywujmy Twoją licencję Unraid OS",
  "Let's Unleash your Hardware!": "Uwolnijmy Twoje uruchomienie!",
  "License key actions": "Działania związane z kluczami licencji",
  "License key type": "Typ klucza licencji",
  "License Management": "Zarządzanie licencją",
  "Lifetime": "Na całe życie",
  "Link Key": "Połącz klucz",
  "Linked": "Połączone",
  "Linked to Unraid.net account": "Połączone z kontem Unraid.net",
  "Loading": "Ładowanie",
  "Manage Unraid.net Account in new tab": "Zarządzaj kontem Unraid.net w nowej karcie",
  "Manage Unraid.net Account": "Zarządzaj kontem Unraid.net",
  "Manage your license keys at any time via the My Keys section.": "Zarządzaj swoimi kluczami licencji w dowolnym momencie poprzez sekcję Moje Klucze.",
  "Manage Your Server Within Connect": "Zarządzaj swoim serwerem w Connect",
  "minute": "{n} minuta | {n} minuty | {n} minut",
  "Missing key file": "Brakujący plik klucza",
  "month": "{n} miesiąc | {n} miesiące | {n} miesięcy",
  "More about Licensing": "Więcej o licencjonowaniu",
  "More about Unraid.net Accounts": "Więcej o kontach Unraid.net",
  "More options": "Więcej opcji",
  "Multiple License Keys Present": "Wiele kluczy licencyjnych obecnych",
  "Never ever be left without a backup of your config. If you need to change flash drives, generate a backup from Connect and be up and running in minutes.": "Nigdy nie pozostawiaj się bez kopii zapasowej swojej konfiguracji. Jeśli musisz zmienić nośnik flash, stwórz kopię zapasową z Connect i zacznij działać w ciągu kilku minut.",
  "New Version: {0}": "Nowa wersja: {0}",
  "No downgrade available": "Brak dostępnej opcji downgradu",
  "No Flash": "Brak Flash",
  "No Keyfile": "Brak pliku klucza",
  "No thanks": "Nie, dziękuję",
  "No USB flash configuration data": "Brak danych konfiguracji USB flash",
  "Not Linked": "Nie połączone",
  "On January 1st, 2023 SSL certificates for unraid.net were deprecated. You MUST provision a new SSL certificate to use our new myunraid.net domain. You can do this on the Settings > Management Access page.": "1 stycznia 2023 roku certyfikaty SSL dla unraid.net zostały przestarzałe. MUSISZ zaopatrzyć się w nowy certyfikat SSL, aby używać naszej nowej domeny myunraid.net. Możesz to zrobić na stronie Ustawienia > Dostęp Zarządzania.",
  "Online Flash Backup": "Online Flash Backup",
  "Open a bug report": "Otwórz raport błędu",
  "Open Dropdown": "Otwórz rozwijane menu",
  "Opens Connect in new tab": "Otwiera Connect w nowej karcie",
  "Original release date {0}": "Data wydania oryginału {0}",
  "OS Update Eligibility Expiration": "Wygaśnięcie uprawnień do aktualizacji systemu operacyjnego",
  "OS Update Eligibility Expired": "Uprawnienia do aktualizacji systemu operacyjnego wygasły",
  "OS Update Eligibility": "Uprawnienia do aktualizacji systemu operacyjnego",
  "Pay your annual fee to continue receiving OS updates.": "Zapłać swoją opłatę roczną, aby nadal otrzymywać aktualizacje systemu operacyjnego.",
  "Performing actions": "Wykonywanie działań",
  "Please confirm the update details below": "Proszę potwierdzić szczegóły aktualizacji poniżej",
  "Please finish the initiated downgrade to enable updates.": "Proszę dokończyć rozpoczęty downgrade, aby umożliwić aktualizacje.",
  "Please finish the initiated update to enable a downgrade.": "Proszę dokończyć rozpoczętą aktualizację, aby umożliwić downgrade.",
  "Please fix any errors and try again.": "Proszę naprawić błędy i spróbować ponownie.",
  "Please keep this window open while we perform some actions": "Proszę trzymaj to okno otwarte podczas wykonywania działań",
  "Please keep this window open": "Proszę trzymaj to okno otwarte",
  "Please sign out then sign back in to refresh your API key.": "Proszę się wylogować, a następnie zalogować, aby odświeżyć swój klucz API.",
  "Please wait while the page reloads to install your trial key": "Proszę czekać, aż strona się przeładuje, aby zainstalować swój klucz testowy",
  "Plus more on the way": "Plus więcej w drodze",
  "Plus": "Plus",
  "Pro": "Pro",
  "Purchase Key": "Kup klucz",
  "Purchase": "Kup",
  "Ready to Install Key": "Gotowy do instalacji klucza",
  "Ready to update Connect account configuration": "Gotowy do aktualizacji konfiguracji konta Connect",
  "Real-time Monitoring": "Monitorowanie w czasie rzeczywistym",
  "Reboot Now to Downgrade to {0}": "Uruchom ponownie teraz, aby wykonać downgrade do {0}",
  "Reboot Now to Downgrade": "Uruchom ponownie teraz, aby wykonać downgrade",
  "Reboot Now to Update to {0}": "Uruchom ponownie teraz, aby zaktualizować do {0}",
  "Reboot Now to Update": "Uruchom ponownie teraz, aby zaktualizować",
  "Reboot Required for Downgrade to {0}": "Wymagane ponowne uruchomienie do wykonania downgrade do {0}",
  "Reboot Required for Downgrade": "Wymagane ponowne uruchomienie do wykonania downgrade",
  "Reboot Required for Update to {0}": "Wymagane ponowne uruchomienie do zaktualizowania do {0}",
  "Reboot Required for Update": "Wymagane ponowne uruchomienie do zaktualizowania",
  "Rebooting will likely solve this.": "Ponowne uruchomienie prawdopodobnie rozwiąże ten problem.",
  "Receive the latest and greatest for Unraid OS. Whether it new features, security patches, or bug fixes – keeping your server up-to-date ensures the best experience that Unraid has to offer.": "Otrzymuj najnowsze i najlepsze dla Unraid OS. Czy to nowe funkcje, poprawki bezpieczeństwa, czy poprawki błędów - aktualizacja serwera zapewnia najlepsze doświadczenie, jakie Unraid ma do zaoferowania.",
  "Recover Key": "Odzyskaj klucz",
  "Recovered": "Odzyskany",
  "Redeem Activation Code": "Wykup kod aktywacyjny",
  "Refresh": "Odśwież",
  "Registered on": "Zarejestrowany dnia",
  "Registered to": "Zarejestrowany na",
  "Registration key / USB Flash GUID mismatch": "Rozbieżność między kluczem rejestracyjnym a identyfikatorem GUID nośnika USB",
  "Release date {0}": "Data wydania {0}",
  "Release requires verification to update": "Wydanie wymaga weryfikacji do aktualizacji",
  "Reload Page": "Przeładuj stronę",
  "Reload": "Przeładuj",
  "Remark: Unraid's WAN IPv4 {0} does not match your client's WAN IPv4 {1}.": "Uwagi: WAN IPv4 Unraid {0} nie pasuje do WAN IPv4 klienta {1}.",
  "Remark: your WAN IPv4 is {0}": "Uwagi: Twoje WAN IPv4 to {0}",
  "Remove from ignore list": "Usuń z listy ignorowanych",
  "Remove": "Usuń",
  "Renew Key": "Odnów klucz",
  "Renew your license key now": "Odnów swój klucz licencji teraz",
  "Replace Key": "Zamień klucz",
  "Replaced": "Zamieniony",
  "Requires the local unraid-api to be running successfully": "Wymaga, aby lokalne unraid-api działały pomyślnie",
  "Restarting unraid-api…": "Ponowne uruchamianie unraid-api…",
  "second": "{n} sekunda | {n} sekundy | {n} sekund",
  "Server Up Since {0}": "Serwer uruchomiony od {0}",
  "Servers equipped with a myunraid.net certificate can be managed directly from within the Connect web UI. Manage multiple servers from your phone, tablet, laptop, or PC in the same browser window.": "Serwery wyposażone w certyfikat myunraid.net mogą być zarządzane bezpośrednio z poziomu interfejsu Connect. Zarządzaj wieloma serwerami z telefonu, tabletu, laptopa lub komputera w tym samym oknie przeglądarki.",
  "Set custom server tiles how you like and automatically display your server's banner image on your Connect Dashboard.": "Skonfiguruj własne kafelki serwera według upodobań i automatycznie wyświetlaj obrazek baneru serwera na swoim panelu Connect.",
  "Settings": "Ustawienia",
  "Sign In Failed": "Logowanie nie powiodło się",
  "Sign In requires the local unraid-api to be running": "Logowanie wymaga, aby lokalne unraid-api działały",
  "Sign In to utilize Unraid Connect": "Zaloguj się, aby korzystać z Unraid Connect",
  "Sign In to your Unraid.net account to get started": "Zaloguj się do swojego konta Unraid.net, aby rozpocząć",
  "Sign In with Unraid.net Account": "Zaloguj się przy użyciu konta Unraid.net",
  "Sign In": "Zaloguj się",
  "Sign Out Failed": "Wylogowanie nie powiodło się",
  "Sign Out of Unraid.net": "Wyloguj z Unraid.net",
  "Sign Out requires the local unraid-api to be running": "Wylogowanie wymaga, aby lokalne unraid-api działały",
  "Signing in {0}…": "Logowanie w toku {0}…",
  "Signing In": "Logowanie",
  "Signing out {0}…": "Wylogowywanie w toku {0}…",
  "Signing Out": "Wylogowywanie",
  "Something went wrong": "Coś poszło nie tak",
  "SSL certificates for unraid.net deprecated": "Certyfikaty SSL dla unraid.net przestarzałe",
  "Stale Server": "Przestarzały serwer",
  "Stale": "Przestarzały",
  "On the following screen, your license will be activated. You'll then create an Unraid.net Account to manage your license going forward.": "Na kolejnym ekranie twoja licencja zostanie aktywowana. Następnie utworzysz konto Unraid.net, aby zarządzać swoją licencją w przyszłości.",
  "Start Free 30 Day Trial": "Rozpocznij darmowy 30-dniowy okres próbny",
  "Starter": "Starter",
  "Starting your free 30 day trial": "Rozpoczynasz darmowy 30-dniowy okres próbny",
  "Success!": "Sukces!",
  "Thank you for choosing Unraid OS!": "Dziękujemy za wybór Unraid OS!",
  "Thank you for installing Connect!": "Dziękujemy za zainstalowanie Connect!",
  "Thank you for purchasing an Unraid {0} Key!": "Dziękujemy za zakup klucza Unraid {0}!",
  "Thank you for upgrading to an Unraid {0} Key!": "Dziękujemy za uaktualnienie do klucza Unraid {0}!",
  "The Connect dashboard links to relevant sections of the webgui, allowing quick access to those settings and server sections.": "Panel Connect łączy się z odpowiednimi sekcjami WebGUI, umożliwiając szybki dostęp do tych ustawień i sekcji serwera.",
  "The logs may contain sensitive information so do not post them publicly.": "Logi mogą zawierać poufne informacje, dlatego nie publikuj ich publicznie.",
  "The primary method of support for Unraid Connect is through our forums and Discord.": "Główną metodą wsparcia dla Unraid Connect jest za pośrednictwem naszych forów i Discord.",
  "Then go to Tools > Registration to manually install it": "Następnie przejdź do Narzędzi > Rejestracja, aby zainstalować go ręcznie",
  "This may indicate a complex network that will not work with this Remote Access solution.": "To może wskazywać na złożoną sieć, która nie będzie współpracować z tym rozwiązaniem Zdalnego Dostępu.",
  "This update will require a reboot": "Ta aktualizacja będzie wymagała ponownego uruchomienia",
  "Toggle on/off server accessibility with dynamic remote access. Automatically turn on UPnP and open a random WAN port on your router at the click of a button and close off access in seconds.": "Przełącz dostępność serwera z dynamicznym zdalnym dostępem. Automatycznie włącz UPnP i otwórz losowy port WAN na routerze jednym kliknięciem przycisku i zamknij dostęp w kilka sekund.",
  "Too Many Devices": "Zbyt wiele urządzeń",
  "Transfer License to New Flash": "Przenieś licencję do nowego nośnika Flash",
  "Trial Expired, see options below": "Okres próbny wygasł, zobacz opcje poniżej",
  "Trial Expired": "Okres próbny wygasł",
  "Trial Key Created": "Klucz testowy utworzony",
  "Trial Key Creation Failed": "Tworzenie klucza testowego nie powiodło się",
  "Trial Key Expired {0}": "Klucz testowy wygasł {0}",
  "Trial Key Expired at {0}": "Klucz testowy wygasł w {0}",
  "Trial Key Expires at {0}": "Klucz testowy wygasa o {0}",
  "Trial Key Expires in {0}": "Klucz testowy wygasa za {0}",
  "Trial Requires Internet Connection": "Okres próbny wymaga połączenia z Internetem",
  "Trial": "Okres próbny",
  "Unable to check for OS updates": "Nie można sprawdzić aktualizacji systemu operacyjnego",
  "Unable to fetch client WAN IPv4": "Nie można pobrać adresu IPv4 WAN klienta",
  "Unable to open release notes": "Nie można otworzyć notatek wydania",
  "Unknown error": "Nieznany błąd",
  "Unknown": "Nieznany",
  "Unleash Your Hardware": "Uwolnij sprzęt!",
  "Unleashed": "Uwolniony",
  "unlimited": "nieograniczony",
  "Unraid {0} Available": "Unraid {0} Dostępny",
  "Unraid {0} Update Available": "Aktualizacja Unraid {0} Dostępna",
  "Unraid {0}": "Unraid {0}",
  "Unraid Connect Error": "Błąd Unraid Connect",
  "Unraid Connect Forums": "Fora Unraid Connect",
  "Unraid Connect Install Failed": "Instalacja Unraid Connect nie powiodła się",
  "Unraid Contact Page": "Strona kontaktowa Unraid",
  "Unraid Discord": "Unraid Discord",
  "Unraid logo animating with a wave like effect": "Logo Unraid animujące się efektem falowym",
  "Unraid OS {0} Released": "Unraid OS {0} wydany",
  "Unraid OS {0} Update Available": "Dostępna aktualizacja Unraid OS {0}",
  "Unraid OS is up-to-date": "Unraid OS jest aktualny",
  "Unraid OS Update Available": "Dostępna aktualizacja Unraid OS",
  "unraid-api is offline": "unraid-api jest offline",
  "Up-to-date with eligible releases": "Aktualny ze wszystkimi dostępnymi wersjami",
  "Up-to-date": "Aktualne",
  "Update Available": "Dostępna aktualizacja",
  "Update Released": "Aktualizacja wydana",
  "Update Unraid OS confirmation required": "Wymagane potwierdzenie aktualizacji Unraid OS",
  "Update Unraid OS": "Zaktualizuj Unraid OS",
  "Updates Expire": "Aktualizacje wygasają",
  "Updating 3rd party drivers": "Aktualizacja sterowników firm zewnętrznych",
  "Upgrade Key": "Uaktualnij klucz",
  "Upgrade": "Uaktualnienie",
  "Uptime {0}": "Czas działania {0}",
  "USB Flash device error": "Błąd urządzenia USB Flash",
  "USB Flash has no serial number": "USB Flash nie ma numeru seryjnego",
  "Verify to Update": "Sprawdź, aby zaktualizować",
  "Version available for restore {0}": "Wersja dostępna do przywrócenia {0}",
  "Version: {0}": "Wersja: {0}",
  "View Available Updates": "Zobacz dostępne aktualizacje",
  "View Changelog & Update": "Zobacz dziennik zmian i aktualizuj",
  "View Changelog for {0}": "Zobacz dziennik zmian {0}",
  "View Changelog on Docs": "Zobacz dziennik zmian w dokumentacji",
  "View Changelog to Start Update": "Zobacz dziennik zmian, aby rozpocząć aktualizację",
  "View Changelog": "Zobacz dziennik zmian",
  "View on Docs": "Zobacz w dokumentacji",
  "View release notes": "Zobacz notatki wydania",
  "We recommend backing up your USB Flash Boot Device before starting the update.": "Zalecamy wykonanie kopii zapasowej urządzenia USB Flash Boot przed rozpoczęciem aktualizacji.",
  "Welcome to your new {0} system, powered by Unraid!": "Witamy w nowym systemie {0}, zasilanym przez Unraid!",
  "Welcome to Unraid!": "Witamy w Unraid!",
  "year": "{n} rok | {n} lata | {n} lat",
  "You are still eligible to access OS updates that were published on or before {1}.": "Ciągle masz możliwość dostępu do aktualizacji systemu operacyjnego opublikowanych w dniu lub przed {1}.",
  "You can also manually create a new backup by clicking the Create Flash Backup button.": "Możesz również ręcznie stworzyć nową kopię zapasową, klikając przycisk Utwórz kopię zapasową Flash.",
  "You can manually create a backup by clicking the Create Flash Backup button.": "Możesz ręcznie stworzyć kopię zapasową, klikając przycisk Utwórz kopię zapasową Flash.",
  "You have already activated the Flash Backup feature via the Unraid Connect plugin.": "Funkcja kopii zapasowej Flash została już aktywowana poprzez plugin Unraid Connect.",
  "You have exceeded the number of devices allowed for your license. Please remove a device before adding another.": "Przekroczyłeś liczbę urządzeń dozwoloną na licencji. Usuń urządzenie przed dodaniem nowego.",
  "You have not activated the Flash Backup feature via the Unraid Connect plugin.": "Nie aktywowałeś funkcji kopii zapasowej Flash przez plugin Unraid Connect.",
  "You may still update to releases dated prior to your update expiration date.": "Możesz nadal aktualizować do wersji wydanych przed datą wygaśnięcia aktualizacji.",
  "You're about to create a password to secure access to your system. This password is essential for managing and configuring your server. You'll use this password every time you access the Unraid web interface.": "Zaraz utworzysz hasło zabezpieczające dostęp do systemu. Jest ono niezbędne do zarządzania i konfigurowania serwera. Będziesz używać tego hasła za każdym razem, gdy uzyskasz dostęp do interfejsu sieciowego Unraid.",
  "You're one step closer to enhancing your Unraid experience": "Jesteś o krok bliżej poprawy doświadczenia z Unraid",
  "Your {0} Key has been replaced!": "Twój klucz {0} został zastąpiony!",
  "Your {0} license included one year of free updates at the time of purchase. You are now eligible to extend your license and access the latest OS updates. You are still eligible to access OS updates that were published on or before {1}.": "Twoja licencja {0} zawierała rok darmowych aktualizacji w momencie zakupu. Teraz możesz przedłużyć swoją licencję i uzyskać dostęp do najnowszych aktualizacji systemu operacyjnego. Nadal masz możliwość dostępu do aktualizacji systemu operacyjnego opublikowanych w dniu lub przed {1}.",
  "Your {0} license included one year of free updates at the time of purchase. You are now eligible to extend your license and access the latest OS updates.": "Twoja licencja {0} zawierała rok darmowych aktualizacji w momencie zakupu. Teraz możesz przedłużyć swoją licencję i uzyskać dostęp do najnowszych aktualizacji systemu operacyjnego.",
  "Your free Trial key provides all the functionality of an Unleashed Registration key": "Twój darmowy klucz testowy zapewnia pełną funkcjonalność klucza rejestracyjnego Unleashed",
  "Your license key is not eligible for Unraid OS {0}": "Twój klucz licencyjny nie jest zgodny z Unraid OS {0}",
  "Your license key's OS update eligibility has expired. Please renew your license key to enable updates released after your expiration date.": "Zgodność aktualizacji systemu operacyjnego Twojego klucza licencyjnego wygasła. Prosimy o odnowienie klucza licencyjnego w celu włączenia aktualizacji wydanych po dacie wygaśnięcia.",
  "Your Trial has expired": "Twoja wersja próbna wygasła",
  "Your Trial key has been extended!": "Twój klucz próbny został przedłużony!",
  "Create an Unraid.net account and activate your key": "Utwórz konto Unraid.net i aktywuj swój klucz",
  "Device is ready to configure": "Urządzenie jest gotowe do konfiguracji",
  "Secure your device": "Zabezpiecz swoje urządzenie",
  "Unraid OS {0} Changelog": "Unraid OS {0} Dziennik zmian",
  "or": "lub",
  "Logging in...": "Logowanie...",
  "Try Again": "Spróbuj ponownie",
  "Log In With Unraid.net": "Zaloguj się przez Unraid.net",
  "Invalid Unraid.net credentials": "Nieprawidłowe poświadczenia Unraid.net",
  "This Unraid.net account is not authorized to access this server": "To konto Unraid.net nie jest upoważnione do uzyskania dostępu do tego serwera",
  "SSO login is not enabled on this server": "Logowanie SSO nie jest włączone na tym serwerze",
  "Login session expired. Please try again": "Session expired. Please try again",
  "Network error. Please check your connection": "Błąd sieci. Prosimy o sprawdzenie połączenia",
  "SSO login failed. Please try again": "Logowanie SSO nie powiodło się. Proszę spróbuj ponownie",
  "Error fetching token": "Błąd przy pobieraniu tokena",
  "Visit Unraid website": "Odwiedź stronę Unraid",
  "Version Information": "Informacje o wersji",
  "First, you'll create your device's login credentials, then you'll activate your Unraid license—your device's operating system (OS).": "Najpierw utworzysz dane logowania urządzenia, a następnie aktywujesz licencję Unraid—systemu operacyjnego (OS) urządzenia.",
  "Edit API Key": "Edytuj klucz API",
  "Create API Key": "Stwórz klucz API",
  "OS version copied to clipboard": "Wersja OS skopiowana do schowka",
  "API version copied to clipboard": "Wersja API skopiowana do schowka",
  "Visit Partner website": "Odwiedź stronę partnera",
  "Unraid OS": "Unraid OS",
  "Unraid API": "Unraid API",
  "View OS Release Notes": "Zobacz notatki do wydania OS",
  "View API Changelog": "Zobacz dziennik zmian API",
  "Registered GUID": "Zarejestrowany GUID",
  "Array status": "Stan macierzy",
  "Trial expiration": "Wygaśnięcie wersji próbnej",
  "Flash Drive": "Napęd Flash",
  "License": "Licencja",
  "Actions": "Akcje",
  "Your license key was automatically renewed and installed. Reload the page to see updated details.": "Twój klucz licencyjny został automatycznie odnowiony i zainstalowany. Ponownie załaduj stronę, aby zobaczyć zaktualizowane szczegóły.",
  "Checking authentication options...": "Sprawdzanie opcji uwierzytelniania...",
  "Invalid callback parameters": "Nieprawidłowe parametry wywołania zwrotnego",
  "Loading changelog…": "Ładowanie dziennika zmian...",
  "Checking for OS updates...": "Sprawdzanie aktualizacji systemu operacyjnego ...",
  "Requires verification to update": "Wymaga weryfikacji do aktualizacji",
  "More Options": "Więcej opcji",
  "Manage update preferences including beta access and version selection at account.unraid.net": "Zarządzaj preferencjami aktualizacji, w tym dostępem do wersji beta i selekcją wersji na account.unraid.net",
  "You can opt back in to an ignored release by clicking on the Check for Updates button in the header anytime": "Możesz ponownie włączyć ignorowaną wersję, klikając przycisk Sprawdź aktualizacje w nagłówku w dowolnym momencie",
  "Loading changelog...": "Ładowanie dziennika zmian...",
  "No changelog content available": "Brak dostępnej zawartości dziennika zmian",
  "Downgrade": "Obniżenie wersji",
  "Update": "Aktualizuj",
  "During the Unraid OS update process third-party drivers were detected and are currently being updated in the background. Please wait for those to finish downloading before rebooting your server to complete the update process. You should receive a system notification when complete. You may also refresh this page to check for an updated status.": "Podczas procesu aktualizacji Unraid OS wykryto sterowniki zewnętrzne i są one aktualizowane w tle. Prosimy czekać, aż pobieranie zakończy się przed ponownym uruchomieniem serwera w celu zakończenia procesu aktualizacji. Po zakończeniu powinieneś otrzymać powiadomienie systemowe. Możesz także odświeżyć tę stronę, aby sprawdzić zaktualizowany status.",
  "License Key Updates Expired": "Aktualizacje klucza licencyjnego wygasły",
  "Downgrade Unraid OS confirmation required": "Wymagane potwierdzenie obniżenia wersji Unraid OS",
  "Please confirm the downgrade details below": "Proszę potwierdzić poniżej szczegóły obniżenia wersji",
  "Post Install License Key Error": "Błąd klucza licencyjnego po instalacji",
  "This downgrade will require a reboot": "To obniżenie wersji wymaga ponownego uruchomienia",
  "Confirm and start downgrade": "Potwierdź i rozpocznij obniżenie wersji",
  "Loading…": "Ładowanie…",
  "Go to API Settings": "Przejdź do ustawień API",
  "Restart unraid-api": "Restartuj unraid-api",
  "Error creatiing a trial key. Please try again later.": "Błąd tworzenia klucza próbnego. Proszę spróbować ponownie później.",
  "Username": "Nazwa użytkownika",
  "Password": "Hasło",
  "Login": "Logowanie",
  "Password recovery": "Odzyskiwanie hasła",
  "jsonforms.errors.default": "Nieprawidłowa wartość",
  "jsonforms.rclone.basic.remoteName.label": "Nazwa zdalna",
  "jsonforms.rclone.basic.remoteName.description": "Nazwa identyfikująca tę konfigurację zdalną (np. my_google_drive). Używaj tylko liter, cyfr, myślników i podkreśleń.",
  "jsonforms.rclone.basic.remoteName.descriptionShort": "Nazwa identyfikująca tę konfigurację zdalną",
  "jsonforms.rclone.basic.providerType.label": "Typ dostawcy przechowywania",
  "jsonforms.rclone.basic.providerType.description": "Wybierz dostawcę przechowywania w chmurze do użycia dla tej konfiguracji zdalnej.",
  "jsonforms.rclone.basic.documentation.text": "Link do dokumentacji",
  "jsonforms.rclone.basic.documentation.description": "Aby uzyskać więcej informacji, zapoznaj się z [Dokumentacją RClone](https://rclone.org/commands/rclone_config/).",
  "jsonforms.rclone.basic.showAdvanced.label": "Pokaż zaawansowane opcje",
  "jsonforms.rclone.basic.showAdvanced.description": "Wyświetl dodatkowe opcje konfiguracji dla ekspertów.",
  "jsonforms.rclone.basic.showAdvanced.toggleDescription": "Czy wyświetlić zaawansowane opcje konfiguracji.",
  "jsonforms.rclone.validation.sizeSuffix": "Nieprawidłowy format rozmiaru. Przykłady: \"10G\", \"100M\", \"1.5GiB\", \"off\".",
  "jsonforms.rclone.validation.duration": "Nieprawidłowy format trwania. Przykłady: \"10s\", \"1.5m\", \"100ms\", \"1h15m\", \"off\".",
  "jsonforms.apiSettings.sandbox": "Włącz Piaskownicę programistyczną",
  "jsonforms.apiKey.name": "Nazwa klucza API",
  "jsonforms.apiKey.description": "Opis",
  "jsonforms.apiKey.roles": "Role",
  "jsonforms.apiKey.permissionPresets": "Dodaj predefiniowane uprawnienie",
  "jsonforms.apiKey.customPermissions": "Uprawnienia",
  "jsonforms.apiKey.customPermissions.resources": "Zasoby",
  "jsonforms.apiKey.customPermissions.actions": "Akcje",
  "jsonforms.apiKey.permissions.header": "Konfiguracja uprawnień",
  "jsonforms.apiKey.permissions.description": "Wybierz dowolną kombinację ról, grup uprawnień i niestandardowych uprawnień, aby określić, do czego ten klucz API ma dostęp.",
  "jsonforms.apiKey.permissions.subheader": "Uprawnienia",
  "jsonforms.apiKey.permissions.help": "Użyj rozwijanej listy predefiniowanych permiesji, aby uzyskać wspólne zestawy uprawnień lub ręcznie dodaj niestandardowe uprawnienia. Możesz wybrać wiele zasobów, które dzielą te same akcje.",
  "jsonforms.rclone.basic.remoteName": "Nazwa zdalna",
  "jsonforms.rclone.basic.providerType": "Typ dostawcy przechowywania",
  "jsonforms.rclone.basic.documentation": "Link do dokumentacji",
  "jsonforms.rclone.basic.showAdvanced": "Pokaż zaawansowane opcje",
  "jsonforms.oidc.provider.id": "Identyfikator dostawcy",
  "jsonforms.oidc.provider.name": "Nazwa dostawcy",
  "jsonforms.oidc.provider.clientId": "Identyfikator klienta OAuth",
  "jsonforms.oidc.provider.clientSecret": "Tajny klucz klienta OAuth",
  "jsonforms.oidc.provider.issuer": "URL wydawcy",
  "jsonforms.oidc.provider.scopes": "Zakresy OAuth",
  "jsonforms.oidc.provider.authorizationEndpoint": "Punkt końcowy autoryzacji",
  "jsonforms.oidc.provider.tokenEndpoint": "Punkt końcowy token",
  "jsonforms.oidc.provider.userInfoEndpoint": "Punkt końcowy informacji o użytkowniku",
  "jsonforms.oidc.provider.jwksUri": "URI JWKS",
  "jsonforms.oidc.restrictions.title": "Prosta autoryzacja",
  "jsonforms.oidc.restrictions.help": "Skonfiguruj proste listy pozwalające, kto może się zalogować.",
  "jsonforms.oidc.restrictions.allowedDomains": "Dozwolone domeny e-mail",
  "jsonforms.oidc.restrictions.allowedEmails": "Konkretne adresy e-mail",
  "jsonforms.oidc.restrictions.allowedUserIds": "Dozwolone identyfikatory użytkowników",
  "jsonforms.oidc.restrictions.workspaceDomain": "Domena usługi Google Workspace",
  "jsonforms.oidc.rules.title": "Zaawansowane zasady autoryzacji",
  "jsonforms.oidc.rules.description": "Zdefiniuj logikę autoryzacji opartą na roszczeniach.",
  "jsonforms.oidc.rules.mode": "Tryb reguły",
  "jsonforms.oidc.rules.claim": "JWT Claim",
  "jsonforms.oidc.rules.operator": "Operator",
  "jsonforms.oidc.rules.value": "Wartości",
  "jsonforms.oidc.rules.collection": "Zasady roszczeń",
  "jsonforms.oidc.buttons.title": "Dostosowanie przycisku",
  "jsonforms.oidc.buttons.description": "Dostosuj wygląd przycisku logowania.",
  "jsonforms.oidc.buttons.text": "Tekst przycisku",
  "jsonforms.oidc.buttons.icon": "Adres URL ikony przycisku",
  "jsonforms.oidc.buttons.variant": "Styl przycisku",
  "jsonforms.oidc.buttons.style": "Niestandardowe style CSS",
  "jsonforms.oidc.provider.discoveryToggle": "Użyj automatycznego wykrywania"
}
