{
  "{0} {1} Key…": "{0} {1} Chave…",
  "{0} devices": "{0} dispositivos",
  "{0} out of {1} allowed devices – upgrade your key to support more devices": "{0} de {1} dispositivos permitidos – atualize sua chave para suportar mais dispositivos",
  "{0} out of {1} devices": "{0} de {1} dispositivos",
  "{0} Release Notes": "{0} Notas de Lançamento",
  "{0} Signed In Successfully": "{0} Autenticação Bem Sucedida",
  "{0} Signed Out Successfully": "{0} Saída Bem Sucedida",
  "{0} Update Available": "{0} Atualização Disponível",
  "{1} Key {0} Successfully": "{1} Chave {0} com Sucesso",
  "<p>It is not possible to use a Trial key with an existing Unraid OS installation.</p><p>You may purchase a license key corresponding to this USB Flash device to continue using this installation.</p>": "<p>Não é possível usar uma chave de Teste com uma instalação existente do Unraid OS.</p><p>Você pode adquirir uma chave de licença correspondente a este dispositivo USB para continuar usando esta instalação.</p>",
  "<p>Please refresh the page to ensure you load your latest configuration</p>": "<p>Por favor, atualize a página para garantir que carregue sua configuração mais recente</p>",
  "<p>Register for Connect by signing in to your Unraid.net account</p>": "<p>Registre-se no Connect fazendo login na sua conta Unraid.net</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device or choose Purchase Key.</p><p>Your Unraid registration key is ineligible for replacement as it has been replaced within the last 12 months.</p>": "<p>O arquivo de chave de licença não corresponde ao dispositivo de inicialização USB Flash. Por favor, copie o arquivo de chave correto para o diretório /config no seu dispositivo de inicialização USB Flash ou escolha Comprar Chave.</p><p>Sua chave de registro do Unraid está inelegível para substituição pois já foi substituída nos últimos 12 meses.</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device or choose Purchase Key.</p><p>Your Unraid registration key is ineligible for replacement as it is blacklisted.</p>": "<p>O arquivo de chave de licença não corresponde ao dispositivo de inicialização USB Flash. Por favor, copie o arquivo de chave correto para o diretório /config no seu dispositivo de inicialização USB Flash ou escolha Comprar Chave.</p><p>Sua chave de registro do Unraid está inelegível para substituição pois está na lista negra.</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device.</p><p>You may also attempt to Purchase or Replace your key.</p>": "<p>O arquivo de chave de licença não corresponde ao dispositivo de inicialização USB Flash. Por favor, copie o arquivo de chave correto para o diretório /config no seu dispositivo de inicialização USB Flash.</p><p>Você também pode tentar Comprar ou Substituir sua chave.</p>",
  "<p>There are multiple license key files present on your USB flash device and none of them correspond to the USB Flash boot device. Please remove all key files, except the one you want to replace, from the /config directory on your USB Flash boot device.</p><p>Alternately you may purchase a license key for this USB flash device.</p><p>If you want to replace one of your license keys with a new key bound to this USB Flash device, please first remove all other key files first.</p>": "<p>Há múltiplos arquivos de chave de licença presentes no seu dispositivo USB e nenhum deles corresponde ao dispositivo de inicialização USB Flash. Por favor, remova todos os arquivos de chave, exceto aquele que você quer substituir, do diretório /config no seu dispositivo de inicialização USB Flash.</p><p>Alternativamente, você pode adquirir uma chave de licença para este dispositivo USB.</p><p>Se você deseja substituir uma de suas chaves de licença por uma nova chave vinculada a este dispositivo USB Flash, por favor, remova todos os outros arquivos de chave primeiro.</p>",
  "<p>There is a physical problem accessing your USB Flash boot device</p>": "<p>Há um problema físico ao acessar o seu dispositivo de inicialização USB Flash</p>",
  "<p>There is a problem with your USB Flash device</p>": "<p>Há um problema com o seu dispositivo USB Flash</p>",
  "<p>This USB Flash boot device has been blacklisted. This can occur as a result of transferring your license key to a replacement USB Flash device, and you are currently booted from your old USB Flash device.</p><p>A USB Flash device may also be blacklisted if we discover the serial number is not unique – this is common with USB card readers.</p>": "<p>Este dispositivo de inicialização USB Flash foi colocado na lista negra. Isso pode ocorrer devido à transferência de sua chave de licença para um dispositivo USB Flash de substituição e, atualmente, você está inicializando a partir do seu dispositivo USB Flash antigo.</p><p>Um dispositivo USB Flash também pode ser colocado na lista negra se descobrirmos que o número de série não é único – isso é comum com leitores de cartões USB.</p>",
  "<p>This USB Flash device has an invalid GUID. Please try a different USB Flash device</p>": "<p>Este dispositivo USB Flash possui um GUID inválido. Por favor, tente usar outro dispositivo USB Flash</p>",
  "<p>To continue using Unraid OS you may purchase a license key. Alternately, you may request a Trial extension.</p>": "<p>Para continuar usando o Unraid OS, você pode comprar uma chave de licença. Alternativamente, você pode solicitar uma extensão de Teste.</p>",
  "<p>To support more storage devices as your server grows, click Upgrade Key.</p>": "<p>Para suportar mais dispositivos de armazenamento à medida que o servidor cresce, clique em Atualizar Chave.</p>",
  "<p>You have used all your Trial extensions. To continue using Unraid OS you may purchase a license key.</p>": "<p>Você usou todas as suas extensões de Teste. Para continuar usando o Unraid OS, você pode adquirir uma chave de licença.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>After your <em>Trial</em> has reached expiration, your server <strong>still functions normally</strong> until the next time you Stop the array or reboot your server.</p><p>At that point you may either purchase a license key or request a <em>Trial</em> extension.</p>": "<p>Sua chave de <em>Teste</em> inclui toda a funcionalidade e suporte de dispositivo de uma chave <em>Ilimitada</em>.</p><p>Depois que seu <em>Teste</em> expirar, seu servidor <strong> continuará funcionando normalmente</strong> até a próxima vez que você parar a matriz ou reiniciar seu servidor.</p><p>Nesse ponto, você pode adquirir uma chave de licença ou solicitar uma extensão de <em>Teste</em>.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>When your <em>Trial</em> expires, <strong>the array will stop</strong>. At that point you may either purchase a license key or request a <em>Trial</em> extension.</p>": "<p>Sua chave de <em>Teste</em> inclui toda a funcionalidade e suporte de dispositivo de uma chave <em>Ilimitada</em>.</p><p>Quando seu <em>Teste</em> expirar, <strong>a matriz será parada</strong>. Nesse ponto, você pode adquirir uma chave de licença ou solicitar uma extensão de <em>Teste</em>.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>Your trial is expiring soon. When it expires, <strong>the array will stop</strong>. You may extend your trial now, purchase a license key, or wait until expiration to take action.</p>": "<p>Sua chave de <em>Teste</em> inclui toda a funcionalidade e suporte de dispositivo de uma chave <em>Ilimitada</em>.</p><p>Seu teste está prestes a expirar. Quando expirar, <strong>a matriz será parada</strong>. Você pode estender seu teste agora, comprar uma chave de licença ou esperar até a expiração para tomar uma ação.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>Your trial is expiring soon and you have used all available extensions. When it expires, <strong>the array will stop</strong>. To continue using Unraid OS, you must purchase a license key.</p>": "<p>Sua chave de <em>Teste</em> inclui toda a funcionalidade e suporte de dispositivo de uma chave <em>Ilimitada</em>.</p><p>Seu teste está prestes a expirar e você usou todas as extensões disponíveis. Quando expirar, <strong>a matriz será parada</strong>. Para continuar usando o Unraid OS, você deve adquirir uma chave de licença.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>You have used all available trial extensions. When your <em>Trial</em> expires, <strong>the array will stop</strong>. To continue using Unraid OS after expiration, you must purchase a license key.</p>": "<p>Sua chave de <em>Teste</em> inclui toda a funcionalidade e suporte de dispositivo de uma chave <em>Ilimitada</em>.</p><p>Você usou todas as extensões de teste disponíveis. Quando seu <em>Teste</em> expirar, <strong>a matriz será parada</strong>. Para continuar usando o Unraid OS após a expiração, você deve adquirir uma chave de licença.</p>",
  "<p>Your license key file is corrupted or missing. The key file should be located in the /config directory on your USB Flash boot device.</p><p>If you do not have a backup copy of your license key file you may attempt to recover your key.</p><p>If this was an expired Trial installation, you may purchase a license key.</p>": "<p>O arquivo de chave de licença está corrompido ou ausente. O arquivo de chave deve estar localizado no diretório /config no seu dispositivo de inicialização USB Flash.</p><p>Se você não tiver uma cópia de backup do seu arquivo de chave de licença, poderá tentar recuperar sua chave.</p><p>Se esta foi uma instalação de Teste expirada, você pode adquirir uma chave de licença.</p>",
  "<p>Your license key file is corrupted or missing. The key file should be located in the /config directory on your USB Flash boot device.</p><p>You may attempt to recover your key with your Unraid.net account.</p><p>If this was an expired Trial installation, you may purchase a license key.</p>": "<p>O arquivo de chave de licença está corrompido ou ausente. O arquivo de chave deve estar localizado no diretório /config no seu dispositivo de inicialização USB Flash.</p><p>Você pode tentar recuperar sua chave com sua conta Unraid.net.</p><p>Se esta foi uma instalação de Teste expirada, você pode adquirir uma chave de licença.</p>",
  "<p>Your server will not be usable until you purchase a Registration key or install a free 30 day <em>Trial</em> key. A <em>Trial</em> key provides all the functionality of an Unleashed Registration key.</p><p>Registration keys are bound to your USB Flash boot device serial number (GUID). Please use a high quality name brand device at least 1GB in size.</p><p>Note: USB memory card readers are generally not supported because most do not present unique serial numbers.</p><p><strong>Important:</strong></p><ul class='list-disc pl-16px'><li>Please make sure your server time is accurate to within 5 minutes</li><li>Please make sure there is a DNS server specified</li></ul>": "<p>Seu servidor não estará utilizável até você adquirir uma chave de Registro ou instalar uma chave de <em>Teste</em> de 30 dias gratuita. Uma chave de <em>Teste</em> fornece toda a funcionalidade de uma chave de Registro Ilimitada.</p><p>Chaves de Registro são vinculadas ao número de série do seu dispositivo de inicialização USB Flash (GUID). Por favor, use um dispositivo de marca renomada de alta qualidade com pelo menos 1GB de tamanho.</p><p>Nota: Leitores de cartões de memória USB geralmente não são suportados, pois a maioria não apresenta números de série únicos.</p><p><strong>Importante:</strong></p><ul class='list-disc pl-16px'><li>Por favor, certifique-se de que o tempo do seu servidor esteja preciso dentro de 5 minutos</li><li>Por favor, certifique-se de que há um servidor DNS especificado</li></ul>",
  "<p>Your Trial key requires an internet connection.</p><p><a href='/Settings/NetworkSettings class='underline'>Please check Settings > Network</a></p>": "<p>Sua chave de Teste requer uma conexão com a internet.</p><p><a href='/Settings/NetworkSettings class='underline'>Por favor, verifique Configurações > Rede</a></p>",
  "<p>Your Unraid registration key is ineligible for replacement as it has been replaced within the last 12 months.</p>": "<p>Sua chave de registro do Unraid está inelegível para substituição, pois foi substituída nos últimos 12 meses.</p>",
  "A Trial key provides all the functionality of an Unleashed Registration key": "Uma chave de Teste fornece toda a funcionalidade de uma chave de Registro Ilimitada.",
  "A valid GUID is required to check for OS updates.": "É necessário um GUID válido para verificar atualizações de OS.",
  "A valid keyfile and USB Flash boot device are required to check for OS updates.": "Um arquivo de chave válido e um dispositivo de inicialização USB Flash são necessários para verificar atualizações de OS.",
  "A valid keyfile is required to check for OS updates.": "É necessário um arquivo de chave válido para verificar atualizações de OS.",
  "A valid OS version is required to check for OS updates.": "É necessária uma versão OS válida para verificar atualizações de OS.",
  "Acklowledge that you have made a Flash Backup to enable this action": "Reconheça que você fez um Backup Flash para habilitar esta ação",
  "Activate Now": "Ativar Agora",
  "Activate License": "Ativar Licença",
  "ago": "há",
  "All you need is an active internet connection, an Unraid.net account, and the Connect plugin. Get started by installing the plugin.": "Tudo que você precisa é uma conexão ativa com a internet, uma conta Unraid.net e o plugin Connect. Comece instalando o plugin.",
  "Attached Storage Devices": "Dispositivos de Armazenamento Conectados",
  "Backing up...this may take a few minutes": "Fazendo backup... isso pode levar alguns minutos",
  "Basic": "Básico",
  "Begin downgrade to {0}": "Iniciar downgrade para {0}",
  "Beta": "Beta",
  "Blacklisted USB Flash GUID": "GUID de USB Flash na Lista Negra",
  "BLACKLISTED": "NA LISTA NEGRA",
  "Calculating OS Update Eligibility…": "Calculando Eligibilidade de Atualização de OS…",
  "Calculating trial expiration…": "Calculando expiração do teste…",
  "Callback redirect type not present or incorrect": "Tipo de redirecionamento de retorno de chamada não presente ou incorreto",
  "Cancel {0}": "Cancelar {0}",
  "Cancel": "Cancelar",
  "Cannot access your USB Flash boot device": "Não é possível acessar o seu dispositivo de inicialização USB Flash",
  "Cannot validate Unraid Trial key": "Não é possível validar chave de Teste do Unraid",
  "Check Eligibility": "Verificar Eligibilidade",
  "check for OS updates": "verificar atualizações de OS",
  "Check for OS Updates": "Verificar Atualizações de OS",
  "Check for Prereleases": "Verificar Pré-lançamentos",
  "Check for Update": "Verificar Atualização",
  "Checking WAN IPs…": "Verificando IPs WAN…",
  "Checking...": "Verificando...",
  "Checkout the Connect Documentation": "Veja a Documentação do Connect",
  "Click to close modal": "Clique para fechar modal",
  "Click to Copy LAN IP {0}": "Clique para Copiar IP LAN {0}",
  "Close Dropdown": "Fechar Dropdown",
  "Close Modal": "Fechar Modal",
  "Close": "Fechar",
  "Configure Connect Features": "Configurar Recursos do Connect",
  "Confirm and start update": "Confirmar e iniciar atualização",
  "Confirm to Install Unraid OS {0}": "Confirmar para Instalar Unraid OS {0}",
  "Connected": "Conectado",
  "Contact Support": "Contatar suporte",
  "Continue": "Continuar",
  "Copied": "Copiado",
  "Copy Key URL": "Copiar URL da Chave",
  "Copy your Key URL: {0}": "Copie o URL da sua Chave: {0}",
  "Create Flash Backup": "Criar Backup Flash",
  "Create a password": "Criar uma senha",
  "Create Device Password": "Criar Senha de Dispositivo",
  "Current Version {0}": "Versão Atual {0}",
  "Current Version: Unraid {0}": "Versão Atual: Unraid {0}",
  "Customizable Dashboard Tiles": "Tiles do Painel Personalizáveis",
  "day": "{n} dia | {n} dias",
  "Deep Linking": "Linkagem Profunda",
  "DNS issue, unable to resolve wanip4.unraid.net": "Problema de DNS, incapaz de resolver wanip4.unraid.net",
  "Downgrade Unraid OS to {0}": "Fazer downgrade do Unraid OS para {0}",
  "Downgrade Unraid OS": "Fazer downgrade do Unraid OS",
  "Downgrades are only recommended if you're unable to solve a critical issue.": "Downgrades são recomendados apenas se você não conseguir resolver um problema crítico.",
  "Download Diagnostics": "Baixar Diagnósticos",
  "Download the Diagnostics zip then please open a bug report on our forums with a description of the issue along with your diagnostics.": "Baixe o zip de Diagnósticos e, por favor, abra um relatório de bug em nossos fóruns com uma descrição do problema juntamente com seus diagnósticos.",
  "Download unraid-api Logs": "Baixar Logs unraid-api",
  "Dynamic Remote Access": "Acesso Remoto Dinâmico",
  "Eligible for free feature updates for {0}": "Elegível para atualizações de recursos gratuitas para {0}",
  "Eligible for free feature updates until {0}": "Elegível para atualizações de recursos gratuitas até {0}",
  "Eligible": "Elegível",
  "Enable update notifications": "Habilitar notificações de atualização",
  "Enhance your experience with Unraid Connect": "Melhore sua experiência com o Unraid Connect",
  "Enhance your Unraid experience with Connect": "Melhore sua experiência com o Unraid usando o Connect",
  "Enhance your Unraid experience": "Melhore sua experiência com o Unraid",
  "Error creating a trial key. Please try again later.": "Erro ao criar uma chave de teste. Por favor, tente novamente mais tarde.",
  "Error Parsing Changelog • {0}": "Erro ao Interpretar o Registro de Alterações • {0}",
  "Error": "Erro",
  "Expired {0}": "Expirado em {0}",
  "Expired": "Expirado",
  "Expires at {0}": "Expira em {0}",
  "Expires in {0}": "Expira em {0}",
  "Extend License to Enable OS Updates": "Estenda a Licença para Habilitar Atualizações de OS",
  "Extend License to Update": "Estenda a Licença para Atualizar",
  "Extend License": "Estender Licença",
  "Extend Trial": "Estender Teste",
  "Extending your free trial by 15 days": "Estendendo seu teste gratuito por 15 dias",
  "Extension Installed": "Extensão Instalada",
  "Failed to {0} {1} Key": "Falha ao {0} {1} Chave",
  "Failed to install key": "Falha ao instalar a chave",
  "Failed to update Connect account configuration": "Falha ao atualizar configuração da conta Connect",
  "Fetching & parsing changelog…": "Buscando e interpretando o registro de alterações...",
  "Fix Error": "Corrigir Erro",
  "Flash Backup is not available. Navigate to {0}/Main/Settings/Flash to try again then come back to this page.": "Backup Flash não está disponível. Navegue para {0}/Main/Settings/Flash para tentar novamente e depois volte para esta página.",
  "Flash GUID Error": "Erro de GUID de Flash",
  "Flash GUID required to check replacement status": "GUID de Flash necessário para verificar o status de substituição",
  "Flash GUID": "GUID do disco",
  "Flash Product": "Produto do disco",
  "Flash Vendor": "Fornecedor do disco",
  "Get a Lifetime Key": "Obter uma Chave Vitalícia",
  "Get an overview of your server's state, storage space, apps and VMs status, and more.": "Obtenha uma visão geral do estado do seu servidor, espaço de armazenamento, status de aplicativos e VMs, e mais.",
  "Get Started": "Começar",
  "Go to Connect plugin settings": "Ir para as configurações do plugin Connect",
  "Go to Connect": "Ir para Connect",
  "Go to Management Access Now": "Ir para Acesso à Gestão Agora",
  "Go to Settings > Notifications to enable automatic OS update notifications for future releases.": "Vá para Configurações > Notificações para ativar notificações automáticas de atualização do SO para futuras atualizações.",
  "Go to Tools > Management Access to activate the Flash Backup feature and ensure your backup is up-to-date.": "Vá para Ferramentas > Acesso à Gestão para ativar a função de Backup Flash e garantir que seu backup esteja atualizado.",
  "Go to Tools > Management Access to ensure your backup is up-to-date.": "Vá para Ferramentas > Acesso à Gestão para garantir que seu backup esteja atualizado.",
  "Go to Tools > Registration to fix": "Vá para Ferramentas > Registro para corrigir",
  "Go to Tools > Registration to Learn More": "Vá para Ferramentas > Registro para Saber Mais",
  "Go to Tools > Update OS for more options.": "Vá para Ferramentas > Atualizar SO para mais opções.",
  "Go to Tools > Update": "Vá para Ferramentas > Atualizar",
  "hour": "{n} hora | {n} horas",
  "I have made a Flash Backup": "Eu fiz um Backup Flash",
  "If you are asked to supply logs, please open a support request on our Contact Page and reply to the email message you receive with your logs attached.": "Se for solicitado a fornecer logs, por favor, abra uma solicitação de suporte em nossa Página de Contato e responda ao email que receber com seus logs anexados.",
  "Ignore this message if you are currently connected via Remote Access or VPN.": "Ignore esta mensagem se você estiver atualmente conectado via Acesso Remoto ou VPN.",
  "Ignore this release until next reboot": "Ignorar este lançamento até o próximo reinício",
  "Ignored Releases": "Lançamentos Ignorados",
  "In the rare event you need to downgrade we ask that you please provide us with Diagnostics so we can investigate your issue.": "No raro caso de precisar fazer o downgrade, pedimos que nos forneça os Diagnósticos para que possamos investigar seu problema.",
  "Ineligible as of {0}": "Inelegível a partir de {0}",
  "Eligible for updates released on or before {0}.": "Elegível para atualizações lançadas até {0}.",
  "Extend your license to access the latest updates.": "Estenda sua licença para acessar as atualizações mais recentes.",
  "Ineligible for Unraid OS updates": "Inelegível para atualizações do Unraid OS",
  "Ineligible": "Inelegível",
  "Ineligible for self-replacement": "Inelegível para auto-substituição",
  "Install Connect": "Instalar Connect",
  "Install Extended": "Instalar Ampliado",
  "Install Recovered": "Instalar Recuperado",
  "Install Replaced": "Instalar Substituído",
  "Install Unraid OS {0}": "Instalar Unraid OS {0}",
  "Install": "Instalar",
  "Installed": "Instalado",
  "Installing Connect": "Instalando Connect",
  "Installing Extended Trial": "Instalando Teste Ampliado",
  "Installing Extended": "Instalando Ampliado",
  "Installing Recovered": "Instalando Recuperado",
  "Installing Replaced": "Instalando Substituído",
  "Installing": "Instalando",
  "Introducing Unraid Connect": "Apresentando Unraid Connect",
  "Invalid API Key Format": "Formato de Chave de API Inválido",
  "Invalid API Key": "Chave de API Inválida",
  "Invalid installation": "Instalação inválida",
  "It's highly recommended to review the changelog before continuing your update": "É altamente recomendado revisar o changelog antes de continuar sua atualização.",
  "Key ineligible for {0}": "Chave inelegível para {0}",
  "Key ineligible for future releases": "Chave inelegível para futuros lançamentos",
  "Key ineligible for new updates": "Chave inelegível para novas atualizações",
  "Keyfile required to check replacement status": "Arquivo de chave necessário para verificar o status de substituição",
  "LAN IP {0}": "IP LAN {0}",
  "LAN IP Copied": "IP LAN Copiado",
  "LAN IP": "IP LAN",
  "Last checked: {0}": "Última verificação: {0}",
  "Learn more about the error": "Saiba mais sobre o erro",
  "Learn more and fix": "Saiba mais e corrija",
  "Learn more and link your key to your account": "Saiba mais e vincule sua chave à sua conta",
  "Learn more": "Saiba mais",
  "Learn More": "Saiba Mais",
  "Let's activate your Unraid OS License": "Vamos ativar sua Licença do Unraid OS",
  "Let's Unleash your Hardware!": "Vamos Liberar seu Hardware!",
  "License key actions": "Ações da Chave de Licença",
  "License key type": "Tipo de Chave de Licença",
  "License Management": "Gerenciamento de Licenças",
  "Lifetime": "Vitalício",
  "Link Key": "Vincular Chave",
  "Linked": "Vinculado",
  "Linked to Unraid.net account": "Vinculado à conta Unraid.net",
  "Loading": "Carregando",
  "Manage Unraid.net Account in new tab": "Gerenciar Conta Unraid.net em nova aba",
  "Manage Unraid.net Account": "Gerenciar Conta Unraid.net",
  "Manage your license keys at any time via the My Keys section.": "Gerencie suas chaves de licença a qualquer momento na seção Minhas Chaves.",
  "Manage Your Server Within Connect": "Gerencie seu Servidor Dentro do Connect",
  "minute": "{n} minuto | {n} minutos",
  "Missing key file": "Arquivo de chave faltando",
  "month": "{n} mês | {n} meses",
  "More about Licensing": "Mais sobre Licenciamento",
  "More about Unraid.net Accounts": "Mais sobre Contas Unraid.net",
  "More options": "Mais opções",
  "Multiple License Keys Present": "Múltiplas Chaves de Licença Presentes",
  "Never ever be left without a backup of your config. If you need to change flash drives, generate a backup from Connect and be up and running in minutes.": "Nunca fique sem um backup de sua configuração. Se precisar trocar as unidades flash, gere um backup a partir do Connect e fique pronto em minutos.",
  "New Version: {0}": "Nova Versão: {0}",
  "No downgrade available": "Nenhum downgrade disponível",
  "No Flash": "Sem Flash",
  "No Keyfile": "Sem arquivo de chave",
  "No thanks": "Não, obrigado",
  "No USB flash configuration data": "Sem dados de configuração de flash USB",
  "Not Linked": "Não Vinculado",
  "On January 1st, 2023 SSL certificates for unraid.net were deprecated. You MUST provision a new SSL certificate to use our new myunraid.net domain. You can do this on the Settings > Management Access page.": "Em 1º de janeiro de 2023, os certificados SSL para unraid.net foram descontinuados. Você DEVE provisionar um novo certificado SSL para usar nosso novo domínio myunraid.net. Você pode fazer isso na página Configurações > Acesso à Gestão.",
  "Online Flash Backup": "Backup Flash Online",
  "Open a bug report": "Abrir um relatório de bug",
  "Open Dropdown": "Abrir Dropdown",
  "Opens Connect in new tab": "Abre Connect em nova aba",
  "Original release date {0}": "Data de lançamento original {0}",
  "OS Update Eligibility Expiration": "Expiração de Elegibilidade de Atualização do SO",
  "OS Update Eligibility Expired": "Elegibilidade de Atualização do SO Expirada",
  "OS Update Eligibility": "Elegibilidade de Atualização do SO",
  "Pay your annual fee to continue receiving OS updates.": "Pague sua taxa anual para continuar recebendo atualizações do SO.",
  "Performing actions": "Executando ações",
  "Please confirm the update details below": "Por favor, confirme os detalhes da atualização abaixo",
  "Please finish the initiated downgrade to enable updates.": "Por favor, termine o downgrade iniciado para habilitar atualizações.",
  "Please finish the initiated update to enable a downgrade.": "Por favor, termine a atualização iniciada para habilitar um downgrade.",
  "Please fix any errors and try again.": "Por favor, corrija quaisquer erros e tente novamente.",
  "Please keep this window open while we perform some actions": "Por favor, mantenha esta janela aberta enquanto realizamos algumas ações",
  "Please keep this window open": "Por favor, mantenha esta janela aberta",
  "Please sign out then sign back in to refresh your API key.": "Por favor, faça logout e logue novamente para atualizar sua chave API.",
  "Please wait while the page reloads to install your trial key": "Por favor, aguarde enquanto a página recarrega para instalar sua chave de teste",
  "Plus more on the way": "Mais no caminho",
  "Plus": "Plus",
  "Pro": "Pro",
  "Purchase Key": "Comprar Chave",
  "Purchase": "Comprar",
  "Ready to Install Key": "Pronto para Instalar Chave",
  "Ready to update Connect account configuration": "Pronto para atualizar configuração da conta Connect",
  "Real-time Monitoring": "Monitoramento em Tempo Real",
  "Reboot Now to Downgrade to {0}": "Reinicie Agora para Fazer o Downgrade para {0}",
  "Reboot Now to Downgrade": "Reinicie Agora para Fazer o Downgrade",
  "Reboot Now to Update to {0}": "Reinicie Agora para Atualizar para {0}",
  "Reboot Now to Update": "Reinicie Agora para Atualizar",
  "Reboot Required for Downgrade to {0}": "Reinicio Necessário para Fazer o Downgrade para {0}",
  "Reboot Required for Downgrade": "Reinicio Necessário para Fazer o Downgrade",
  "Reboot Required for Update to {0}": "Reinicio Necessário para Atualizar para {0}",
  "Reboot Required for Update": "Reinicio Necessário para Atualizar",
  "Rebooting will likely solve this.": "Reiniciar provavelmente resolverá isso.",
  "Receive the latest and greatest for Unraid OS. Whether it new features, security patches, or bug fixes – keeping your server up-to-date ensures the best experience that Unraid has to offer.": "Receba as últimas e melhores para Unraid OS. Sejam novos recursos, patches de segurança ou correções de bugs — manter seu servidor atualizado garante a melhor experiência que Unraid tem a oferecer.",
  "Recover Key": "Recuperar Chave",
  "Recovered": "Recuperado",
  "Redeem Activation Code": "Resgatar Código de Ativação",
  "Refresh": "Atualizar",
  "Registered on": "Registrado em",
  "Registered to": "Registrado para",
  "Registration key / USB Flash GUID mismatch": "Chave de registro / incompatibilidade do GUID do Flash USB",
  "Release date {0}": "Data de lançamento {0}",
  "Release requires verification to update": "O lançamento exige verificação para atualizar",
  "Reload Page": "Recarregar Página",
  "Reload": "Recarregar",
  "Remark: Unraid's WAN IPv4 {0} does not match your client's WAN IPv4 {1}.": "Observação: O WAN IPv4 do Unraid {0} não corresponde ao WAN IPv4 do seu cliente {1}.",
  "Remark: your WAN IPv4 is {0}": "Observação: seu WAN IPv4 é {0}",
  "Remove from ignore list": "Remover da lista de ignorados",
  "Remove": "Remover",
  "Renew Key": "Renovar Chave",
  "Renew your license key now": "Renove sua chave de licença agora",
  "Replace Key": "Substituir Chave",
  "Replaced": "Substituído",
  "Requires the local unraid-api to be running successfully": "Requer que o unraid-api local esteja sendo executado com sucesso",
  "Restarting unraid-api…": "Reiniciando unraid-api…",
  "second": "{n} segundo | {n} segundos",
  "Server Up Since {0}": "Servidor Ligado Desde {0}",
  "Servers equipped with a myunraid.net certificate can be managed directly from within the Connect web UI. Manage multiple servers from your phone, tablet, laptop, or PC in the same browser window.": "Servidores equipados com um certificado myunraid.net podem ser gerenciados diretamente de dentro do WebGUI Connect. Gerencie vários servidores do seu telefone, tablet, laptop, ou PC na mesma janela do navegador.",
  "Set custom server tiles how you like and automatically display your server's banner image on your Connect Dashboard.": "Defina tiles de servidor personalizados como desejar e exiba automaticamente a imagem do banner do seu servidor no seu Dashboard Connect.",
  "Settings": "Configurações",
  "Sign In Failed": "Falha no Login",
  "Sign In requires the local unraid-api to be running": "O login requer que o unraid-api local esteja sendo executado",
  "Sign In to utilize Unraid Connect": "Faça login para utilizar o Unraid Connect",
  "Sign In to your Unraid.net account to get started": "Entre na sua conta Unraid.net para começar",
  "Sign In with Unraid.net Account": "Entrar com Conta Unraid.net",
  "Sign In": "Entrar",
  "Sign Out Failed": "Falha no Logout",
  "Sign Out of Unraid.net": "Sair do Unraid.net",
  "Sign Out requires the local unraid-api to be running": "O logout requer que o unraid-api local esteja sendo executado",
  "Signing in {0}…": "Entrando {0}…",
  "Signing In": "Entrando",
  "Signing out {0}…": "Saindo {0}…",
  "Signing Out": "Saindo",
  "Something went wrong": "Algo deu errado",
  "SSL certificates for unraid.net deprecated": "Certificados SSL para unraid.net descontinuados",
  "Stale Server": "Servidor Obsoleto",
  "Stale": "Obsoleto",
  "On the following screen, your license will be activated. You'll then create an Unraid.net Account to manage your license going forward.": "Na tela seguinte, sua licença será ativada. Você então criará uma Conta Unraid.net para gerenciar sua licença daqui para frente.",
  "Start Free 30 Day Trial": "Iniciar Teste Gratuito de 30 Dias",
  "Starter": "Iniciador",
  "Starting your free 30 day trial": "Iniciando seu teste gratuito de 30 dias",
  "Success!": "Sucesso!",
  "Thank you for choosing Unraid OS!": "Obrigado por escolher o Unraid OS!",
  "Thank you for installing Connect!": "Obrigado por instalar Connect!",
  "Thank you for purchasing an Unraid {0} Key!": "Obrigado por comprar uma Chave Unraid {0}!",
  "Thank you for upgrading to an Unraid {0} Key!": "Obrigado por atualizar para uma Chave Unraid {0}!",
  "The Connect dashboard links to relevant sections of the webgui, allowing quick access to those settings and server sections.": "O painel Connect vincula-se a seções relevantes do WebGUI, permitindo acesso rápido a essas configurações e seções do servidor.",
  "The logs may contain sensitive information so do not post them publicly.": "Os logs podem conter informações sensíveis, portanto, não os poste publicamente.",
  "The primary method of support for Unraid Connect is through our forums and Discord.": "O método principal de suporte para o Unraid Connect é através dos nossos fóruns e Discord.",
  "Then go to Tools > Registration to manually install it": "Então vá para Ferramentas > Registro para instalá-lo manualmente",
  "This may indicate a complex network that will not work with this Remote Access solution.": "Isso pode indicar uma rede complexa que não funcionará com esta solução de Acesso Remoto.",
  "This update will require a reboot": "Esta atualização exigirá um reinício",
  "Toggle on/off server accessibility with dynamic remote access. Automatically turn on UPnP and open a random WAN port on your router at the click of a button and close off access in seconds.": "Ative/desative a acessibilidade do servidor com acesso remoto dinâmico. Ative automaticamente o UPnP e abra uma porta WAN aleatória no seu roteador com o clique de um botão e feche o acesso em segundos.",
  "Too Many Devices": "Muitos Dispositivos",
  "Transfer License to New Flash": "Transferir Licença para Novo Flash",
  "Trial Expired, see options below": "Teste Expirado, veja as opções abaixo",
  "Trial Expired": "Teste Expirado",
  "Trial Key Created": "Chave de Teste Criada",
  "Trial Key Creation Failed": "Falha na Criação da Chave de Teste",
  "Trial Key Expired {0}": "Chave de Teste Expirou {0}",
  "Trial Key Expired at {0}": "Chave de Teste Expirada em {0}",
  "Trial Key Expires at {0}": "Chave de Teste Expira em {0}",
  "Trial Key Expires in {0}": "Chave de Teste Expira em {0}",
  "Trial Requires Internet Connection": "Teste Requer Conexão à Internet",
  "Trial": "Teste",
  "Unable to check for OS updates": "Não foi possível verificar atualizações do SO",
  "Unable to fetch client WAN IPv4": "Não foi possível obter o WAN IPv4 do cliente",
  "Unable to open release notes": "Incapaz de abrir notas de lançamento",
  "Unknown error": "Erro desconhecido",
  "Unknown": "Desconhecido",
  "Unleash Your Hardware": "Liberar Seu Hardware",
  "Unleashed": "Liberado",
  "unlimited": "ilimitado",
  "Unraid {0} Available": "Unraid {0} Disponível",
  "Unraid {0} Update Available": "Atualização do Unraid {0} Disponível",
  "Unraid {0}": "Unraid {0}",
  "Unraid Connect Error": "Erro do Unraid Connect",
  "Unraid Connect Forums": "Fóruns do Unraid Connect",
  "Unraid Connect Install Failed": "Instalação do Unraid Connect Falhou",
  "Unraid Contact Page": "Página de Contato do Unraid",
  "Unraid Discord": "Discord do Unraid",
  "Unraid logo animating with a wave like effect": "Animação do logotipo do Unraid com efeito de onda",
  "Unraid OS {0} Released": "Unraid OS {0} Lançado",
  "Unraid OS {0} Update Available": "Atualização do Unraid OS {0} Disponível",
  "Unraid OS is up-to-date": "Unraid OS está atualizado",
  "Unraid OS Update Available": "Atualização de Unraid OS Disponível",
  "unraid-api is offline": "unraid-api está offline",
  "Up-to-date with eligible releases": "Atualizado com lançamentos elegíveis",
  "Up-to-date": "Atualizado",
  "Update Available": "Atualização Disponível",
  "Update Released": "Atualização Lançada",
  "Update Unraid OS confirmation required": "Confirmação necessária para atualizar Unraid OS",
  "Update Unraid OS": "Atualizar Unraid OS",
  "Updates Expire": "Atualizações Expiram",
  "Updating 3rd party drivers": "Atualizando drivers de terceiros",
  "Upgrade Key": "Chave de Atualização",
  "Upgrade": "Atualizar",
  "Uptime {0}": "Tempo de atividade {0}",
  "USB Flash device error": "Erro no dispositivo USB Flash",
  "USB Flash has no serial number": "USB Flash não possui número de série",
  "Verify to Update": "Verificar para Atualizar",
  "Version available for restore {0}": "Versão disponível para restaurar {0}",
  "Version: {0}": "Versão: {0}",
  "View Available Updates": "Ver Atualizações Disponíveis",
  "View Changelog & Update": "Ver Alterações & Atualizar",
  "View Changelog for {0}": "Ver Alterações para {0}",
  "View Changelog on Docs": "Ver Alterações nos Documentos",
  "View Changelog to Start Update": "Ver Alterações para Iniciar Atualização",
  "View Changelog": "Ver Alterações",
  "View on Docs": "Ver nos Documentos",
  "View release notes": "Ver notas de lançamento",
  "We recommend backing up your USB Flash Boot Device before starting the update.": "\"Recomendamos fazer backup do seu Dispositivo USB Flash Boot antes de iniciar a atualização.\"",
  "Welcome to your new {0} system, powered by Unraid!": "Bem-vindo ao seu novo sistema {0}, movido por Unraid!",
  "Welcome to Unraid!": "Bem-vindo ao Unraid!",
  "year": "{n} ano | {n} anos",
  "You are still eligible to access OS updates that were published on or before {1}.": "\"Você ainda está elegível para acessar atualizações do OS que foram publicadas em ou antes de {1}.\"",
  "You can also manually create a new backup by clicking the Create Flash Backup button.": "\"Você também pode criar manualmente um novo backup clicando no botão Criar Backup do Flash.\"",
  "You can manually create a backup by clicking the Create Flash Backup button.": "\"Você pode criar manualmente um backup clicando no botão Criar Backup do Flash.\"",
  "You have already activated the Flash Backup feature via the Unraid Connect plugin.": "\"Você já ativou o recurso de Backup do Flash via plugin Unraid Connect.\"",
  "You have exceeded the number of devices allowed for your license. Please remove a device before adding another.": "\"Você excedeu o número de dispositivos permitidos para sua licença. Por favor, remova um dispositivo antes de adicionar outro.\"",
  "You have not activated the Flash Backup feature via the Unraid Connect plugin.": "\"Você não ativou o recurso de Backup do Flash via plugin Unraid Connect.\"",
  "You may still update to releases dated prior to your update expiration date.": "\"Você pode ainda atualizar para lançamentos com data anterior à sua data de expiração da atualização.\"",
  "You're about to create a password to secure access to your system. This password is essential for managing and configuring your server. You'll use this password every time you access the Unraid web interface.": "\"Você está prestes a criar uma senha para proteger o acesso ao seu sistema. Essa senha é essencial para gerenciar e configurar seu servidor. Você usará esta senha sempre que acessar a interface WebGUI do Unraid.\"",
  "You're one step closer to enhancing your Unraid experience": "Você está a um passo de melhorar sua experiência com Unraid",
  "Your {0} Key has been replaced!": "Sua Chave {0} foi substituída!",
  "Your {0} license included one year of free updates at the time of purchase. You are now eligible to extend your license and access the latest OS updates. You are still eligible to access OS updates that were published on or before {1}.": "\"Sua licença {0} incluiu um ano de atualizações gratuitas no momento da compra. Você agora está elegível para estender sua licença e acessar as últimas atualizações do OS. Você ainda está elegível para acessar atualizações do OS que foram publicadas em ou antes de {1}.\"",
  "Your {0} license included one year of free updates at the time of purchase. You are now eligible to extend your license and access the latest OS updates.": "\"Sua licença {0} incluiu um ano de atualizações gratuitas no momento da compra. Você agora está elegível para estender sua licença e acessar as últimas atualizações do OS.\"",
  "Your free Trial key provides all the functionality of an Unleashed Registration key": "Sua chave de teste gratuita fornece toda a funcionalidade de uma chave de registro Liberada",
  "Your license key is not eligible for Unraid OS {0}": "Sua chave de licença não é elegível para Unraid OS {0}",
  "Your license key's OS update eligibility has expired. Please renew your license key to enable updates released after your expiration date.": "\"A elegibilidade de atualização da sua chave de licença do OS expirou. Por favor, renove sua chave de licença para habilitar atualizações lançadas após sua data de expiração.\"",
  "Your Trial has expired": "Seu Teste Expirou",
  "Your Trial key has been extended!": "Sua chave de Teste foi estendida!",
  "Create an Unraid.net account and activate your key": "\"Crie uma conta Unraid.net e ative sua chave\"",
  "Device is ready to configure": "Dispositivo pronto para configuração",
  "Secure your device": "Proteja seu dispositivo",
  "Unraid OS {0} Changelog": "Alterações do Unraid OS {0}",
  "or": "ou",
  "Logging in...": "\"Fazendo login...\"",
  "Try Again": "Tente Novamente",
  "Log In With Unraid.net": "\"Faça login com Unraid.net\"",
  "Invalid Unraid.net credentials": "Credenciais inválidas do Unraid.net",
  "This Unraid.net account is not authorized to access this server": "\"Esta conta Unraid.net não está autorizada a acessar este servidor\"",
  "SSO login is not enabled on this server": "SSO login não está habilitado neste servidor",
  "Login session expired. Please try again": "\"Sessão de login expirada. Por favor, tente novamente\"",
  "Network error. Please check your connection": "\"Erro de rede. Por favor, verifique sua conexão\"",
  "SSO login failed. Please try again": "\"Login SSO falhou. Por favor, tente novamente\"",
  "Error fetching token": "Erro ao buscar token",
  "Visit Unraid website": "Visitar site do Unraid",
  "Version Information": "Informações de Versão",
  "First, you'll create your device's login credentials, then you'll activate your Unraid license—your device's operating system (OS).": "\"Primeiro, você criará as credenciais de login do seu dispositivo, em seguida, você ativará sua licença Unraid—o sistema operacional (OS) do seu dispositivo.\"",
  "Edit API Key": "Editar Chave API",
  "Create API Key": "Criar Chave API",
  "OS version copied to clipboard": "Versão do OS copiada para a área de transferência",
  "API version copied to clipboard": "Versão da API copiada para a área de transferência",
  "Visit Partner website": "Visitar site do Parceiro",
  "Unraid OS": "Unraid OS",
  "Unraid API": "API Unraid",
  "View OS Release Notes": "Ver Notas de Lançamento do OS",
  "View API Changelog": "Ver Alterações da API",
  "Registered GUID": "GUID Registrado",
  "Array status": "Status da Matriz",
  "Trial expiration": "Expiração do Teste",
  "Flash Drive": "Dispositivo Flash",
  "License": "Licença",
  "Actions": "Ações",
  "Your license key was automatically renewed and installed. Reload the page to see updated details.": "\"Sua chave de licença foi renovada e instalada automaticamente. Recarregue a página para ver as atualizações.\"",
  "Checking authentication options...": "\"Verificando opções de autenticação...\"",
  "Invalid callback parameters": "Parâmetros de callback inválidos",
  "Loading changelog…": "Carregando alterações…",
  "Checking for OS updates...": "\"Verificando atualizações do OS...\"",
  "Requires verification to update": "Requer verificação para atualizar",
  "More Options": "Mais Opções",
  "Manage update preferences including beta access and version selection at account.unraid.net": "\"Gerencie preferências de atualização incluindo acesso beta e seleção de versão em account.unraid.net\"",
  "You can opt back in to an ignored release by clicking on the Check for Updates button in the header anytime": "Você pode reoptar por um lançamento ignorado clicando no botão Verificar Atualizações no cabeçalho a qualquer momento",
  "Loading changelog...": "\"Carregando alterações...\"",
  "No changelog content available": "Nenhum conteúdo de alterações disponível",
  "Downgrade": "Rebaixar",
  "Update": "Atualizar",
  "During the Unraid OS update process third-party drivers were detected and are currently being updated in the background. Please wait for those to finish downloading before rebooting your server to complete the update process. You should receive a system notification when complete. You may also refresh this page to check for an updated status.": "\"Durante o processo de atualização do Unraid OS, foram detectados drivers de terceiros e estão atualmente sendo atualizados em segundo plano. Por favor, aguarde até que o download seja concluído antes de reiniciar o servidor para completar o processo de atualização. Você receberá uma notificação do sistema quando completo. Você também pode atualizar esta página para verificar um status atualizado.\"",
  "License Key Updates Expired": "As Atualizações da Chave de Licença Expiraram",
  "Downgrade Unraid OS confirmation required": "Confirmação de rebaixamento do Unraid OS necessária",
  "Please confirm the downgrade details below": "Por favor, confirme os detalhes de rebaixamento abaixo",
  "Post Install License Key Error": "Erro na Chave de Licença Pós-Instalação",
  "This downgrade will require a reboot": "Este rebaixamento exigirá um reinício",
  "Confirm and start downgrade": "Confirmar e iniciar rebaixamento",
  "Loading…": "Carregando…",
  "Go to API Settings": "Ir para Configurações da API",
  "Restart unraid-api": "Reiniciar unraid-api",
  "Error creatiing a trial key. Please try again later.": "\"Erro ao criar uma chave de teste. Por favor, tente novamente mais tarde.\"",
  "Username": "Nome de usuário",
  "Password": "Senha",
  "Login": "Login",
  "Password recovery": "Recuperação de Senha",
  "jsonforms.errors.default": "Valor inválido",
  "jsonforms.rclone.basic.remoteName.label": "Nome Remoto",
  "jsonforms.rclone.basic.remoteName.description": "\"Nome para identificar esta configuração remota (por exemplo, meu_google_drive). Use apenas letras, números, hifens e sublinhados.\"",
  "jsonforms.rclone.basic.remoteName.descriptionShort": "\"Nome para identificar esta configuração remota\"",
  "jsonforms.rclone.basic.providerType.label": "Tipo de Provedor de Armazenamento",
  "jsonforms.rclone.basic.providerType.description": "\"Selecione o provedor de armazenamento em nuvem para usar para este remoto.\"",
  "jsonforms.rclone.basic.documentation.text": "Link para a Documentação",
  "jsonforms.rclone.basic.documentation.description": "\"Para mais informações, consulte a [Documentação de Configuração do RClone](https://rclone.org/commands/rclone_config/).\"",
  "jsonforms.rclone.basic.showAdvanced.label": "\"Mostrar Opções Avançadas\"",
  "jsonforms.rclone.basic.showAdvanced.description": "\"Exibir opções de configuração adicionais para especialistas.\"",
  "jsonforms.rclone.basic.showAdvanced.toggleDescription": "\"Se as opções avançadas de configuração devem ser mostradas.\"",
  "jsonforms.rclone.validation.sizeSuffix": "\"Formato de tamanho inválido. Exemplos: \"10G\", \"100M\", \"1.5GiB\", \"off\".\"",
  "jsonforms.rclone.validation.duration": "\"Formato de duração inválido. Exemplos: \"10s\", \"1.5m\", \"100ms\", \"1h15m\", \"off\".\"",
  "jsonforms.apiSettings.sandbox": "\"Ativar Sandbox de Desenvolvedor\"",
  "jsonforms.apiKey.name": "\"Nome da Chave API\"",
  "jsonforms.apiKey.description": "Descrição",
  "jsonforms.apiKey.roles": "\"Papéis\"",
  "jsonforms.apiKey.permissionPresets": "\"Adicionar Predefinição de Permissão\"",
  "jsonforms.apiKey.customPermissions": "\"Permissões\"",
  "jsonforms.apiKey.customPermissions.resources": "\"Recursos\"",
  "jsonforms.apiKey.customPermissions.actions": "Ações",
  "jsonforms.apiKey.permissions.header": "\"Configuração de Permissões\"",
  "jsonforms.apiKey.permissions.description": "\"Selecione qualquer combinação de papéis, grupos de permissões e permissões personalizadas para definir o que esta chave API pode acessar.\"",
  "jsonforms.apiKey.permissions.subheader": "\"Permissões\"",
  "jsonforms.apiKey.permissions.help": "\"Use o menu suspenso de predefinições para conjuntos de permissões comuns, ou adicione permissões personalizadas manualmente. Você pode selecionar múltiplos recursos que compartilham as mesmas ações.\"",
  "jsonforms.rclone.basic.remoteName": "Nome Remoto",
  "jsonforms.rclone.basic.providerType": "Tipo de Provedor de Armazenamento",
  "jsonforms.rclone.basic.documentation": "Link para a Documentação",
  "jsonforms.rclone.basic.showAdvanced": "\"Mostrar Opções Avançadas\"",
  "jsonforms.oidc.provider.id": "\"ID do Provedor\"",
  "jsonforms.oidc.provider.name": "\"Nome do Provedor\"",
  "jsonforms.oidc.provider.clientId": "\"ID do Cliente OAuth\"",
  "jsonforms.oidc.provider.clientSecret": "\"Segredo do Cliente OAuth\"",
  "jsonforms.oidc.provider.issuer": "\"URL do Emissor\"",
  "jsonforms.oidc.provider.scopes": "\"OAuth Scopes\"",
  "jsonforms.oidc.provider.authorizationEndpoint": "\"Endpoint de Autorização\"",
  "jsonforms.oidc.provider.tokenEndpoint": "\"Endpoint do Token\"",
  "jsonforms.oidc.provider.userInfoEndpoint": "\"Endpoint de Informações do Usuário\"",
  "jsonforms.oidc.provider.jwksUri": "\"JWKS URI\"",
  "jsonforms.oidc.restrictions.title": "\"Autorização Simples\"",
  "jsonforms.oidc.restrictions.help": "\"Configure listas de permissão simples para quem pode entrar.\"",
  "jsonforms.oidc.restrictions.allowedDomains": "\"Domínios de Email Permitidos\"",
  "jsonforms.oidc.restrictions.allowedEmails": "\"Endereços de E-mail Específicos\"",
  "jsonforms.oidc.restrictions.allowedUserIds": "\"IDs de Usuário Permitidos\"",
  "jsonforms.oidc.restrictions.workspaceDomain": "\"Domínio do Google Workspace\"",
  "jsonforms.oidc.rules.title": "\"Regras de Autorização Avançadas\"",
  "jsonforms.oidc.rules.description": "\"Defina a lógica de autorização baseada em claims.\"",
  "jsonforms.oidc.rules.mode": "\"Modo de Regra\"",
  "jsonforms.oidc.rules.claim": "\"Reivindicação JWT\"",
  "jsonforms.oidc.rules.operator": "\"Operador\"",
  "jsonforms.oidc.rules.value": "\"Valores\"",
  "jsonforms.oidc.rules.collection": "\"Regras de Reivindicação\"",
  "jsonforms.oidc.buttons.title": "\"Personalização do Botão\"",
  "jsonforms.oidc.buttons.description": "\"Personalize a aparência do botão de login.\"",
  "jsonforms.oidc.buttons.text": "\"Texto do Botão\"",
  "jsonforms.oidc.buttons.icon": "\"URL do Ícone do Botão\"",
  "jsonforms.oidc.buttons.variant": "\"Estilo do Botão\"",
  "jsonforms.oidc.buttons.style": "\"Estilos CSS Personalizados\"",
  "jsonforms.oidc.provider.discoveryToggle": "\"Usar Descoberta Automática\""
}
