{
  "{0} {1} Key…": "{0} {1} Cheie…",
  "{0} devices": "{0} dispozitive",
  "{0} out of {1} allowed devices – upgrade your key to support more devices": "{0} din {1} dispozitive permise – actualizați-vă cheia pentru a susține mai multe dispozitive",
  "{0} out of {1} devices": "{0} din {1} dispozitive",
  "{0} Release Notes": "{0} Notițe de lansare",
  "{0} Signed In Successfully": "{0} Autentificat cu succes",
  "{0} Signed Out Successfully": "{0} Deconectat cu succes",
  "{0} Update Available": "{0} Actualizare disponibilă",
  "{1} Key {0} Successfully": "{1} Cheie {0} cu succes",
  "<p>It is not possible to use a Trial key with an existing Unraid OS installation.</p><p>You may purchase a license key corresponding to this USB Flash device to continue using this installation.</p>": "<p>Nu este posibilă utilizarea unei chei de încercare cu o instalare existentă de Unraid OS.</p><p>Puteți achiziționa o cheie de licență corespunzătoare pentru acest dispozitiv USB Flash pentru a continua să utilizați această instalare.</p>",
  "<p>Please refresh the page to ensure you load your latest configuration</p>": "<p>Vă rugăm să reîmprospătați pagina pentru a vă asigura că încărcați configurația dvs. cea mai recentă</p>",
  "<p>Register for Connect by signing in to your Unraid.net account</p>": "<p>Înregistrați-vă pentru Connect autentificându-vă la contul dvs. Unraid.net</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device or choose Purchase Key.</p><p>Your Unraid registration key is ineligible for replacement as it has been replaced within the last 12 months.</p>": "<p>Fișierul cheii de licență nu corespunde cu dispozitivul de pornire USB Flash. Vă rugăm să copiați fișierul de cheie corect în directorul /config de pe dispozitivul de pornire USB Flash sau să alegeți Achiziționare Cheie.</p><p>Cheia dvs. de înregistrare Unraid nu este eligibilă pentru înlocuire, deoarece a fost înlocuită în ultimele 12 luni.</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device or choose Purchase Key.</p><p>Your Unraid registration key is ineligible for replacement as it is blacklisted.</p>": "<p>Fișierul cheii de licență nu corespunde cu dispozitivul de pornire USB Flash. Vă rugăm să copiați fișierul de cheie corect în directorul /config de pe dispozitivul de pornire USB Flash sau să alegeți Achiziționare Cheie.</p><p>Cheia dvs. de înregistrare Unraid nu este eligibilă pentru înlocuire, deoarece este pe lista neagră.</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device.</p><p>You may also attempt to Purchase or Replace your key.</p>": "<p>Fișierul cheii de licență nu corespunde cu dispozitivul de pornire USB Flash. Vă rugăm să copiați fișierul de cheie corect în directorul /config de pe dispozitivul de pornire USB Flash.</p><p>Puteți, de asemenea, să încercați să achiziționați sau să înlocuiți cheia dvs.</p>",
  "<p>There are multiple license key files present on your USB flash device and none of them correspond to the USB Flash boot device. Please remove all key files, except the one you want to replace, from the /config directory on your USB Flash boot device.</p><p>Alternately you may purchase a license key for this USB flash device.</p><p>If you want to replace one of your license keys with a new key bound to this USB Flash device, please first remove all other key files first.</p>": "<p>Există mai multe fișiere de chei de licență prezente pe dispozitivul dvs. USB flash și niciunul dintre ele nu corespunde cu dispozitivul de pornire USB Flash. Vă rugăm să eliminați toate fișierele de cheie, cu excepția celui pe care doriți să-l înlocuiți, din directorul /config de pe dispozitivul de pornire USB Flash.</p><p>Alternativ, puteți achiziționa o cheie de licență pentru acest dispozitiv USB flash.</p><p>Dacă doriți să înlocuiți una dintre cheile dvs. de licență cu o nouă cheie legată de acest dispozitiv USB Flash, vă rugăm să eliminați mai întâi toate celelalte fișiere de cheie.</p>",
  "<p>There is a physical problem accessing your USB Flash boot device</p>": "<p>Există o problemă fizică la accesarea dispozitivului dvs. de pornire USB Flash</p>",
  "<p>There is a problem with your USB Flash device</p>": "<p>Există o problemă cu dispozitivul dvs. USB Flash</p>",
  "<p>This USB Flash boot device has been blacklisted. This can occur as a result of transferring your license key to a replacement USB Flash device, and you are currently booted from your old USB Flash device.</p><p>A USB Flash device may also be blacklisted if we discover the serial number is not unique – this is common with USB card readers.</p>": "<p>Acest dispozitiv USB Flash a fost pus pe lista neagră. Acest lucru poate apărea ca urmare a transferării cheii dvs. de licență către un dispozitiv USB Flash de înlocuire și sunteți în prezent conectat de pe dispozitivul dvs. USB Flash vechi.</p><p>Un dispozitiv USB Flash poate fi, de asemenea, pe lista neagră dacă descoperim că numărul de serie nu este unic - acest lucru este comun cu cititoarele de carduri USB.</p>",
  "<p>This USB Flash device has an invalid GUID. Please try a different USB Flash device</p>": "<p>Acest dispozitiv USB Flash are un GUID invalid. Vă rugăm să încercați un alt dispozitiv USB Flash</p>",
  "<p>To continue using Unraid OS you may purchase a license key. Alternately, you may request a Trial extension.</p>": "<p>Pentru a continua să utilizați Unraid OS, puteți achiziționa o cheie de licență. Alternativ, puteți solicita o extindere a perioadei de încercare.</p>",
  "<p>To support more storage devices as your server grows, click Upgrade Key.</p>": "<p>Pentru a susține mai multe dispozitive de stocare pe măsură ce serverul dvs. crește, faceți clic pe Actualizare Cheie.</p>",
  "<p>You have used all your Trial extensions. To continue using Unraid OS you may purchase a license key.</p>": "<p>Ați utilizat toate extinderile perioadei de încercare. Pentru a continua să utilizați Unraid OS, puteți achiziționa o cheie de licență.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>After your <em>Trial</em> has reached expiration, your server <strong>still functions normally</strong> until the next time you Stop the array or reboot your server.</p><p>At that point you may either purchase a license key or request a <em>Trial</em> extension.</p>": "<p>Cheia dvs. de <em>încercare</em> include toată funcționalitatea și suportul pentru dispozitive ca o cheie <em>Unleashed</em>.</p><p>După ce perioada de <em>încercare</em> ajunge la expirare, serverul dvs. <strong>va funcționa în continuare normal</strong> până la următoarea dată când opriți matricea sau reporniți serverul.</p><p>În acel moment, puteți fie achiziționa o cheie de licență, fie solicita o extindere a perioadei de <em>încercare</em>.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>When your <em>Trial</em> expires, <strong>the array will stop</strong>. At that point you may either purchase a license key or request a <em>Trial</em> extension.</p>": "<p>Cheia dvs. de <em>încercare</em> include toată funcționalitatea și suportul pentru dispozitive ca o cheie <em>Unleashed</em>.</p><p>Când perioada de <em>încercare</em> expiră, <strong>matricea se va opri</strong>. În acel moment, puteți fie să achiziționați o cheie de licență, fie să solicitați o extindere a perioadei de <em>încercare</em>.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>Your trial is expiring soon. When it expires, <strong>the array will stop</strong>. You may extend your trial now, purchase a license key, or wait until expiration to take action.</p>": "<p>Cheia dvs. de <em>încercare</em> include toată funcționalitatea și suportul pentru dispozitive ca o cheie <em>Unleashed</em>.</p><p>Perioada dvs. de încercare expiră în curând. Când expiră, <strong>matricea se va opri</strong>. Puteți extinde perioada de încercare acum, să achiziționați o cheie de licență sau să așteptați până la expirare pentru a lua măsuri.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>Your trial is expiring soon and you have used all available extensions. When it expires, <strong>the array will stop</strong>. To continue using Unraid OS, you must purchase a license key.</p>": "<p>Cheia dvs. de <em>încercare</em> include toată funcționalitatea și suportul pentru dispozitive ca o cheie <em>Unleashed</em>.</p><p>Perioada dvs. de încercare expiră în curând și ați folosit toate extinderile disponibile. Când expiră, <strong>matricea se va opri</strong>. Pentru a continua să utilizați Unraid OS, trebuie să achiziționați o cheie de licență.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>You have used all available trial extensions. When your <em>Trial</em> expires, <strong>the array will stop</strong>. To continue using Unraid OS after expiration, you must purchase a license key.</p>": "<p>Cheia dvs. de <em>încercare</em> include toată funcționalitatea și suportul pentru dispozitive ca o cheie <em>Unleashed</em>.</p><p>Ați folosit toate extinderile disponibile ale perioadei de încercare. Când perioada de <em>încercare</em> expiră, <strong>matricea se va opri</strong>. Pentru a continua să utilizați Unraid OS după expirare, trebuie să achiziționați o cheie de licență.</p>",
  "<p>Your license key file is corrupted or missing. The key file should be located in the /config directory on your USB Flash boot device.</p><p>If you do not have a backup copy of your license key file you may attempt to recover your key.</p><p>If this was an expired Trial installation, you may purchase a license key.</p>": "<p>Fișierul dvs. de cheie de licență este corupt sau lipsă. Fișierul de cheie ar trebui să se afle în directorul /config de pe dispozitivul dvs. de pornire USB Flash.</p><p>Dacă nu aveți o copie de rezervă a fișierului dvs. de cheie de licență, puteți încerca să recuperați cheia dvs.</p><p>Dacă aceasta a fost o instalare de încercare expirată, puteți achiziționa o cheie de licență.</p>",
  "<p>Your license key file is corrupted or missing. The key file should be located in the /config directory on your USB Flash boot device.</p><p>You may attempt to recover your key with your Unraid.net account.</p><p>If this was an expired Trial installation, you may purchase a license key.</p>": "<p>Fișierul dvs. de cheie de licență este corupt sau lipsă. Fișierul de cheie ar trebui să se afle în directorul /config de pe dispozitivul dvs. de pornire USB Flash.</p><p>Puteți încerca să recuperați cheia dvs. cu contul dvs. Unraid.net.</p><p>Dacă aceasta a fost o instalare de încercare expirată, puteți achiziționa o cheie de licență.</p>",
  "<p>Your server will not be usable until you purchase a Registration key or install a free 30 day <em>Trial</em> key. A <em>Trial</em> key provides all the functionality of an Unleashed Registration key.</p><p>Registration keys are bound to your USB Flash boot device serial number (GUID). Please use a high quality name brand device at least 1GB in size.</p><p>Note: USB memory card readers are generally not supported because most do not present unique serial numbers.</p><p><strong>Important:</strong></p><ul class='list-disc pl-16px'><li>Please make sure your server time is accurate to within 5 minutes</li><li>Please make sure there is a DNS server specified</li></ul>": "<p>Serverul dvs. nu va fi utilizabil până când nu achiziționați o cheie de înregistrare sau nu instalați o cheie <em>Trial</em> gratuită de 30 de zile. O cheie de <em>Trial</em> oferă toată funcționalitatea unei chei de înregistrare Unleashed.</p><p>Cheile de înregistrare sunt legate de numărul de serie (GUID) al dispozitivului dvs. de pornire USB Flash. Vă rugăm să utilizați un dispozitiv de marcă de înaltă calitate, de cel puțin 1GB.</p><p>Notă: Cititoarele de carduri de memorie USB nu sunt, în general, acceptate deoarece majoritatea nu prezintă numere de serie unice.</p><p><strong>Important:</strong></p><ul class='list-disc pl-16px'><li>Asigurați-vă că ora serverului este precisă la 5 minute</li><li>Asigurați-vă că este specificat un server DNS</li></ul>",
  "<p>Your Trial key requires an internet connection.</p><p><a href='/Settings/NetworkSettings class='underline'>Please check Settings > Network</a></p>": "<p>Cheia dvs. de <em>Trial</em> necesită o conexiune la internet.</p><p><a href='/Settings/NetworkSettings' class='underline'>Vă rugăm să verificați Setări > Rețea</a></p>",
  "<p>Your Unraid registration key is ineligible for replacement as it has been replaced within the last 12 months.</p>": "<p>Cheia dvs. de înregistrare Unraid nu este eligibilă pentru înlocuire, deoarece a fost înlocuită în ultimele 12 luni.</p>",
  "A Trial key provides all the functionality of an Unleashed Registration key": "O cheie de încercare oferă toată funcționalitatea unei chei de înregistrare Unleashed.",
  "A valid GUID is required to check for OS updates.": "Un GUID valid este necesar pentru a verifica actualizările pentru OS.",
  "A valid keyfile and USB Flash boot device are required to check for OS updates.": "Este necesar un fișier cheie valid și un dispozitiv de pornire USB Flash pentru a verifica actualizările pentru OS.",
  "A valid keyfile is required to check for OS updates.": "Este necesar un fișier cheie valid pentru a verifica actualizările pentru OS.",
  "A valid OS version is required to check for OS updates.": "Este necesară o versiune OS validă pentru a verifica actualizările pentru OS.",
  "Acklowledge that you have made a Flash Backup to enable this action": "Recunoașteți că ați realizat o copie de rezervă Flash pentru a activa această acțiune",
  "Activate Now": "Activați acum",
  "Activate License": "Activați Licența",
  "ago": "în urmă",
  "All you need is an active internet connection, an Unraid.net account, and the Connect plugin. Get started by installing the plugin.": "Tot ce aveți nevoie este o conexiune activă la internet, un cont Unraid.net și pluginul Connect. Începeți prin a instala pluginul.",
  "Attached Storage Devices": "Dispozitive de Stocare Conectate",
  "Backing up...this may take a few minutes": "Se face copie de rezervă...aceasta poate dura câteva minute",
  "Basic": "De bază",
  "Begin downgrade to {0}": "Începe downgrade-ul la {0}",
  "Beta": "Beta",
  "Blacklisted USB Flash GUID": "Ghidul de flash USB pe lista neagră",
  "BLACKLISTED": "PE LISTA NEAGRĂ",
  "Calculating OS Update Eligibility…": "Se calculează eligibilitatea pentru actualizare OS...",
  "Calculating trial expiration…": "Se calculează expirarea perioadei de încercare...",
  "Callback redirect type not present or incorrect": "Tipul de redirecționare de apel înapoi nu este prezent sau este incorect",
  "Cancel {0}": "Anulează {0}",
  "Cancel": "Anulează",
  "Cannot access your USB Flash boot device": "Nu se poate accesa dispozitivul dvs. de pornire USB Flash",
  "Cannot validate Unraid Trial key": "Nu se poate valida cheia de încercare Unraid",
  "Check Eligibility": "Verificați Eligibilitatea",
  "check for OS updates": "verificați actualizările pentru OS",
  "Check for OS Updates": "Verificați actualizările pentru OS",
  "Check for Prereleases": "Verificați actualizările preliminare",
  "Check for Update": "Verificați actualizarea",
  "Checking WAN IPs…": "Verificare IP-uri WAN...",
  "Checking...": "Verificare...",
  "Checkout the Connect Documentation": "Consultați Documentația Connect",
  "Click to close modal": "Faceți clic pentru a închide modalul",
  "Click to Copy LAN IP {0}": "Faceți clic pentru a copia IP LAN {0}",
  "Close Dropdown": "Închideți Dropdown-ul",
  "Close Modal": "Închideți Modalul",
  "Close": "Închide",
  "Configure Connect Features": "Configurați Funcțiile Connect",
  "Confirm and start update": "Confirmați și începeți actualizarea",
  "Confirm to Install Unraid OS {0}": "Confirmați pentru a instala Unraid OS {0}",
  "Connected": "Conectat",
  "Contact Support": "Contactați Suportul",
  "Continue": "Continuați",
  "Copied": "Copiat",
  "Copy Key URL": "Copiați URL-ul Cheii",
  "Copy your Key URL: {0}": "Copiați URL-ul Cheii dvs.: {0}",
  "Create Flash Backup": "Creați copie de rezervă Flash",
  "Create a password": "Creați o parolă",
  "Create Device Password": "Creați Parolă Dispozitiv",
  "Current Version {0}": "Versiunea Curentă {0}",
  "Current Version: Unraid {0}": "Versiunea Curentă: Unraid {0}",
  "Customizable Dashboard Tiles": "Panouri Dashboard Personalizabile",
  "day": "{n} zi | {n} zile",
  "Deep Linking": "Linkare Directă",
  "DNS issue, unable to resolve wanip4.unraid.net": "Problemă DNS, nu se poate rezolva wanip4.unraid.net",
  "Downgrade Unraid OS to {0}": "Downgrade Unraid OS la {0}",
  "Downgrade Unraid OS": "Downgrade Unraid OS",
  "Downgrades are only recommended if you're unable to solve a critical issue.": "Degradările sunt recomandate doar dacă nu puteți rezolva o problemă critică.",
  "Download Diagnostics": "Descărcați Diagnosticele",
  "Download the Diagnostics zip then please open a bug report on our forums with a description of the issue along with your diagnostics.": "Descărcați arhiva zip din Diagnosticare, apoi deschideți un raport de eroare pe forumurile noastre cu o descriere a problemei împreună cu diagnosticările dvs.",
  "Download unraid-api Logs": "Descărcați Jurnalele unraid-api",
  "Dynamic Remote Access": "Acces la distanță Dinamic",
  "Eligible for free feature updates for {0}": "Eligibil pentru actualizări gratuite de funcții pentru {0}",
  "Eligible for free feature updates until {0}": "Eligibil pentru actualizări gratuite de funcții până la {0}",
  "Eligible": "Eligibil",
  "Enable update notifications": "Activați notificările de actualizare",
  "Enhance your experience with Unraid Connect": "Îmbunătățiți-vă experiența cu Unraid Connect",
  "Enhance your Unraid experience with Connect": "Îmbunătățiți-vă experiența Unraid cu Connect",
  "Enhance your Unraid experience": "Îmbunătățiți-vă experiența Unraid",
  "Error creating a trial key. Please try again later.": "Eroare la crearea unei chei de încercare. Vă rugăm să încercați din nou mai târziu.",
  "Error Parsing Changelog • {0}": "Eroare la analiza Changelog • {0}",
  "Error": "Eroare",
  "Expired {0}": "Expirat {0}",
  "Expired": "Expirat",
  "Expires at {0}": "Expiră la {0}",
  "Expires in {0}": "Expiră în {0}",
  "Extend License to Enable OS Updates": "Extindeți Licența pentru a permite actualizările OS",
  "Extend License to Update": "Extindeți Licența pentru actualizare",
  "Extend License": "Extindeți Licența",
  "Extend Trial": "Extindeți Perioada de Încercare",
  "Extending your free trial by 15 days": "Extindeți gratuit perioada de încercare cu 15 zile",
  "Extension Installed": "Extensia Instalată",
  "Failed to {0} {1} Key": "Nu a reușit să {0} {1} Cheia",
  "Failed to install key": "Nu a reușit să instaleze cheia",
  "Failed to update Connect account configuration": "Nu a reușit să actualizeze configurația contului Connect",
  "Fetching & parsing changelog…": "Se recuperează și se analizează jurnalul de schimbări...",
  "Fix Error": "Repară Eroarea",
  "Flash Backup is not available. Navigate to {0}/Main/Settings/Flash to try again then come back to this page.": "Backup-ul Flash nu este disponibil. Navigați la {0}/Main/Settings/Flash pentru a încerca din nou, apoi reveniți la această pagină.",
  "Flash GUID Error": "Eroare Flash GUID",
  "Flash GUID required to check replacement status": "Este necesar un GUID Flash pentru a verifica starea de înlocuire",
  "Flash GUID": "Ghidul de flash",
  "Flash Product": "Produsul Flash",
  "Flash Vendor": "Vânzătorul flash",
  "Get a Lifetime Key": "Obțineți un Cheie pentru Toată Viața",
  "Get an overview of your server's state, storage space, apps and VMs status, and more.": "Obțineți o imagine de ansamblu asupra stării serverului dvs., a spațiului de stocare, a aplicațiilor și stării VM-urilor și multe altele.",
  "Get Started": "Începeți",
  "Go to Connect plugin settings": "Mergi la setările pluginului Connect",
  "Go to Connect": "Mergi la Connect",
  "Go to Management Access Now": "Mergi la Acces Administrativ Acum",
  "Go to Settings > Notifications to enable automatic OS update notifications for future releases.": "Accesați Setări > Notificări pentru a activa notificările automate de actualizare a OS pentru lansările viitoare.",
  "Go to Tools > Management Access to activate the Flash Backup feature and ensure your backup is up-to-date.": "Accesați Unelte > Acces Administrativ pentru a activa funcția de Backup Flash și asigurați-vă că backupul dvs. este actualizat.",
  "Go to Tools > Management Access to ensure your backup is up-to-date.": "Accesați Unelte > Acces Administrativ pentru a vă asigura că backupul dvs. este actualizat.",
  "Go to Tools > Registration to fix": "Accesați Unelte > Înregistrare pentru a remedia",
  "Go to Tools > Registration to Learn More": "Accesați Unelte > Înregistrare pentru a afla mai multe",
  "Go to Tools > Update OS for more options.": "Accesați Unelte > Actualizați OS pentru mai multe opțiuni.",
  "Go to Tools > Update": "Accesați Unelte > Actualizare",
  "hour": "{n} oră | {n} ore",
  "I have made a Flash Backup": "Am făcut un Backup Flash",
  "If you are asked to supply logs, please open a support request on our Contact Page and reply to the email message you receive with your logs attached.": "Dacă vi se cere să furnizați loguri, vă rugăm să deschideți o cerere de suport pe Pagina noastră de Contact și să răspundeți la mesajul de e-mail primit cu logurile atașate.",
  "Ignore this message if you are currently connected via Remote Access or VPN.": "Ignorați acest mesaj dacă sunteți conectat în prezent prin Acces Remote sau VPN.",
  "Ignore this release until next reboot": "Ignorați această lansare până la următoarea repornire",
  "Ignored Releases": "Lansări Ignorate",
  "In the rare event you need to downgrade we ask that you please provide us with Diagnostics so we can investigate your issue.": "În cazul rar în care trebuie să retrogradați, vă rugăm să ne furnizați Diagrame pentru a putea investiga problema.",
  "Ineligible as of {0}": "Neeligibil din {0}",
  "Eligible for updates released on or before {0}.": "Eligibil pentru actualizări lansate pe sau înainte de {0}.",
  "Extend your license to access the latest updates.": "Extindeți-vă licența pentru a accesa cele mai recente actualizări.",
  "Ineligible for Unraid OS updates": "Neeligibil pentru actualizările Unraid OS",
  "Ineligible": "Neeligibil",
  "Ineligible for self-replacement": "Neeligibil pentru înlocuire proprie",
  "Install Connect": "Instalați Connect",
  "Install Extended": "Instalați Extended",
  "Install Recovered": "Instalați Recuperat",
  "Install Replaced": "Instalați Înlocuit",
  "Install Unraid OS {0}": "Instalați Unraid OS {0}",
  "Install": "Instalare",
  "Installed": "Instalat",
  "Installing Connect": "Instalare Connect",
  "Installing Extended Trial": "Instalare Trial Extins",
  "Installing Extended": "Instalare Extins",
  "Installing Recovered": "Instalare Recuperat",
  "Installing Replaced": "Instalare Înlocuit",
  "Installing": "Se instalează",
  "Introducing Unraid Connect": "Interacția Unraid Connect",
  "Invalid API Key Format": "Format Cheie API Invalid",
  "Invalid API Key": "Cheie API Invalidă",
  "Invalid installation": "Instalare Invalidă",
  "It's highly recommended to review the changelog before continuing your update": "Se recomandă cu tărie să consultați changelogul înainte de a continua actualizarea",
  "Key ineligible for {0}": "Cheie neeligibilă pentru {0}",
  "Key ineligible for future releases": "Cheia nu este eligibilă pentru lansările viitoare",
  "Key ineligible for new updates": "Cheia nu este eligibilă pentru actualizări noi",
  "Keyfile required to check replacement status": "Fișierul cheie necesar pentru a verifica statusul înlocuirii",
  "LAN IP {0}": "IP LAN {0}",
  "LAN IP Copied": "IP LAN Copiat",
  "LAN IP": "IP LAN",
  "Last checked: {0}": "Ultima verificare: {0}",
  "Learn more about the error": "Aflați mai multe despre eroare",
  "Learn more and fix": "Aflați mai multe și remediați",
  "Learn more and link your key to your account": "Aflați mai multe și legați cheia la contul dvs.",
  "Learn more": "Aflați mai multe",
  "Learn More": "Aflați Mai Multe",
  "Let's activate your Unraid OS License": "Hai să activăm licența ta pentru Unraid OS",
  "Let's Unleash your Hardware!": "Let's Unleash your Hardware!",
  "License key actions": "Acțiuni Cheie Licență",
  "License key type": "Tip Cheie Licență",
  "License Management": "Management Licență",
  "Lifetime": "Viață",
  "Link Key": "Legare Cheie",
  "Linked": "Legat",
  "Linked to Unraid.net account": "Legat de contul Unraid.net",
  "Loading": "Se încarcă",
  "Manage Unraid.net Account in new tab": "Gestionați Contul Unraid.net în fila nouă",
  "Manage Unraid.net Account": "Gestionați Contul Unraid.net",
  "Manage your license keys at any time via the My Keys section.": "Gestionați cheile dvs. de licență oricând prin secțiunea Cheile Mele.",
  "Manage Your Server Within Connect": "Gestionați-vă serverul prin Connect",
  "minute": "{n} minut | {n} minute",
  "Missing key file": "Fișier cheie lipsă",
  "month": "{n} lună | {n} luni",
  "More about Licensing": "Mai multe despre Licențiere",
  "More about Unraid.net Accounts": "Mai multe despre Conturile Unraid.net",
  "More options": "Mai multe opțiuni",
  "Multiple License Keys Present": "Mai multe Chei de Licență Prezente",
  "Never ever be left without a backup of your config. If you need to change flash drives, generate a backup from Connect and be up and running in minutes.": "Nu rămâneți niciodată fără o copie de rezervă a configului dvs. Dacă trebuie să schimbați unități flash, creați o rezervă prin Connect și fiți gata de funcționare în câteva minute.",
  "New Version: {0}": "Versiune Nouă: {0}",
  "No downgrade available": "Nicio retrogradare disponibilă",
  "No Flash": "Niciun Flash",
  "No Keyfile": "Niciun fișier cheie",
  "No thanks": "Nu, mulțumesc",
  "No USB flash configuration data": "Nu există date de configurare USB flash",
  "Not Linked": "Nelegat",
  "On January 1st, 2023 SSL certificates for unraid.net were deprecated. You MUST provision a new SSL certificate to use our new myunraid.net domain. You can do this on the Settings > Management Access page.": "Pe 1 ianuarie 2023, certificatele SSL pentru unraid.net au fost retrase. TREBUIE să aprovizionați un certificat SSL nou pentru a utiliza noul nostru domeniu myunraid.net. Puteți face acest lucru pe pagina Setări > Access Management.",
  "Online Flash Backup": "Backup Flash Online",
  "Open a bug report": "Deschideți un raport de bug-uri",
  "Open Dropdown": "Deschideți Dropdown",
  "Opens Connect in new tab": "Deschide Connect în tab nou",
  "Original release date {0}": "Data lansării originale {0}",
  "OS Update Eligibility Expiration": "Expirare Eligibilitate Actualizare OS",
  "OS Update Eligibility Expired": "Eligibilitate Actualizare OS Expirată",
  "OS Update Eligibility": "Eligibilitate Actualizare OS",
  "Pay your annual fee to continue receiving OS updates.": "Plătiți taxa anuală pentru a continua să primiți actualizări OS.",
  "Performing actions": "Acțiuni Execuție",
  "Please confirm the update details below": "Vă rugăm să confirmați detaliile actualizării de mai jos",
  "Please finish the initiated downgrade to enable updates.": "Vă rugăm să terminați downgrade-ul inițiat pentru a activa actualizările.",
  "Please finish the initiated update to enable a downgrade.": "Vă rugăm să terminați actualizarea inițiată pentru a permite retrogradarea.",
  "Please fix any errors and try again.": "Vă rugăm să remediați orice erori și să încercați din nou.",
  "Please keep this window open while we perform some actions": "Vă rugăm să păstrați această fereastră deschisă în timp ce efectuăm câteva acțiuni",
  "Please keep this window open": "Vă rugăm să păstrați această fereastră deschisă",
  "Please sign out then sign back in to refresh your API key.": "Vă rugăm să vă delogați și să vă conectați din nou pentru a reîmprospăta cheia API.",
  "Please wait while the page reloads to install your trial key": "Vă rugăm să așteptați în timp ce pagina se reîncarcă pentru a instala cheia de testare",
  "Plus more on the way": "Plus mai multe pe drum",
  "Plus": "Plus",
  "Pro": "Pro",
  "Purchase Key": "Cumpărați Cheie",
  "Purchase": "Cumpărați",
  "Ready to Install Key": "Cheie Gata de Instalare",
  "Ready to update Connect account configuration": "Gata de actualizare configurarea contului Connect",
  "Real-time Monitoring": "Monitorizare în timp real",
  "Reboot Now to Downgrade to {0}": "Reporniți acum pentru a retrograda la {0}",
  "Reboot Now to Downgrade": "Reporniți acum pentru a retrograda",
  "Reboot Now to Update to {0}": "Reporniți acum pentru a actualiza la {0}",
  "Reboot Now to Update": "Reporniți acum pentru a actualiza",
  "Reboot Required for Downgrade to {0}": "Necesită repornire pentru a retrograda la {0}",
  "Reboot Required for Downgrade": "Necesită repornire pentru a retrograda",
  "Reboot Required for Update to {0}": "Necesită repornire pentru a actualiza la {0}",
  "Reboot Required for Update": "Necesită repornire pentru a actualiza",
  "Rebooting will likely solve this.": "Reporniți probabil că va rezolva asta.",
  "Receive the latest and greatest for Unraid OS. Whether it new features, security patches, or bug fixes – keeping your server up-to-date ensures the best experience that Unraid has to offer.": "Primiți cele mai recente și cele mai bune pentru Unraid OS. Fie că sunt noi funcții, patch-uri de securitate sau corecții de erori - păstrarea serverului actualizat asigură cea mai bună experiență pe care Unraid o poate oferi.",
  "Recover Key": "Recuperați Cheie",
  "Recovered": "Recuperat",
  "Redeem Activation Code": "Răscumpărați Codul de Activare",
  "Refresh": "Reîmprospătare",
  "Registered on": "Înregistrat pe",
  "Registered to": "Înregistrat la",
  "Registration key / USB Flash GUID mismatch": "Mismatche între cheia de înregistrare / USB Flash GUID",
  "Release date {0}": "Data lansării {0}",
  "Release requires verification to update": "Lansarea necesită verificare pentru a se actualiza",
  "Reload Page": "Reîncărcați pagina",
  "Reload": "Reîncărcare",
  "Remark: Unraid's WAN IPv4 {0} does not match your client's WAN IPv4 {1}.": "Observație: IPv4 WAN al Unraid {0} nu se potrivește cu IPv4 WAN al clientului dvs. {1}.",
  "Remark: your WAN IPv4 is {0}": "Observație: IPv4 WAN-ul dvs. este {0}",
  "Remove from ignore list": "Eliminați din lista de ignorare",
  "Remove": "Elimină",
  "Renew Key": "Reînoiește Cheia",
  "Renew your license key now": "Reînoiește acum cheia licenței tale",
  "Replace Key": "Înlocuiește Cheia",
  "Replaced": "Înlocuit",
  "Requires the local unraid-api to be running successfully": "Necesită ca unraid-api local să ruleze cu succes",
  "Restarting unraid-api…": "Repornirea unraid-api…",
  "second": "{n} secundă | {n} secunde",
  "Server Up Since {0}": "Server Up De La {0}",
  "Servers equipped with a myunraid.net certificate can be managed directly from within the Connect web UI. Manage multiple servers from your phone, tablet, laptop, or PC in the same browser window.": "Serverele echipate cu certificat myunraid.net pot fi gestionate direct din interfața web Connect. Gestionați mai multe servere de pe telefon, tabletă, laptop sau PC în aceeași fereastră de browser.",
  "Set custom server tiles how you like and automatically display your server's banner image on your Connect Dashboard.": "Setați plăcuțe de server personalizate cum doriți și afișați automat imaginea bannerului serverului dvs. pe Dashboardul Connect.",
  "Settings": "Setări",
  "Sign In Failed": "Autenticare eșuată",
  "Sign In requires the local unraid-api to be running": "Autentificarea necesită ca unraid-api local să ruleze",
  "Sign In to utilize Unraid Connect": "Autentificați-vă pentru a utiliza Unraid Connect",
  "Sign In to your Unraid.net account to get started": "Autentificați-vă în contul dvs. Unraid.net pentru a începe",
  "Sign In with Unraid.net Account": "Autentificare cu Contul Unraid.net",
  "Sign In": "Autentificați-vă",
  "Sign Out Failed": "Deconectare eșuată",
  "Sign Out of Unraid.net": "Deconectare din Unraid.net",
  "Sign Out requires the local unraid-api to be running": "Deconectarea necesită ca unraid-api local să ruleze",
  "Signing in {0}…": "Se autentifică {0}…",
  "Signing In": "Autentificare",
  "Signing out {0}…": "Se deconectează {0}…",
  "Signing Out": "Deconectare",
  "Something went wrong": "Ceva a mers prost",
  "SSL certificates for unraid.net deprecated": "Certificatele SSL pentru unraid.net au fost retrase",
  "Stale Server": "Server inactiv",
  "Stale": "Inactiv",
  "On the following screen, your license will be activated. You'll then create an Unraid.net Account to manage your license going forward.": "Pe ecranul următor, licența dvs. va fi activată. Apoi, veți crea un cont Unraid.net pentru a gestiona licența dvs. în viitor.",
  "Start Free 30 Day Trial": "Începe Trial-ul Gratuit de 30 de Zile",
  "Starter": "Starter",
  "Starting your free 30 day trial": "Începeți trial-ul gratuit de 30 de zile",
  "Success!": "Succes!",
  "Thank you for choosing Unraid OS!": "Mulțumim că ați ales Unraid OS!",
  "Thank you for installing Connect!": "Mulțumim că ați instalat Connect!",
  "Thank you for purchasing an Unraid {0} Key!": "Mulțumim că ați achiziționat o Cheie Unraid {0}!",
  "Thank you for upgrading to an Unraid {0} Key!": "Mulțumim că ați actualizat la o Cheie Unraid {0}!",
  "The Connect dashboard links to relevant sections of the webgui, allowing quick access to those settings and server sections.": "Dashboardul Connect leagă secțiuni relevante ale interfeței WebGUI, oferind acces rapid la acele setări și secțiuni ale serverului.",
  "The logs may contain sensitive information so do not post them publicly.": "Logurile pot conține informații sensibile, așa că nu le postați public.",
  "The primary method of support for Unraid Connect is through our forums and Discord.": "Metoda principală de suport pentru Unraid Connect este prin forurile noastre și Discord.",
  "Then go to Tools > Registration to manually install it": "Apoi accesați Unelte > Înregistrare pentru a-l instala manual",
  "This may indicate a complex network that will not work with this Remote Access solution.": "Acesta poate indica o rețea complexă care nu va funcționa cu această soluție de Acces Remote.",
  "This update will require a reboot": "Această actualizare va necesita o repornire",
  "Toggle on/off server accessibility with dynamic remote access. Automatically turn on UPnP and open a random WAN port on your router at the click of a button and close off access in seconds.": "Comutați accesibilitatea serverului pe/de pe cu acces remote dinamic. Porniți automat UPnP și deschideți un port WAN aleatoriu pe routerul dvs. prin simpla apăsare a unui buton și închideți accesul în câteva secunde.",
  "Too Many Devices": "Prea multe dispozitive",
  "Transfer License to New Flash": "Transferați Licența pe noul Flash",
  "Trial Expired, see options below": "Trial Expirat, vedeți opțiunile de mai jos",
  "Trial Expired": "Trial Expirat",
  "Trial Key Created": "Cheie Trial Creată",
  "Trial Key Creation Failed": "Crearea Cheii Trial a Eșuat",
  "Trial Key Expired {0}": "Cheie Trial Expirată {0}",
  "Trial Key Expired at {0}": "Cheie Trial Expirată la {0}",
  "Trial Key Expires at {0}": "Cheie Trial Expiră la {0}",
  "Trial Key Expires in {0}": "Cheie Trial Expiră în {0}",
  "Trial Requires Internet Connection": "Trialul Necesită Conexiune la Internet",
  "Trial": "Trial",
  "Unable to check for OS updates": "Unable to check for OS updates",
  "Unable to fetch client WAN IPv4": "Imposibil de obținut client WAN IPv4",
  "Unable to open release notes": "Unable to open release notes",
  "Unknown error": "Eroare necunoscută",
  "Unknown": "Necunoscut",
  "Unleash Your Hardware": "Unleash Your Hardware",
  "Unleashed": "Unleashed",
  "unlimited": "nelimitat",
  "Unraid {0} Available": "Unraid {0} Disponibil",
  "Unraid {0} Update Available": "Unraid {0} Actualizare Disponibilă",
  "Unraid {0}": "Unraid {0}",
  "Unraid Connect Error": "Eroare de conectare Unraid",
  "Unraid Connect Forums": "Forumuri de conectare Unraid",
  "Unraid Connect Install Failed": "Instalarea Unraid Connect a eșuat",
  "Unraid Contact Page": "Pagina de contact Unraid",
  "Unraid Discord": "Unraid Discord",
  "Unraid logo animating with a wave like effect": "Logo-ul Unraid se animă cu un efect de undă",
  "Unraid OS {0} Released": "Unraid OS {0} lansat",
  "Unraid OS {0} Update Available": "Unraid OS {0} actualizare disponibilă",
  "Unraid OS is up-to-date": "Unraid OS este actualizat",
  "Unraid OS Update Available": "Actualizare Unraid OS Disponibilă",
  "unraid-api is offline": "unraid-api este offline",
  "Up-to-date with eligible releases": "Actualizat cu lansări eligibile",
  "Up-to-date": "Actualizat",
  "Update Available": "Actualizare Disponibilă",
  "Update Released": "Actualizare lansată",
  "Update Unraid OS confirmation required": "Actualizarea Unraid OS necesită confirmare",
  "Update Unraid OS": "Actualizați Unraid OS",
  "Updates Expire": "Actualizările expiră",
  "Updating 3rd party drivers": "Actualizarea driverelor terților",
  "Upgrade Key": "Cheia Upgrade",
  "Upgrade": "Upgrade",
  "Uptime {0}": "Uptime {0}",
  "USB Flash device error": "Eroare dispozitiv USB Flash",
  "USB Flash has no serial number": "USB Flash nu are număr de serie",
  "Verify to Update": "Verificați pentru actualizare",
  "Version available for restore {0}": "Versiune disponibilă pentru restaurare {0}",
  "Version: {0}": "Versiune: {0}",
  "View Available Updates": "Vizualizați actualizările disponibile",
  "View Changelog & Update": "Vizualizați Jurnalul de Modificări și Actualizați",
  "View Changelog for {0}": "Vizualizați Jurnalul de Modificări pentru {0}",
  "View Changelog on Docs": "Vizualizați Jurnalul de Modificări în Documente",
  "View Changelog to Start Update": "Vizualizați Jurnalul de Modificări pentru a începe Actualizarea",
  "View Changelog": "Vizualizați Jurnalul de Modificări",
  "View on Docs": "Vizualizați în Documente",
  "View release notes": "Vizualizați notițele de lansare",
  "We recommend backing up your USB Flash Boot Device before starting the update.": "Vă recomandăm să faceți o copie de rezervă a dispozitivului USB Flash Boot înainte de a începe actualizarea.",
  "Welcome to your new {0} system, powered by Unraid!": "Bine ați venit în noul dumneavoastră sistem {0}, susținut de Unraid!",
  "Welcome to Unraid!": "Bine ați venit la Unraid!",
  "year": "{n} an | {n} ani",
  "You are still eligible to access OS updates that were published on or before {1}.": "Încă puteți accesa actualizările OS care au fost publicate până la sau înainte de {1}.",
  "You can also manually create a new backup by clicking the Create Flash Backup button.": "Puteți crea, de asemenea, manual o nouă copie de rezervă făcând clic pe butonul Creare copie de rezervă Flash.",
  "You can manually create a backup by clicking the Create Flash Backup button.": "Puteți crea manual o copie de rezervă făcând clic pe butonul Creare copie de rezervă Flash.",
  "You have already activated the Flash Backup feature via the Unraid Connect plugin.": "Ați activat deja caracteristica de backup Flash prin pluginul Unraid Connect.",
  "You have exceeded the number of devices allowed for your license. Please remove a device before adding another.": "Ați depășit numărul de dispozitive permis pentru licența dumneavoastră. Vă rugăm să eliminați un dispozitiv înainte de a adăuga altul.",
  "You have not activated the Flash Backup feature via the Unraid Connect plugin.": "Nu ați activat caracteristica de backup Flash prin intermediul pluginului Unraid Connect.",
  "You may still update to releases dated prior to your update expiration date.": "Puteți actualiza la versiunile lansate înainte de data de expirare a actualizării dumneavoastră.",
  "You're about to create a password to secure access to your system. This password is essential for managing and configuring your server. You'll use this password every time you access the Unraid web interface.": "Sunteți pe cale să creați o parolă pentru a asigura accesul la sistemul dumneavoastră. Această parolă este esențială pentru gestionarea și configurarea serverului dumneavoastră. Veți utiliza această parolă de fiecare dată când accesați interfața web Unraid.",
  "You're one step closer to enhancing your Unraid experience": "Sunteți cu un pas mai aproape de a îmbunătăți experiența Unraid",
  "Your {0} Key has been replaced!": "Cheia dumneavoastră {0} a fost înlocuită!",
  "Your {0} license included one year of free updates at the time of purchase. You are now eligible to extend your license and access the latest OS updates. You are still eligible to access OS updates that were published on or before {1}.": "Licența dumneavoastră {0} a inclus un an de actualizări gratuite la momentul achiziției. Acum sunteți eligibil să vă extindeți licența și să accesați cele mai recente actualizări OS. Încă sunteți eligibil să accesați actualizările OS care au fost publicate până la sau înainte de {1}.",
  "Your {0} license included one year of free updates at the time of purchase. You are now eligible to extend your license and access the latest OS updates.": "Licența dumneavoastră {0} a inclus un an de actualizări gratuite la momentul achiziției. Acum sunteți eligibil să vă extindeți licența și să accesați cele mai recente actualizări OS.",
  "Your free Trial key provides all the functionality of an Unleashed Registration key": "Cheia dumneavoastră de probă gratuită oferă toată funcționalitatea unei chei de înregistrare Unleashed",
  "Your license key is not eligible for Unraid OS {0}": "Cheia dumneavoastră de licență nu este eligibilă pentru Unraid OS {0}",
  "Your license key's OS update eligibility has expired. Please renew your license key to enable updates released after your expiration date.": "Eligibilitatea de actualizare OS a cheii dumneavoastră de licență a expirat. Vă rugăm să vă reînnoiți cheia de licență pentru a permite actualizările lansate după data de expirare.",
  "Your Trial has expired": "Perioada de probă a expirat",
  "Your Trial key has been extended!": "Cheia dumneavoastră de probă a fost extinsă!",
  "Create an Unraid.net account and activate your key": "Creați un cont Unraid.net și activați cheia",
  "Device is ready to configure": "Dispozitivul este gata de configurare",
  "Secure your device": "Asigurați dispozitivul",
  "Unraid OS {0} Changelog": "Unraid OS {0} Jurnal de Modificări",
  "or": "sau",
  "Logging in...": "Autentificare...",
  "Try Again": "Încercați din nou",
  "Log In With Unraid.net": "Autentificați-vă cu Unraid.net",
  "Invalid Unraid.net credentials": "Acreditive Unraid.net invalide",
  "This Unraid.net account is not authorized to access this server": "Acest cont Unraid.net nu este autorizat să acceseze acest server",
  "SSO login is not enabled on this server": "Autentificarea SSO nu este activată pe acest server",
  "Login session expired. Please try again": "Sesiune de autentificare expirată. Vă rugăm să încercați din nou",
  "Network error. Please check your connection": "Eroare de rețea. Vă rugăm să verificați conexiunea",
  "SSO login failed. Please try again": "Autentificare SSO eșuată. Vă rugăm să încercați din nou",
  "Error fetching token": "Eroare la preluarea tokenului",
  "Visit Unraid website": "Vizitați site-ul Unraid",
  "Version Information": "Informații despre versiune",
  "First, you'll create your device's login credentials, then you'll activate your Unraid license—your device's operating system (OS).": "Mai întâi veți crea acreditivele de autentificare ale dispozitivului dumneavoastră, apoi veți activa licența Unraid—sistemul de operare (OS) al dispozitivului dumneavoastră.",
  "Edit API Key": "Editează Cheia API",
  "Create API Key": "Creează Cheia API",
  "OS version copied to clipboard": "Versiunea OS copiată în clipboard",
  "API version copied to clipboard": "Versiunea API copiată în clipboard",
  "Visit Partner website": "Vizitați site-ul partenerului",
  "Unraid OS": "Unraid OS",
  "Unraid API": "Unraid API",
  "View OS Release Notes": "Vizualizați Notițele de Lansare ale OS",
  "View API Changelog": "Vizualizați Jurnalul de Modificări al API",
  "Registered GUID": "Identificator GUID înregistrat",
  "Array status": "Stare Array",
  "Trial expiration": "Expirarea perioadei de probă",
  "Flash Drive": "Drive Flash",
  "License": "Licență",
  "Actions": "Acțiuni",
  "Your license key was automatically renewed and installed. Reload the page to see updated details.": "Cheia de licență a fost reînnoită și instalată automat. Reîncărcați pagina pentru a vedea detaliile actualizate.",
  "Checking authentication options...": "Verificarea opțiunilor de autentificare...",
  "Invalid callback parameters": "Parametrii de callback invalizi",
  "Loading changelog…": "Se încarcă jurnalul de modificări…",
  "Checking for OS updates...": "Verificare actualizări OS...",
  "Requires verification to update": "Necesită verificare pentru actualizare",
  "More Options": "Mai multe opțiuni",
  "Manage update preferences including beta access and version selection at account.unraid.net": "Gestionați preferințele de actualizare, inclusiv accesul la beta și selecția versiunii la account.unraid.net",
  "You can opt back in to an ignored release by clicking on the Check for Updates button in the header anytime": "Puteți reintra într-o lansare ignorată făcând clic pe butonul Verifică Actualizări din antet în orice moment",
  "Loading changelog...": "Se încarcă jurnalul de modificări...",
  "No changelog content available": "Conținut Journal de Modificări indisponibil",
  "Downgrade": "Retrogradare",
  "Update": "Actualizare",
  "During the Unraid OS update process third-party drivers were detected and are currently being updated in the background. Please wait for those to finish downloading before rebooting your server to complete the update process. You should receive a system notification when complete. You may also refresh this page to check for an updated status.": "În timpul procesului de actualizare Unraid OS, au fost detectați drivere de terți și sunt actualizați în prezent în fundal. Vă rugăm să așteptați terminarea descărcării pentru a reporni serverul pentru a completa procesul de actualizare. Trebuie să primiți o notificare de sistem la finalizare. De asemenea, puteți reîmprospăta această pagina pentru a verifica un status actualizat.",
  "License Key Updates Expired": "Actualizările Cheii de Licență au expirat",
  "Downgrade Unraid OS confirmation required": "Retrogradarea Unraid OS necesită confirmare",
  "Please confirm the downgrade details below": "Vă rugăm să confirmați detaliile retrogradării de mai jos",
  "Post Install License Key Error": "Eroare Cheie de Licență Post Instalare",
  "This downgrade will require a reboot": "Această retrogradare va necesita o repornire",
  "Confirm and start downgrade": "Confirmați și începeți retrogradarea",
  "Loading…": "Se încarcă…",
  "Go to API Settings": "Accesați Setările API",
  "Restart unraid-api": "Reporniți unraid-api",
  "Error creatiing a trial key. Please try again later.": "Eroare la crearea unei chei de probă. Vă rugăm să încercați din nou mai târziu.",
  "Username": "Nume de utilizator",
  "Password": "Parolă",
  "Login": "Autentificare",
  "Password recovery": "Recuperarea parolei",
  "jsonforms.errors.default": "Valoare invalidă",
  "jsonforms.rclone.basic.remoteName.label": "Remote Name",
  "jsonforms.rclone.basic.remoteName.description": "Name to identify this remote configuration (e.g., my_google_drive). Use only letters, numbers, hyphens, and underscores.",
  "jsonforms.rclone.basic.remoteName.descriptionShort": "Name to identify this remote configuration",
  "jsonforms.rclone.basic.providerType.label": "Storage Provider Type",
  "jsonforms.rclone.basic.providerType.description": "Select the cloud storage provider to use for this remote.",
  "jsonforms.rclone.basic.documentation.text": "Documentation Link",
  "jsonforms.rclone.basic.documentation.description": "For more information, refer to the [RClone Config Documentation](https://rclone.org/commands/rclone_config/).",
  "jsonforms.rclone.basic.showAdvanced.label": "Show Advanced Options",
  "jsonforms.rclone.basic.showAdvanced.description": "Display additional configuration options for experts.",
  "jsonforms.rclone.basic.showAdvanced.toggleDescription": "Whether to show advanced configuration options.",
  "jsonforms.rclone.validation.sizeSuffix": "Invalid size format. Examples: \"10G\", \"100M\", \"1.5GiB\", \"off\".",
  "jsonforms.rclone.validation.duration": "Invalid duration format. Examples: \"10s\", \"1.5m\", \"100ms\", \"1h15m\", \"off\".",
  "jsonforms.apiSettings.sandbox": "Enable Developer Sandbox",
  "jsonforms.apiKey.name": "API Key Name",
  "jsonforms.apiKey.description": "Descriere",
  "jsonforms.apiKey.roles": "Roles",
  "jsonforms.apiKey.permissionPresets": "Add Permission Preset",
  "jsonforms.apiKey.customPermissions": "Permissions",
  "jsonforms.apiKey.customPermissions.resources": "Resources",
  "jsonforms.apiKey.customPermissions.actions": "Acțiuni",
  "jsonforms.apiKey.permissions.header": "Permissions Configuration",
  "jsonforms.apiKey.permissions.description": "Select any combination of roles, permission groups, and custom permissions to define what this API key can access.",
  "jsonforms.apiKey.permissions.subheader": "Permissions",
  "jsonforms.apiKey.permissions.help": "Use the preset dropdown for common permission sets, or manually add custom permissions. You can select multiple resources that share the same actions.",
  "jsonforms.rclone.basic.remoteName": "Remote Name",
  "jsonforms.rclone.basic.providerType": "Storage Provider Type",
  "jsonforms.rclone.basic.documentation": "Documentation Link",
  "jsonforms.rclone.basic.showAdvanced": "Show Advanced Options",
  "jsonforms.oidc.provider.id": "Provider ID",
  "jsonforms.oidc.provider.name": "Provider Name",
  "jsonforms.oidc.provider.clientId": "OAuth Client ID",
  "jsonforms.oidc.provider.clientSecret": "OAuth Client Secret",
  "jsonforms.oidc.provider.issuer": "Issuer URL",
  "jsonforms.oidc.provider.scopes": "OAuth Scopes",
  "jsonforms.oidc.provider.authorizationEndpoint": "Authorization Endpoint",
  "jsonforms.oidc.provider.tokenEndpoint": "Token Endpoint",
  "jsonforms.oidc.provider.userInfoEndpoint": "User Info Endpoint",
  "jsonforms.oidc.provider.jwksUri": "JWKS URI",
  "jsonforms.oidc.restrictions.title": "Simple Authorization",
  "jsonforms.oidc.restrictions.help": "Configure simple allow lists for who can sign in.",
  "jsonforms.oidc.restrictions.allowedDomains": "Allowed Email Domains",
  "jsonforms.oidc.restrictions.allowedEmails": "Specific Email Addresses",
  "jsonforms.oidc.restrictions.allowedUserIds": "Allowed User IDs",
  "jsonforms.oidc.restrictions.workspaceDomain": "Google Workspace Domain",
  "jsonforms.oidc.rules.title": "Advanced Authorization Rules",
  "jsonforms.oidc.rules.description": "Define claim-based authorization logic.",
  "jsonforms.oidc.rules.mode": "Rule Mode",
  "jsonforms.oidc.rules.claim": "JWT Claim",
  "jsonforms.oidc.rules.operator": "Operator",
  "jsonforms.oidc.rules.value": "Values",
  "jsonforms.oidc.rules.collection": "Claim Rules",
  "jsonforms.oidc.buttons.title": "Button Customization",
  "jsonforms.oidc.buttons.description": "Customize the appearance of the login button.",
  "jsonforms.oidc.buttons.text": "Button Text",
  "jsonforms.oidc.buttons.icon": "Button Icon URL",
  "jsonforms.oidc.buttons.variant": "Button Style",
  "jsonforms.oidc.buttons.style": "Custom CSS Styles",
  "jsonforms.oidc.provider.discoveryToggle": "Use Automatic Discovery"
}
