{
  "{0} {1} Key…": "{0} {1} ключ…",
  "{0} devices": "{0} устройств",
  "{0} out of {1} allowed devices – upgrade your key to support more devices": "{0} из {1} разрешённых устройств – обновите ваш ключ, чтобы поддерживать больше устройств",
  "{0} out of {1} devices": "{0} из {1} устройств",
  "{0} Release Notes": "{0} Замечания к выпуску",
  "{0} Signed In Successfully": "{0} успешно вошел в систему",
  "{0} Signed Out Successfully": "{0} успешно вышел из системы",
  "{0} Update Available": "{0} Доступно обновление",
  "{1} Key {0} Successfully": "{1} ключ {0} успешно",
  "<p>It is not possible to use a Trial key with an existing Unraid OS installation.</p><p>You may purchase a license key corresponding to this USB Flash device to continue using this installation.</p>": "<p>Невозможно использовать пробный ключ с уже установленной Unraid OS.</p><p>Для продолжения использования этой установки вы можете купить лицензионный ключ, соответствующий этому устройству USB Flash.</p>",
  "<p>Please refresh the page to ensure you load your latest configuration</p>": "<p>Пожалуйста, обновите страницу, чтобы загрузить последнюю конфигурацию</p>",
  "<p>Register for Connect by signing in to your Unraid.net account</p>": "<p>Зарегистрируйтесь для Connect, войдя в свою учетную запись Unraid.net</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device or choose Purchase Key.</p><p>Your Unraid registration key is ineligible for replacement as it has been replaced within the last 12 months.</p>": "<p>Файл лицензионного ключа не соответствует устройству загрузки USB Flash. Пожалуйста, скопируйте правильный файл ключа в каталог /config на вашем загрузочном устройстве USB Flash или выберите «Купить ключ».</p><p>Ваш регистрационный ключ Unraid не может быть заменен, так как он был заменен в течение последних 12 месяцев.</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device or choose Purchase Key.</p><p>Your Unraid registration key is ineligible for replacement as it is blacklisted.</p>": "<p>Файл лицензионного ключа не соответствует устройству загрузки USB Flash. Пожалуйста, скопируйте правильный файл ключа в каталог /config на вашем загрузочном устройстве USB Flash или выберите «Купить ключ».</p><p>Ваш регистрационный ключ Unraid не может быть заменен, так как он был добавлен в черный список.</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device.</p><p>You may also attempt to Purchase or Replace your key.</p>": "<p>Файл лицензионного ключа не соответствует устройству загрузки USB Flash. Пожалуйста, скопируйте правильный файл ключа в каталог /config на вашем загрузочном устройстве USB Flash.</p><p>Вы также можете попытаться купить или заменить ваш ключ.</p>",
  "<p>There are multiple license key files present on your USB flash device and none of them correspond to the USB Flash boot device. Please remove all key files, except the one you want to replace, from the /config directory on your USB Flash boot device.</p><p>Alternately you may purchase a license key for this USB flash device.</p><p>If you want to replace one of your license keys with a new key bound to this USB Flash device, please first remove all other key files first.</p>": "<p>На вашем устройстве USB Flash присутствует несколько файлов лицензионного ключа, и ни один из них не соответствует устройству загрузки USB Flash. Пожалуйста, удалите все файлы ключей, кроме того, который вы хотите заменить, из каталога /config на вашем загрузочном устройстве USB Flash.</p><p>Вы также можете купить лицензионный ключ для этого устройства USB Flash.</p><p>Если вы хотите заменить один из ваших лицензионных ключей новым ключом, привязанным к этому устройству USB Flash, сначала удалите все другие файлы ключей.</p>",
  "<p>There is a physical problem accessing your USB Flash boot device</p>": "<p>Имеется физическая проблема с доступом к вашему устройству загрузки USB Flash</p>",
  "<p>There is a problem with your USB Flash device</p>": "<p>Имеется проблема с вашим устройством USB Flash</p>",
  "<p>This USB Flash boot device has been blacklisted. This can occur as a result of transferring your license key to a replacement USB Flash device, and you are currently booted from your old USB Flash device.</p><p>A USB Flash device may also be blacklisted if we discover the serial number is not unique – this is common with USB card readers.</p>": "<p>Это устройство загрузки USB Flash попало в черный список. Это может произойти в результате передачи вашего лицензионного ключа на замененное устройство USB Flash, и в данный момент вы загрузились с вашего старого устройства USB Flash.</p><p>Устройство USB Flash также может попасть в черный список, если мы обнаружим, что серийный номер не уникальный – это обычно для USB-кардридеров.</p>",
  "<p>This USB Flash device has an invalid GUID. Please try a different USB Flash device</p>": "<p>У этого устройства USB Flash неверный GUID. Попробуйте другое устройство USB Flash</p>",
  "<p>To continue using Unraid OS you may purchase a license key. Alternately, you may request a Trial extension.</p>": "<p>Чтобы продолжить использование Unraid OS, вы можете купить лицензионный ключ. Или же, вы можете запросить продление пробного периода.</p>",
  "<p>To support more storage devices as your server grows, click Upgrade Key.</p>": "<p>Чтобы поддерживать больше устройств хранения, когда ваш сервер растет, нажмите «Обновить ключ».</p>",
  "<p>You have used all your Trial extensions. To continue using Unraid OS you may purchase a license key.</p>": "<p>Вы использовали все ваши продления пробного периода. Чтобы продолжить использование Unraid OS, вам нужно купить лицензионный ключ.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>After your <em>Trial</em> has reached expiration, your server <strong>still functions normally</strong> until the next time you Stop the array or reboot your server.</p><p>At that point you may either purchase a license key or request a <em>Trial</em> extension.</p>": "<p>Ваш <em>Пробный</em> ключ включает все функции и поддержку устройств ключа <em>Unleashed</em>.</p><p>После истечения срока действия вашего <em>Пробного</em> периода, ваш сервер <strong>будет продолжать нормально функционировать</strong> до следующей остановки массива или перезагрузки сервера.</p><p>На этом этапе вы можете либо купить лицензионный ключ, либо запросить продление <em>Пробного</em> периода.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>When your <em>Trial</em> expires, <strong>the array will stop</strong>. At that point you may either purchase a license key or request a <em>Trial</em> extension.</p>": "<p>Ваш <em>Пробный</em> ключ включает все функции и поддержку устройств ключа <em>Unleashed</em>.</p><p>Когда срок действия вашего <em>Пробного</em> периода истечет, <strong>массив будет остановлен</strong>. На этом этапе вы можете либо купить лицензионный ключ, либо запросить продление <em>Пробного</em> периода.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>Your trial is expiring soon. When it expires, <strong>the array will stop</strong>. You may extend your trial now, purchase a license key, or wait until expiration to take action.</p>": "<p>Ваш <em>Пробный</em> ключ включает все функции и поддержку устройств ключа <em>Unleashed</em>.</p><p>Ваш пробный период скоро истечет. Когда он истечет, <strong>массив будет остановлен</strong>. Вы можете продлить ваш пробный период сейчас, купить лицензионный ключ или подождать до истечения срока действия, чтобы принять меры.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>Your trial is expiring soon and you have used all available extensions. When it expires, <strong>the array will stop</strong>. To continue using Unraid OS, you must purchase a license key.</p>": "<p>Ваш <em>Пробный</em> ключ включает все функции и поддержку устройств ключа <em>Unleashed</em>.</p><p>Ваш пробный период скоро закончится, и вы использовали все доступные продления. Когда он истечет, <strong>массив будет остановлен</strong>. Чтобы продолжить использование Unraid OS, вы должны купить лицензионный ключ.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>You have used all available trial extensions. When your <em>Trial</em> expires, <strong>the array will stop</strong>. To continue using Unraid OS after expiration, you must purchase a license key.</p>": "<p>Ваш <em>Пробный</em> ключ включает все функции и поддержку устройств ключа <em>Unleashed</em>.</p><p>Вы использовали все доступные продления пробного периода. Когда ваш <em>Пробный</em> период истечет, <strong>массив будет остановлен</strong>. Чтобы продолжить использование Unraid OS после истечения срока действия, вы должны купить лицензионный ключ.</p>",
  "<p>Your license key file is corrupted or missing. The key file should be located in the /config directory on your USB Flash boot device.</p><p>If you do not have a backup copy of your license key file you may attempt to recover your key.</p><p>If this was an expired Trial installation, you may purchase a license key.</p>": "<p>Ваш файл лицензионного ключа поврежден или отсутствует. Файл ключа должен находиться в каталоге /config на вашем загрузочном устройстве USB Flash.</p><p>Если у вас нет резервной копии файла лицензионного ключа, вы можете попробовать восстановить его.</p><p>Если это была истекшая пробная установка, вы можете купить лицензионный ключ.</p>",
  "<p>Your license key file is corrupted or missing. The key file should be located in the /config directory on your USB Flash boot device.</p><p>You may attempt to recover your key with your Unraid.net account.</p><p>If this was an expired Trial installation, you may purchase a license key.</p>": "<p>Ваш файл лицензионного ключа поврежден или отсутствует. Файл ключа должен находиться в каталоге /config на вашем загрузочном устройстве USB Flash.</p><p>Вы можете попробовать восстановить ключ с вашей учетной записью Unraid.net.</p><p>Если это была истекшая пробная установка, вы можете купить лицензионный ключ.</p>",
  "<p>Your server will not be usable until you purchase a Registration key or install a free 30 day <em>Trial</em> key. A <em>Trial</em> key provides all the functionality of an Unleashed Registration key.</p><p>Registration keys are bound to your USB Flash boot device serial number (GUID). Please use a high quality name brand device at least 1GB in size.</p><p>Note: USB memory card readers are generally not supported because most do not present unique serial numbers.</p><p><strong>Important:</strong></p><ul class='list-disc pl-16px'><li>Please make sure your server time is accurate to within 5 minutes</li><li>Please make sure there is a DNS server specified</li></ul>": "<p>Ваш сервер будет неработоспособен, пока вы не купите лицензионный ключ или не установите бесплатный 30-дневный <em>Пробный</em> ключ. <em>Пробный</em> ключ предоставляет все функции регистрационного ключа Unleashed.</p><p>Регистрационные ключи привязаны к серийному номеру (GUID) вашего загрузочного устройства USB Flash. Пожалуйста, используйте устройство известного бренда размером не менее 1ГБ.</p><p>Примечание: USB-картридеры обычно не поддерживаются, так как большинство из них не имеют уникальных серийных номеров.</p><p><strong>Важно:</strong></p><ul class='list-disc pl-16px'><li>Пожалуйста, убедитесь, что время на вашем сервере точное не более чем на 5 минут</li><li>Пожалуйста, убедитесь, что указан DNS-сервер</li></ul>",
  "<p>Your Trial key requires an internet connection.</p><p><a href='/Settings/NetworkSettings class='underline'>Please check Settings > Network</a></p>": "<p>Ваш Пробный ключ требует подключения к Интернету.</p><p><a href='/Settings/NetworkSettings class='underline'>Пожалуйста, проверьте настройки > Сеть</a></p>",
  "<p>Your Unraid registration key is ineligible for replacement as it has been replaced within the last 12 months.</p>": "<p>Ваш регистрационный ключ Unraid не может быть заменен, так как он был заменен в течение последних 12 месяцев.</p>",
  "A Trial key provides all the functionality of an Unleashed Registration key": "Пробный ключ предоставляет все функции регистрационного ключа Unleashed.",
  "A valid GUID is required to check for OS updates.": "Для проверки обновлений ОС требуется действительный GUID.",
  "A valid keyfile and USB Flash boot device are required to check for OS updates.": "Для проверки обновлений ОС требуется действительный файл ключа и устройство загрузки USB Flash.",
  "A valid keyfile is required to check for OS updates.": "Для проверки обновлений ОС требуется действительный файл ключа.",
  "A valid OS version is required to check for OS updates.": "Для проверки обновлений ОС требуется действительная версия ОС.",
  "Acklowledge that you have made a Flash Backup to enable this action": "Подтвердите, что вы сделали резервную копию Flash, чтобы включить это действие",
  "Activate Now": "Активировать сейчас",
  "Activate License": "Активировать лицензию",
  "ago": "назад",
  "All you need is an active internet connection, an Unraid.net account, and the Connect plugin. Get started by installing the plugin.": "Всё, что вам нужно, это активное подключение к Интернету, учетная запись Unraid.net и плагин Connect. Начните, установив плагин.",
  "Attached Storage Devices": "Подключенные устройства хранения",
  "Backing up...this may take a few minutes": "Резервное копирование... это может занять несколько минут",
  "Basic": "Базовый",
  "Begin downgrade to {0}": "Начать понижение до {0}",
  "Beta": "Бета",
  "Blacklisted USB Flash GUID": "GUID USB Flash в черном списке",
  "BLACKLISTED": "ЧЕРНЫЙ СПИСОК",
  "Calculating OS Update Eligibility…": "Рассчитывается допустимость обновлений ОС…",
  "Calculating trial expiration…": "Расчет даты истечения пробного периода…",
  "Callback redirect type not present or incorrect": "Тип перенаправления обратного вызова не присутствует или неправильный",
  "Cancel {0}": "Отмена {0}",
  "Cancel": "Отмена",
  "Cannot access your USB Flash boot device": "Нет доступа к вашему устройству загрузки USB Flash",
  "Cannot validate Unraid Trial key": "Невозможно проверить пробный ключ Unraid",
  "Check Eligibility": "Проверить допустимость",
  "check for OS updates": "проверка обновлений ОС",
  "Check for OS Updates": "Проверка обновлений ОС",
  "Check for Prereleases": "Проверка предварительных версий",
  "Check for Update": "Проверка обновлений",
  "Checking WAN IPs…": "Проверка WAN IP…",
  "Checking...": "Проверка...",
  "Checkout the Connect Documentation": "Ознакомьтесь с документацией Connect",
  "Click to close modal": "Закрыть модальное окно",
  "Click to Copy LAN IP {0}": "Нажмите, чтобы скопировать LAN IP {0}",
  "Close Dropdown": "Закрыть выпадающее меню",
  "Close Modal": "Закрыть модальное окно",
  "Close": "Закрыть",
  "Configure Connect Features": "Настроить функции Connect",
  "Confirm and start update": "Подтвердите и начните обновление",
  "Confirm to Install Unraid OS {0}": "Подтвердите установку Unraid OS {0}",
  "Connected": "Подключено",
  "Contact Support": "Связаться с поддержкой",
  "Continue": "Продолжить",
  "Copied": "Скопировано",
  "Copy Key URL": "Скопировать URL ключа",
  "Copy your Key URL: {0}": "Скопировать ваш URL ключа: {0}",
  "Create Flash Backup": "Создать резервную копию Flash",
  "Create a password": "Создать пароль",
  "Create Device Password": "Создать пароль устройства",
  "Current Version {0}": "Текущая версия {0}",
  "Current Version: Unraid {0}": "Текущая версия: Unraid {0}",
  "Customizable Dashboard Tiles": "Настраиваемые плитки панели управления",
  "day": "{n} день | {n} дней",
  "Deep Linking": "Глубокая привязка",
  "DNS issue, unable to resolve wanip4.unraid.net": "Ошибка DNS, невозможно разрешить wanip4.unraid.net",
  "Downgrade Unraid OS to {0}": "Понизить Unraid OS до {0}",
  "Downgrade Unraid OS": "Понизить версию Unraid OS",
  "Downgrades are only recommended if you're unable to solve a critical issue.": "Понижения рекомендуется только если вы не можете решить критическую проблему.",
  "Download Diagnostics": "Загрузить диагностику",
  "Download the Diagnostics zip then please open a bug report on our forums with a description of the issue along with your diagnostics.": "Скачайте диагностический zip, затем откройте отчет об ошибке на нашем форуме с описанием проблемы и вашей диагностикой.",
  "Download unraid-api Logs": "Скачать журналы unraid-api",
  "Dynamic Remote Access": "Динамический удаленный доступ",
  "Eligible for free feature updates for {0}": "Допустимы бесплатные обновления функций в течение {0}",
  "Eligible for free feature updates until {0}": "Допустимы бесплатные обновления функций до {0}",
  "Eligible": "Допустимо",
  "Enable update notifications": "Включить уведомления об обновлениях",
  "Enhance your experience with Unraid Connect": "Улучшите свой опыт использования с Unraid Connect",
  "Enhance your Unraid experience with Connect": "Улучшите ваш опыт с Unraid Connect",
  "Enhance your Unraid experience": "Улучшите свой опыт с использованием Unraid",
  "Error creating a trial key. Please try again later.": "Ошибка при создании пробного ключа. Пожалуйста, попробуйте позже.",
  "Error Parsing Changelog • {0}": "Ошибка при анализе журнала изменений • {0}",
  "Error": "Ошибка",
  "Expired {0}": "Истек {0}",
  "Expired": "Истек",
  "Expires at {0}": "Истекает {0}",
  "Expires in {0}": "Истекает через {0}",
  "Extend License to Enable OS Updates": "Продлить лицензию, чтобы включить обновления ОС",
  "Extend License to Update": "Продлить лицензию для обновления",
  "Extend License": "Продлить лицензию",
  "Extend Trial": "Продлить пробный период",
  "Extending your free trial by 15 days": "Продление вашего бесплатного пробного периода на 15 дней",
  "Extension Installed": "Расширение установлено",
  "Failed to {0} {1} Key": "Не удалось {0} {1} ключ",
  "Failed to install key": "Не удалось установить ключ",
  "Failed to update Connect account configuration": "Не удалось обновить конфигурацию учетной записи Connect",
  "Fetching & parsing changelog…": "Извлечение и анализ журнала изменений...",
  "Fix Error": "Исправить ошибку",
  "Flash Backup is not available. Navigate to {0}/Main/Settings/Flash to try again then come back to this page.": "Резервная копия Flash недоступна. Перейдите в {0}/Main/Settings/Flash, чтобы попробовать снова, а затем вернитесь на эту страницу.",
  "Flash GUID Error": "Ошибка GUID Flash",
  "Flash GUID required to check replacement status": "Для проверки статуса замены требуется GUID Flash",
  "Flash GUID": "Flash GUID",
  "Flash Product": "Flash Product",
  "Flash Vendor": "Flash Vendor",
  "Get a Lifetime Key": "Получить бессрочный ключ",
  "Get an overview of your server's state, storage space, apps and VMs status, and more.": "Получите обзор состояния вашего сервера, дискового пространства, статуса приложений и ВМ и многого другого.",
  "Get Started": "Начать",
  "Go to Connect plugin settings": "Перейти к настройкам плагина Connect",
  "Go to Connect": "Перейти в Connect",
  "Go to Management Access Now": "Перейти к Управляющему доступу сейчас",
  "Go to Settings > Notifications to enable automatic OS update notifications for future releases.": "Перейдите в Настройки > Уведомления, чтобы включить автоматические уведомления о обновлении ОС для будущих выпусков.",
  "Go to Tools > Management Access to activate the Flash Backup feature and ensure your backup is up-to-date.": "Перейдите в Инструменты > Управляющий доступ, чтобы активировать функцию Flash Backup и убедиться, что ваша резервная копия обновлена.",
  "Go to Tools > Management Access to ensure your backup is up-to-date.": "Перейдите в Инструменты > Управляющий доступ, чтобы убедиться, что ваша резервная копия обновлена.",
  "Go to Tools > Registration to fix": "Перейдите в Инструменты > Регистрация, чтобы исправить",
  "Go to Tools > Registration to Learn More": "Перейдите в Инструменты > Регистрация, чтобы узнать больше",
  "Go to Tools > Update OS for more options.": "Перейдите в Инструменты > Обновление ОС для получения дополнительных опций.",
  "Go to Tools > Update": "Перейдите в Инструменты > Обновление",
  "hour": "{n} час | {n} часа | {n} часов",
  "I have made a Flash Backup": "Я сделал Flash Backup",
  "If you are asked to supply logs, please open a support request on our Contact Page and reply to the email message you receive with your logs attached.": "Если вас попросят предоставить журналы, пожалуйста, откройте запрос в службу поддержки на нашей странице Контакты и ответьте на полученное письмо с приложенными журналами.",
  "Ignore this message if you are currently connected via Remote Access or VPN.": "Игнорируйте это сообщение, если вы в данный момент подключены через удаленный доступ или VPN.",
  "Ignore this release until next reboot": "Игнорировать этот выпуск до следующей перезагрузки",
  "Ignored Releases": "Проигнорированные выпуски",
  "In the rare event you need to downgrade we ask that you please provide us with Diagnostics so we can investigate your issue.": "В случае, если вам потребуется понижение версии, мы просим вас предоставить Диагностику, чтобы мы могли исследовать вашу проблему.",
  "Ineligible as of {0}": "Непригоден с {0}",
  "Eligible for updates released on or before {0}.": "Пригоден для обновлений, выпущенных до {0} включительно.",
  "Extend your license to access the latest updates.": "Продлите лицензию для доступа к последним обновлениям.",
  "Ineligible for Unraid OS updates": "Непригоден для обновлений Unraid OS",
  "Ineligible": "Непригоден",
  "Ineligible for self-replacement": "Непригоден для замены самостоятельно",
  "Install Connect": "Установить Connect",
  "Install Extended": "Установить Extended",
  "Install Recovered": "Установить Recovered",
  "Install Replaced": "Установить Replaced",
  "Install Unraid OS {0}": "Установить Unraid OS {0}",
  "Install": "Установить",
  "Installed": "Установлено",
  "Installing Connect": "Установка Connect",
  "Installing Extended Trial": "Установка Extended Trial",
  "Installing Extended": "Установка Extended",
  "Installing Recovered": "Установка Recovered",
  "Installing Replaced": "Установка Replaced",
  "Installing": "Установка",
  "Introducing Unraid Connect": "Введение в Unraid Connect",
  "Invalid API Key Format": "Неверный формат ключа API",
  "Invalid API Key": "Неверный ключ API",
  "Invalid installation": "Неверная установка",
  "It's highly recommended to review the changelog before continuing your update": "Настоятельно рекомендуется просмотреть журнал изменений перед продолжением обновления",
  "Key ineligible for {0}": "Ключ непригоден для {0}",
  "Key ineligible for future releases": "Ключ непригоден для будущих выпусков",
  "Key ineligible for new updates": "Ключ непригоден для новых обновлений",
  "Keyfile required to check replacement status": "Требуется файл ключа для проверки статуса замены",
  "LAN IP {0}": "LAN IP {0}",
  "LAN IP Copied": "LAN IP скопирован",
  "LAN IP": "LAN IP",
  "Last checked: {0}": "Последняя проверка: {0}",
  "Learn more about the error": "Подробнее об ошибке",
  "Learn more and fix": "Узнать больше и исправить",
  "Learn more and link your key to your account": "Узнать больше и связать ваш ключ с учетной записью",
  "Learn more": "Узнать больше",
  "Learn More": "Подробнее",
  "Let's activate your Unraid OS License": "Активируем вашу лицензию на Unraid OS",
  "Let's Unleash your Hardware!": "Давайте разблокируем ваш аппарат!",
  "License key actions": "Действия с лицензионными ключами",
  "License key type": "Тип лицензионного ключа",
  "License Management": "Управление лицензиями",
  "Lifetime": "Постоянный",
  "Link Key": "Связать ключ",
  "Linked": "Связано",
  "Linked to Unraid.net account": "Связано с аккаунтом на Unraid.net",
  "Loading": "Загрузка",
  "Manage Unraid.net Account in new tab": "Управление аккаунтом на Unraid.net в новой вкладке",
  "Manage Unraid.net Account": "Управление аккаунтом на Unraid.net",
  "Manage your license keys at any time via the My Keys section.": "Управляйте своими лицензионными ключами в любое время через раздел 'Мои ключи'.",
  "Manage Your Server Within Connect": "Управляйте вашим сервером в Connect",
  "minute": "{n} минута | {n} минуты | {n} минут",
  "Missing key file": "Отсутствует файл ключа",
  "month": "{n} месяц | {n} месяца | {n} месяцев",
  "More about Licensing": "Подробнее о лицензировании",
  "More about Unraid.net Accounts": "Подробнее об аккаунтах на Unraid.net",
  "More options": "Дополнительные опции",
  "Multiple License Keys Present": "Найдены несколько лицензионных ключей",
  "Never ever be left without a backup of your config. If you need to change flash drives, generate a backup from Connect and be up and running in minutes.": "Никогда не оставайтесь без резервной копии вашей конфигурации. Если вам нужно сменить Flash-накопитель, создайте резервную копию через Connect и продолжайте работу через несколько минут.",
  "New Version: {0}": "Новая версия: {0}",
  "No downgrade available": "Понижение недоступно",
  "No Flash": "Нет Flash",
  "No Keyfile": "Нет файла ключа",
  "No thanks": "Нет, спасибо",
  "No USB flash configuration data": "Нет данных конфигурации USB Flash",
  "Not Linked": "Не связанный",
  "On January 1st, 2023 SSL certificates for unraid.net were deprecated. You MUST provision a new SSL certificate to use our new myunraid.net domain. You can do this on the Settings > Management Access page.": "1 января 2023 года SSL-сертификаты для unraid.net были устаревшими. Вы ДОЛЖНЫ подготовить новый SSL-сертификат для использования нашего нового домена myunraid.net. Вы можете сделать это на странице Настройки > Управляющий доступ.",
  "Online Flash Backup": "Онлайн резервное копирование Flash",
  "Open a bug report": "Открыть отчет об ошибке",
  "Open Dropdown": "Открыть выпадающее меню",
  "Opens Connect in new tab": "Открыть Connect в новой вкладке",
  "Original release date {0}": "Оригинальная дата выпуска {0}",
  "OS Update Eligibility Expiration": "Срок истечения приемлемости обновления ОС",
  "OS Update Eligibility Expired": "Приемлемость обновления ОС истекла",
  "OS Update Eligibility": "Приемлемость обновления ОС",
  "Pay your annual fee to continue receiving OS updates.": "Оплатите ваш годовой взнос, чтобы продолжить получать обновления ОС.",
  "Performing actions": "Выполнение действий",
  "Please confirm the update details below": "Пожалуйста, подтвердите детали обновления ниже",
  "Please finish the initiated downgrade to enable updates.": "Пожалуйста, завершите начатое понижение версии для включения обновлений.",
  "Please finish the initiated update to enable a downgrade.": "Пожалуйста, завершите начатое обновление для возможности понижения версии.",
  "Please fix any errors and try again.": "Пожалуйста, исправьте любые ошибки и попробуйте снова.",
  "Please keep this window open while we perform some actions": "Пожалуйста, оставьте это окно открытым, пока мы выполняем некоторые действия",
  "Please keep this window open": "Пожалуйста, оставьте это окно открытым",
  "Please sign out then sign back in to refresh your API key.": "Пожалуйста, выйдите из системы, затем войдите снова, чтобы обновить ваш API-ключ.",
  "Please wait while the page reloads to install your trial key": "Пожалуйста, подождите, пока страница перезагружается, чтобы установить ваш пробный ключ",
  "Plus more on the way": "И еще больше уже на подходе",
  "Plus": "Плюс",
  "Pro": "ПРО",
  "Purchase Key": "Купить ключ",
  "Purchase": "Приобрести",
  "Ready to Install Key": "Готов к установке ключа",
  "Ready to update Connect account configuration": "Готово к обновлению конфигурации аккаунта Connect",
  "Real-time Monitoring": "Мониторинг в реальном времени",
  "Reboot Now to Downgrade to {0}": "Перезагрузите сейчас для понижения до {0}",
  "Reboot Now to Downgrade": "Перезагрузите сейчас для понижения",
  "Reboot Now to Update to {0}": "Перезагрузите сейчас для обновления до {0}",
  "Reboot Now to Update": "Перезагрузите сейчас для обновления",
  "Reboot Required for Downgrade to {0}": "Требуется перезагрузка для понижения до {0}",
  "Reboot Required for Downgrade": "Требуется перезагрузка для понижения",
  "Reboot Required for Update to {0}": "Требуется перезагрузка для обновления до {0}",
  "Reboot Required for Update": "Требуется перезагрузка для обновления",
  "Rebooting will likely solve this.": "Перезагрузка, вероятно, решит это.",
  "Receive the latest and greatest for Unraid OS. Whether it new features, security patches, or bug fixes – keeping your server up-to-date ensures the best experience that Unraid has to offer.": "Получите последние обновления для Unraid OS. Это может быть новые функции, патчи безопасности или исправления ошибок – поддержание вашего сервера в актуальном состоянии обеспечивает лучший опыт, который Unraid может предложить.",
  "Recover Key": "Восстановить ключ",
  "Recovered": "Восстановлено",
  "Redeem Activation Code": "Возместить активационный код",
  "Refresh": "Обновить",
  "Registered on": "Зарегистрировано на",
  "Registered to": "Зарегистрировано на",
  "Registration key / USB Flash GUID mismatch": "Несоответствие регистрационного ключа / GUID USB Flash",
  "Release date {0}": "Дата выпуска {0}",
  "Release requires verification to update": "Требуется проверка выпуска для обновления",
  "Reload Page": "Перезагрузить страницу",
  "Reload": "Перезагрузить",
  "Remark: Unraid's WAN IPv4 {0} does not match your client's WAN IPv4 {1}.": "Замечание: WAN IPv4 Unraid {0} не совпадает с WAN IPv4 вашего клиента {1}.",
  "Remark: your WAN IPv4 is {0}": "Замечание: ваш WAN IPv4 {0}",
  "Remove from ignore list": "Удалить из списка игнорирования",
  "Remove": "Удалить",
  "Renew Key": "Обновить ключ",
  "Renew your license key now": "Обновите лицензионный ключ сейчас",
  "Replace Key": "Заменить ключ",
  "Replaced": "Заменено",
  "Requires the local unraid-api to be running successfully": "Требуется успешное выполнение локального unraid-api",
  "Restarting unraid-api…": "Перезапуск unraid-api…",
  "second": "{n} секунда | {n} секунды | {n} секунд",
  "Server Up Since {0}": "Сервер активен с {0}",
  "Servers equipped with a myunraid.net certificate can be managed directly from within the Connect web UI. Manage multiple servers from your phone, tablet, laptop, or PC in the same browser window.": "Сервера с сертификатом myunraid.net могут управляться непосредственно из Connect web UI. Управляйте несколькими серверами с вашего телефона, планшета, ноутбука или ПК в одном браузерном окне.",
  "Set custom server tiles how you like and automatically display your server's banner image on your Connect Dashboard.": "Настраивайте пользовательские плитки сервера по своему усмотрению и автоматически отображайте изображение баннера вашего сервера на вашей панели Connect.",
  "Settings": "Настройки",
  "Sign In Failed": "Ошибка входа",
  "Sign In requires the local unraid-api to be running": "Для входа требуется, чтобы локальный unraid-api работал",
  "Sign In to utilize Unraid Connect": "Войдите, чтобы использовать Unraid Connect",
  "Sign In to your Unraid.net account to get started": "Войдите в ваш аккаунт на Unraid.net, чтобы начать",
  "Sign In with Unraid.net Account": "Войти с аккаунтом на Unraid.net",
  "Sign In": "Войти",
  "Sign Out Failed": "Ошибка выхода",
  "Sign Out of Unraid.net": "Выход из Unraid.net",
  "Sign Out requires the local unraid-api to be running": "Для выхода требуется, чтобы локальный unraid-api работал",
  "Signing in {0}…": "Вход в {0}…",
  "Signing In": "Вход",
  "Signing out {0}…": "Выход в {0}…",
  "Signing Out": "Выход",
  "Something went wrong": "Что-то пошло не так",
  "SSL certificates for unraid.net deprecated": "SSL-сертификаты для unraid.net устарели",
  "Stale Server": "Неактивный сервер",
  "Stale": "Устаревший",
  "On the following screen, your license will be activated. You'll then create an Unraid.net Account to manage your license going forward.": "На следующем экране ваша лицензия будет активирована. Затем создайте учетную запись Unraid.net для управления вашей лицензией в дальнейшем.",
  "Start Free 30 Day Trial": "Начать бесплатный 30-дневный пробный период",
  "Starter": "Начальный",
  "Starting your free 30 day trial": "Начало вашего бесплатного 30-дневного пробного периода",
  "Success!": "Успех!",
  "Thank you for choosing Unraid OS!": "Спасибо, что выбрали Unraid OS!",
  "Thank you for installing Connect!": "Спасибо за установку Connect!",
  "Thank you for purchasing an Unraid {0} Key!": "Спасибо за покупку ключа Unraid {0}!",
  "Thank you for upgrading to an Unraid {0} Key!": "Спасибо за обновление до ключа Unraid {0}!",
  "The Connect dashboard links to relevant sections of the webgui, allowing quick access to those settings and server sections.": "Панель Connect содержит ссылки на соответствующие разделы webgui, что позволяет быстро перейти к нужным настройкам и разделам сервера.",
  "The logs may contain sensitive information so do not post them publicly.": "Журналы могут содержать конфиденциальную информацию, поэтому не размещайте их публично.",
  "The primary method of support for Unraid Connect is through our forums and Discord.": "Основной способ поддержки Unraid Connect осуществляется через наши форумы и Discord.",
  "Then go to Tools > Registration to manually install it": "Затем перейдите в Инструменты > Регистрация, чтобы вручную установить его",
  "This may indicate a complex network that will not work with this Remote Access solution.": "Это может указывать на сложную сеть, которая не будет работать с этим решением удаленного доступа.",
  "This update will require a reboot": "Для этого обновления потребуется перезагрузка",
  "Toggle on/off server accessibility with dynamic remote access. Automatically turn on UPnP and open a random WAN port on your router at the click of a button and close off access in seconds.": "Переключение серверной доступности с динамическим удаленным доступом. Автоматически включайте UPnP и открывайте случайный WAN-порт на вашем маршрутизаторе нажатием кнопки и закрывайте доступ за секунды.",
  "Too Many Devices": "Слишком много устройств",
  "Transfer License to New Flash": "Перенос лицензии на новое Flash-устройство",
  "Trial Expired, see options below": "Срок действия пробного периода истек, смотрите варианты ниже",
  "Trial Expired": "Срок действия пробного периода истек",
  "Trial Key Created": "Создан пробный ключ",
  "Trial Key Creation Failed": "Не удалось создать пробный ключ",
  "Trial Key Expired {0}": "Срок действия пробного ключа истек {0}",
  "Trial Key Expired at {0}": "Срок действия пробного ключа истек в {0}",
  "Trial Key Expires at {0}": "Срок действия пробного ключа истекает в {0}",
  "Trial Key Expires in {0}": "Срок действия пробного ключа истекает через {0}",
  "Trial Requires Internet Connection": "Пробный период требует интернет-соединения",
  "Trial": "Пробный период",
  "Unable to check for OS updates": "Невозможно проверить наличие обновлений ОС",
  "Unable to fetch client WAN IPv4": "Невозможно получить WAN IPv4 клиента",
  "Unable to open release notes": "Невозможно открыть примечания к выпуску",
  "Unknown error": "Неизвестная ошибка",
  "Unknown": "Неизвестно",
  "Unleash Your Hardware": "Разблокируйте ваш аппарат",
  "Unleashed": "Разблокировано",
  "unlimited": "безлимитный",
  "Unraid {0} Available": "Unraid {0} доступна",
  "Unraid {0} Update Available": "Обновление Unraid {0} доступно",
  "Unraid {0}": "Unraid {0}",
  "Unraid Connect Error": "Ошибка подключения Unraid",
  "Unraid Connect Forums": "Unraid Connect Forums",
  "Unraid Connect Install Failed": "Не удалось установить Unraid Connect",
  "Unraid Contact Page": "Страница контактов Unraid",
  "Unraid Discord": "Unraid Discord",
  "Unraid logo animating with a wave like effect": "Логотип Unraid анимирован \"волнообразным\" эффектом",
  "Unraid OS {0} Released": "Unraid OS {0} выпущена",
  "Unraid OS {0} Update Available": "Доступно обновление Unraid OS {0}",
  "Unraid OS is up-to-date": "Unraid OS актуальна",
  "Unraid OS Update Available": "Доступно обновление Unraid OS",
  "unraid-api is offline": "unraid-api не в сети",
  "Up-to-date with eligible releases": "Актуальна с доступными выпусками",
  "Up-to-date": "Актуальна",
  "Update Available": "Доступно обновление",
  "Update Released": "Обновление выпущено",
  "Update Unraid OS confirmation required": "Требуется подтверждение обновления Unraid OS",
  "Update Unraid OS": "Обновить Unraid OS",
  "Updates Expire": "Истек срок действия обновлений",
  "Updating 3rd party drivers": "Обновление драйверов сторонних производителей",
  "Upgrade Key": "Обновить ключ",
  "Upgrade": "Обновление",
  "Uptime {0}": "Время работы {0}",
  "USB Flash device error": "Ошибка устройства USB Flash",
  "USB Flash has no serial number": "USB Flash не имеет серийного номера",
  "Verify to Update": "Подтвердите обновление",
  "Version available for restore {0}": "Версия доступна для восстановления {0}",
  "Version: {0}": "Версия: {0}",
  "View Available Updates": "Просмотреть доступные обновления",
  "View Changelog & Update": "Посмотреть журнал изменений и обновлений",
  "View Changelog for {0}": "Просмотреть журнал изменений для {0}",
  "View Changelog on Docs": "Просмотреть журнал изменений в документации",
  "View Changelog to Start Update": "Просмотр журнала изменений для начала обновления",
  "View Changelog": "Просмотреть журнал изменений",
  "View on Docs": "Просмотреть в документации",
  "View release notes": "Просмотреть заметки к выпуску",
  "We recommend backing up your USB Flash Boot Device before starting the update.": "Мы рекомендуем сделать резервную копию вашего загрузочного устройства USB Flash перед началом обновления.",
  "Welcome to your new {0} system, powered by Unraid!": "Добро пожаловать в вашу новую систему {0}, основанную на Unraid!",
  "Welcome to Unraid!": "Добро пожаловать в Unraid!",
  "year": "{n} год | {n} года | {n} лет",
  "You are still eligible to access OS updates that were published on or before {1}.": "Вы все еще можете получить доступ к обновлениям ОС, опубликованным до {1}.",
  "You can also manually create a new backup by clicking the Create Flash Backup button.": "Вы также можете вручную создать новую резервную копию, нажав кнопку Создать резервную копию Flash.",
  "You can manually create a backup by clicking the Create Flash Backup button.": "Вы можете вручную создать резервную копию, нажав кнопку Создать резервную копию Flash.",
  "You have already activated the Flash Backup feature via the Unraid Connect plugin.": "Вы уже активировали функцию резервного копирования Flash через плагин Unraid Connect.",
  "You have exceeded the number of devices allowed for your license. Please remove a device before adding another.": "Вы превысили количество устройств, разрешенных для вашей лицензии. Пожалуйста, удалите устройство перед добавлением нового.",
  "You have not activated the Flash Backup feature via the Unraid Connect plugin.": "Вы не активировали функцию резервного копирования Flash через плагин Unraid Connect.",
  "You may still update to releases dated prior to your update expiration date.": "Вы все еще можете обновляться до выпусков, датированных до истечения срока действия вашей подписки.",
  "You're about to create a password to secure access to your system. This password is essential for managing and configuring your server. You'll use this password every time you access the Unraid web interface.": "Вы собираетесь создать пароль для безопасного доступа к вашей системе. Этот пароль необходим для управления и настройки вашего сервера. Вы будете использовать этот пароль каждый раз при доступе к веб-интерфейсу Unraid.",
  "You're one step closer to enhancing your Unraid experience": "Вы на шаг ближе к улучшению вашего опыта с Unraid",
  "Your {0} Key has been replaced!": "Ваш {0} ключ был заменен!",
  "Your {0} license included one year of free updates at the time of purchase. You are now eligible to extend your license and access the latest OS updates. You are still eligible to access OS updates that were published on or before {1}.": "Ваша лицензия {0} включала один год бесплатных обновлений на момент покупки. Теперь вы можете продлить лицензию и получить доступ к последним обновлениям ОС. Вы все еще можете получить доступ к ОС обновлений, опубликованных до {1}.",
  "Your {0} license included one year of free updates at the time of purchase. You are now eligible to extend your license and access the latest OS updates.": "Ваша лицензия {0} включала один год бесплатных обновлений на момент покупки. Теперь вы можете продлить лицензию и получить доступ к последним обновлениям ОС.",
  "Your free Trial key provides all the functionality of an Unleashed Registration key": "Ваш пробный ключ предоставляет всю функциональность ключа регистрации Unleashed",
  "Your license key is not eligible for Unraid OS {0}": "Ваш лицензионный ключ не подходит для Unraid OS {0}",
  "Your license key's OS update eligibility has expired. Please renew your license key to enable updates released after your expiration date.": "Истек срок действия права на обновление ОС вашего лицензионного ключа. Пожалуйста, обновите лицензионный ключ для включения обновлений, выпущенных после истечения срока действия.",
  "Your Trial has expired": "Ваш пробный период истек",
  "Your Trial key has been extended!": "Ваш пробный ключ был продлен!",
  "Create an Unraid.net account and activate your key": "Создайте аккаунт Unraid.net и активируйте ваш ключ",
  "Device is ready to configure": "Устройство готово к настройке",
  "Secure your device": "Обезопасьте ваше устройство",
  "Unraid OS {0} Changelog": "Unraid OS {0} Changelog",
  "or": "или",
  "Logging in...": "Вход...",
  "Try Again": "Попробуйте снова",
  "Log In With Unraid.net": "Вход через Unraid.net",
  "Invalid Unraid.net credentials": "Недействительные учетные данные Unraid.net",
  "This Unraid.net account is not authorized to access this server": "Этот аккаунт Unraid.net не авторизован для доступа к этому серверу",
  "SSO login is not enabled on this server": "Одобрение SSO-логина не включено на этом сервере",
  "Login session expired. Please try again": "Сеанс входа истек. Пожалуйста, повторите попытку",
  "Network error. Please check your connection": "Ошибка сети. Пожалуйста, проверьте ваше соединение",
  "SSO login failed. Please try again": "SSO вход не удался. Пожалуйста, повторите попытку",
  "Error fetching token": "Ошибка извлечения токена",
  "Visit Unraid website": "Посетить сайт Unraid",
  "Version Information": "Информация о версии",
  "First, you'll create your device's login credentials, then you'll activate your Unraid license—your device's operating system (OS).": "Сначала вы создадите учетные данные для входа на ваше устройство, затем активируете лицензию Unraid — операционная система вашего устройства (OS).",
  "Edit API Key": "Редактировать API ключ",
  "Create API Key": "Создать API ключ",
  "OS version copied to clipboard": "Версия ОС скопирована в буфер обмена",
  "API version copied to clipboard": "Версия API скопирована в буфер обмена",
  "Visit Partner website": "Посетить сайт партнера",
  "Unraid OS": "Unraid OS",
  "Unraid API": "Unraid API",
  "View OS Release Notes": "Просмотр заметок к выпуску ОС",
  "View API Changelog": "Просмотреть журнал изменений API",
  "Registered GUID": "Зарегистрированный GUID",
  "Array status": "Статус массива",
  "Trial expiration": "Истечение срока пробного периода",
  "Flash Drive": "Flash Drive",
  "License": "Лицензия",
  "Actions": "Действия",
  "Your license key was automatically renewed and installed. Reload the page to see updated details.": "Ваш лицензионный ключ был автоматически продлен и установлен. Перезагрузите страницу, чтобы увидеть обновленные данные.",
  "Checking authentication options...": "Проверка параметров аутентификации...",
  "Invalid callback parameters": "Недействительные параметры callback",
  "Loading changelog…": "Загрузка журнала изменений…",
  "Checking for OS updates...": "Проверка обновлений ОС...",
  "Requires verification to update": "Требуется подтверждение для обновления",
  "More Options": "Дополнительные параметры",
  "Manage update preferences including beta access and version selection at account.unraid.net": "Управляйте предпочтениями обновлений, включая доступ к бета-версиям и выбор версий по адресу account.unraid.net",
  "You can opt back in to an ignored release by clicking on the Check for Updates button in the header anytime": "Вы можете вернуться к игнорируемому выпуску, нажав кнопку Проверить обновления в заголовке в любое время",
  "Loading changelog...": "Загрузка журнала изменений...",
  "No changelog content available": "Нет доступного содержимого журнала изменений",
  "Downgrade": "Понизить версию",
  "Update": "Обновить",
  "During the Unraid OS update process third-party drivers were detected and are currently being updated in the background. Please wait for those to finish downloading before rebooting your server to complete the update process. You should receive a system notification when complete. You may also refresh this page to check for an updated status.": "Во время обновления Unraid OS были обнаружены драйверы сторонних производителей, которые в настоящее время обновляются в фоновом режиме. Пожалуйста, подождите, пока они не будут загружены, прежде чем перезагружать ваш сервер для завершения обновления. Вы должны получить системное уведомление по завершении. Вы также можете обновить эту страницу, чтобы проверить обновленный статус.",
  "License Key Updates Expired": "Истек срок действия обновлений лицензионного ключа",
  "Downgrade Unraid OS confirmation required": "Требуется подтверждение понижения версии Unraid",
  "Please confirm the downgrade details below": "Пожалуйста, подтвердите детали понижения ниже",
  "Post Install License Key Error": "Ошибка лицензионного ключа после установки",
  "This downgrade will require a reboot": "Это понижение требует перезагрузки",
  "Confirm and start downgrade": "Подтвердить и начать понижение",
  "Loading…": "Загрузка…",
  "Go to API Settings": "Перейти к настройкам API",
  "Restart unraid-api": "Перезапустить unraid-api",
  "Error creatiing a trial key. Please try again later.": "Ошибка создания пробного ключа. Пожалуйста, попробуйте позже.",
  "Username": "Имя пользователя",
  "Password": "Пароль",
  "Login": "Вход",
  "Password recovery": "Восстановление пароля",
  "jsonforms.errors.default": "Неверное значение",
  "jsonforms.rclone.basic.remoteName.label": "Удаленное имя",
  "jsonforms.rclone.basic.remoteName.description": "Имя для идентификации этой удаленной конфигурации (например, my_google_drive). Используйте только буквы, числа, дефисы и подчеркивания.",
  "jsonforms.rclone.basic.remoteName.descriptionShort": "Имя для идентификации этой удаленной конфигурации",
  "jsonforms.rclone.basic.providerType.label": "Тип поставщика хранилища",
  "jsonforms.rclone.basic.providerType.description": "Выберите облачного провайдера хранения, который будет использоваться для этого удаленного хранилища.",
  "jsonforms.rclone.basic.documentation.text": "Ссылка на документацию",
  "jsonforms.rclone.basic.documentation.description": "Для получения дополнительной информации обратитесь к [документации RClone Config](https://rclone.org/commands/rclone_config/).",
  "jsonforms.rclone.basic.showAdvanced.label": "Показать расширенные настройки",
  "jsonforms.rclone.basic.showAdvanced.description": "Показать дополнительные параметры конфигурации для экспертов.",
  "jsonforms.rclone.basic.showAdvanced.toggleDescription": "Показать расширенные параметры конфигурации.",
  "jsonforms.rclone.validation.sizeSuffix": "Неправильный формат размера. Примеры: \"10G\", \"100M\", \"1.5GiB\", \"выкл\".",
  "jsonforms.rclone.validation.duration": "Неправильный формат продолжительности. Примеры: \"10s\", \"1.5m\", \"100ms\", \"1h15m\", \"выкл\".",
  "jsonforms.apiSettings.sandbox": "Включить песочницу для разработчиков",
  "jsonforms.apiKey.name": "Имя API ключа",
  "jsonforms.apiKey.description": "Описание",
  "jsonforms.apiKey.roles": "Роли",
  "jsonforms.apiKey.permissionPresets": "Добавить предустановленные разрешения",
  "jsonforms.apiKey.customPermissions": "Разрешения",
  "jsonforms.apiKey.customPermissions.resources": "Ресурсы",
  "jsonforms.apiKey.customPermissions.actions": "Действия",
  "jsonforms.apiKey.permissions.header": "Конфигурация разрешений",
  "jsonforms.apiKey.permissions.description": "Выберите любую комбинацию ролей, групп разрешений и пользовательских разрешений, чтобы определить, к чему может получить доступ этот API ключ.",
  "jsonforms.apiKey.permissions.subheader": "Разрешения",
  "jsonforms.apiKey.permissions.help": "Используйте выпадающее меню предустановок для общих наборов разрешений или добавьте пользовательские разрешения вручную. Вы можете выбрать несколько ресурсов, которые имеют одни и те же действия.",
  "jsonforms.rclone.basic.remoteName": "Удаленное имя",
  "jsonforms.rclone.basic.providerType": "Тип поставщика хранилища",
  "jsonforms.rclone.basic.documentation": "Ссылка на документацию",
  "jsonforms.rclone.basic.showAdvanced": "Показать расширенные настройки",
  "jsonforms.oidc.provider.id": "ID поставщика",
  "jsonforms.oidc.provider.name": "Имя поставщика",
  "jsonforms.oidc.provider.clientId": "OAuth ID клиента",
  "jsonforms.oidc.provider.clientSecret": "OAuth секрет клиента",
  "jsonforms.oidc.provider.issuer": "URL издателя",
  "jsonforms.oidc.provider.scopes": "OAuth области",
  "jsonforms.oidc.provider.authorizationEndpoint": "Endpoint авторизации",
  "jsonforms.oidc.provider.tokenEndpoint": "Endpoint токена",
  "jsonforms.oidc.provider.userInfoEndpoint": "Endpoint информации о пользователе",
  "jsonforms.oidc.provider.jwksUri": "JWKS URI",
  "jsonforms.oidc.restrictions.title": "Простая авторизация",
  "jsonforms.oidc.restrictions.help": "Настройте простые разрешения на вход.",
  "jsonforms.oidc.restrictions.allowedDomains": "Разрешенные почтовые домены",
  "jsonforms.oidc.restrictions.allowedEmails": "Специфические почтовые адреса",
  "jsonforms.oidc.restrictions.allowedUserIds": "Разрешенные идентификаторы пользователей",
  "jsonforms.oidc.restrictions.workspaceDomain": "Домен Google Workspace",
  "jsonforms.oidc.rules.title": "Расширенные правила авторизации",
  "jsonforms.oidc.rules.description": "Определите логику авторизации на основе утверждений.",
  "jsonforms.oidc.rules.mode": "Режим правил",
  "jsonforms.oidc.rules.claim": "JWT утверждение",
  "jsonforms.oidc.rules.operator": "Оператор",
  "jsonforms.oidc.rules.value": "Значения",
  "jsonforms.oidc.rules.collection": "Правила утверждений",
  "jsonforms.oidc.buttons.title": "Настройки кнопки",
  "jsonforms.oidc.buttons.description": "Настройте внешний вид кнопки входа.",
  "jsonforms.oidc.buttons.text": "Текст кнопки",
  "jsonforms.oidc.buttons.icon": "URL иконки кнопки",
  "jsonforms.oidc.buttons.variant": "Стиль кнопки",
  "jsonforms.oidc.buttons.style": "Пользовательские CSS стили",
  "jsonforms.oidc.provider.discoveryToggle": "Использовать автоматическое обнаружение"
}
