{
  "{0} {1} Key…": "{0} {1} Ключ\u0004A\u0004F\u000045…",
  "{0} devices": "{0} пристро\u00045f",
  "{0} out of {1} allowed devices – upgrade your key to support more devices": "{0} з {1} дозволених пристроїв – оновіть свій ключ для підтримки більшої кількості пристроїв",
  "{0} out of {1} devices": "{0} з {1} пристроїв",
  "{0} Release Notes": "{0} Примітки до випуску",
  "{0} Signed In Successfully": "{0} Успішний вхід",
  "{0} Signed Out Successfully": "{0} Успішний вихід",
  "{0} Update Available": "Доступне оновлення {0}",
  "{1} Key {0} Successfully": "<не вдалося>\n",
  "<p>It is not possible to use a Trial key with an existing Unraid OS installation.</p><p>You may purchase a license key corresponding to this USB Flash device to continue using this installation.</p>": "<p>Не можна використовувати пробний ключ з існуючою установкою Unraid OS.</p><p>Ви можете придбати ліцензійний ключ, що відповідає цьому USB-накопичувачу, щоб продовжити використовувати цю установку.</p>",
  "<p>Please refresh the page to ensure you load your latest configuration</p>": "<p>Будь-ласка, оновіть сторінку, аби завантажити вашу останню конфігурацію</p>",
  "<p>Register for Connect by signing in to your Unraid.net account</p>": "<p>Зареєструйтесь для Connect увійшовши до вашого Unraid.net облікового запису</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device or choose Purchase Key.</p><p>Your Unraid registration key is ineligible for replacement as it has been replaced within the last 12 months.</p>": "<p>Файл ліцензійного ключа не відповідає USB-накопичувачу, що використовується для буту. Будь ласка, скопіюйте правильний файл ключа в директорію /config на вашому USB флеш-накопичувачі або виберіть Придбати ключ.</p><p>Ваш ключ реєстрації Unraid не підлягає заміні, оскільки він був замінений протягом останніх 12 місяців.</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device or choose Purchase Key.</p><p>Your Unraid registration key is ineligible for replacement as it is blacklisted.</p>": "<p>Файл ліцензійного ключа не відповідає USB-накопичувачу, що використовується для буту. Будь ласка, скопіюйте правильний файл ключа в директорію /config на вашому USB флеш-накопичувачі або виберіть Прidбати ключ.</p><p>Ваш ключ реєстрації Unraid не підлягає заміні, оскільки він знаходиться в чорному списку.</p>",
  "<p>The license key file does not correspond to the USB Flash boot device. Please copy the correct key file to the /config directory on your USB Flash boot device.</p><p>You may also attempt to Purchase or Replace your key.</p>": "<p>Файл ліцензійного ключа не відповідає USB-накопичувачу, що використовується для буту. Будь ласка, скопіюйте правильний файл ключа у директорію /config на вашому USB флеш-накопичувачі.</p><p>Ви також можете спробувати придбати або замінити ваш ключ.</p>",
  "<p>There are multiple license key files present on your USB flash device and none of them correspond to the USB Flash boot device. Please remove all key files, except the one you want to replace, from the /config directory on your USB Flash boot device.</p><p>Alternately you may purchase a license key for this USB flash device.</p><p>If you want to replace one of your license keys with a new key bound to this USB Flash device, please first remove all other key files first.</p>": "<p>На вашому USB флеш-накопичувачі є кілька файлів ліцензійних ключів, і жоден з них не відповідає USB-накопичувачу для завантаження. Будь ласка, видаліть усі файли ключів, окрім того, який ви хочете замінити, з каталогу /config на вашому USB флеш-накопичувачі.</p><p>Ви можете також придбати ліцензійний ключ для цього USB флеш-накопичувача.</p><p>Якщо ви хочете замінити один із ваших ліцензійних ключів на новий ключ, прив'язаний до цього USB флеш-накопичувача, будь ласка, спершу видаліть усі інші файли ключів.</p>",
  "<p>There is a physical problem accessing your USB Flash boot device</p>": "<p>Фізична проблема доступу до вашого USB флеш-накопичувача</p>",
  "<p>There is a problem with your USB Flash device</p>": "<p>Проблема з вашим USB флеш-накопичувачем</p>",
  "<p>This USB Flash boot device has been blacklisted. This can occur as a result of transferring your license key to a replacement USB Flash device, and you are currently booted from your old USB Flash device.</p><p>A USB Flash device may also be blacklisted if we discover the serial number is not unique – this is common with USB card readers.</p>": "<p>Цей USB флеш-накопичувач був внесений до чорного списку. Це може виникнути внаслідок перенесення вашого ліцензійного ключа на замінений USB флеш-накопичувач, і ви зараз завантажені з вашого старого USB флеш-накопичувача.</p><p>USB флеш-накопичувач також може бути добавлений в чорний список, якщо ми з'ясуємо, що серійний номер не унікальний – це часто трапляється з USB-кард-рідерами.</p>",
  "<p>This USB Flash device has an invalid GUID. Please try a different USB Flash device</p>": "<p>Цей USB флеш-накопичувач має недійсний GUID. Будь ласка, спробуйте інший USB флеш-накопичувач</p>",
  "<p>To continue using Unraid OS you may purchase a license key. Alternately, you may request a Trial extension.</p>": "<p>Щоб продовжити використання Unraid OS, вам може знадобитися придбати ліцензійний ключ. Або ж ви можете запросити продовження пробного періоду.</p>",
  "<p>To support more storage devices as your server grows, click Upgrade Key.</p>": "<p>Щоб підтримувати більше пристроїв зберігання, коли ваш сервер зростає, натисніть Оновити ключ.</p>",
  "<p>You have used all your Trial extensions. To continue using Unraid OS you may purchase a license key.</p>": "<p>Ви використали всі ваші продовження пробного періоду. Щоб продовжити користування Unraid OS, ви можете придбати ліцензійний ключ.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>After your <em>Trial</em> has reached expiration, your server <strong>still functions normally</strong> until the next time you Stop the array or reboot your server.</p><p>At that point you may either purchase a license key or request a <em>Trial</em> extension.</p>": "<p>Ваш <em>Пробний</em> ключ включає в себе всі функції і підтримку пристроїв ключа <em>Unleashed</em>.</p><p>Після закінчення терміну дії <em>Пробного</em> ключа ваш сервер <strong>все ще працюватиме нормально</strong> до наступного разу, коли ви зупините масив або перезавантажите сервер.</p><p>На той момент ви можете або придбати ліцензійний ключ, або запросити продовження <em>Пробного</em> періоду.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>When your <em>Trial</em> expires, <strong>the array will stop</strong>. At that point you may either purchase a license key or request a <em>Trial</em> extension.</p>": "<p>Ваш <em>Пробний</em> ключ містить усі функції і підтримку пристроїв ключа <em>Unleashed</em>.</p><p>Коли термін дії вашого <em>Пробного</em> періоду закінчиться, <strong>масив зупиниться</strong>. У цей момент ви можете або придбати ліцензійний ключ, або запросити продовження <em>Пробного</em> періоду.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>Your trial is expiring soon. When it expires, <strong>the array will stop</strong>. You may extend your trial now, purchase a license key, or wait until expiration to take action.</p>": "<p>Ваш <em>Пробний</em> ключ містить усі функції і підтримку пристроїв ключа <em>Unleashed</em>.</p><p>Ваш пробний період скоро закінчується. Коли він закінчиться, <strong>масив зупиниться</strong>. Ви можете продовжити ваш пробний період зараз, придбати ліцензійний ключ, або чекати до завершення для прийняття рішення.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>Your trial is expiring soon and you have used all available extensions. When it expires, <strong>the array will stop</strong>. To continue using Unraid OS, you must purchase a license key.</p>": "<p>Ваш <em>Пробний</em> ключ включає всі функції і підтримку пристроїв ключа <em>Unleashed</em>.</p><p>Ваш пробний період скоро закінчується, і ви використали всі доступні продовження. Коли він закінчиться, <strong>масив зупиниться</strong>. Щоб продовжити використання Unraid OS, ви повинні придбати ліцензійний ключ.</p>",
  "<p>Your <em>Trial</em> key includes all the functionality and device support of an <em>Unleashed</em> key.</p><p>You have used all available trial extensions. When your <em>Trial</em> expires, <strong>the array will stop</strong>. To continue using Unraid OS after expiration, you must purchase a license key.</p>": "<p>Ваш <em>Пробний</em> ключ містить усі функції і підтримку пристроїв ключа <em>Unleashed</em>.</p><p>Ви використали всі доступні продовження пробного періоду. Коли ваш <em>Пробний</em> період закінчиться, <strong>масив зупиниться</strong>. Щоб продовжити використання Unraid OS після закінчення, ви повинні придбати ліцензійний ключ.</p>",
  "<p>Your license key file is corrupted or missing. The key file should be located in the /config directory on your USB Flash boot device.</p><p>If you do not have a backup copy of your license key file you may attempt to recover your key.</p><p>If this was an expired Trial installation, you may purchase a license key.</p>": "<p>Ваш файл ліцензійного ключа пошкоджено або вiдсутній. Файл ключа має міститися у директорії /config на вашому USB флеш-накопичувачі.</p><p>Якщо у вас немає резервної копії вашого файлу ліцензійного ключа, можливо, ви зможете відновити ключ.</p><p>Якщо це була встановлена ​​пробна версія, ви можете придбати ліцензійний ключ.</p>",
  "<p>Your license key file is corrupted or missing. The key file should be located in the /config directory on your USB Flash boot device.</p><p>You may attempt to recover your key with your Unraid.net account.</p><p>If this was an expired Trial installation, you may purchase a license key.</p>": "<p>Ваш файл ліцензійного ключа пошкоджено або вiдсутній. Файл ключа має міститися у директорії /config на вашому USB флеш-накопичувачі.</p><p>Ви можете спробувати відновити ваш ключ за допомогою вашого облікового запису Unraid.net.</p><p>Якщо це була встановлена пробная версія, ви можете придбати ліцензійний ключ.</p>",
  "<p>Your server will not be usable until you purchase a Registration key or install a free 30 day <em>Trial</em> key. A <em>Trial</em> key provides all the functionality of an Unleashed Registration key.</p><p>Registration keys are bound to your USB Flash boot device serial number (GUID). Please use a high quality name brand device at least 1GB in size.</p><p>Note: USB memory card readers are generally not supported because most do not present unique serial numbers.</p><p><strong>Important:</strong></p><ul class='list-disc pl-16px'><li>Please make sure your server time is accurate to within 5 minutes</li><li>Please make sure there is a DNS server specified</li></ul>": "<p>Ваш сервер не буде використовуватись до тих пір, поки ви не придбаєте реєстраційний ключ або не встановите безкоштовний 30-денний <em>Пробний</em> ключ. <em>Пробний</em> ключ надає всі функції реєстраційного ключа Unleashed.</p><p>Реєстраційні ключі прив'язані до серійного номера USB флеш-накопичувача (GUID). Будь ласка, використовуйте високоякісний пристрій надійного бренду розміром не менше 1 ГБ.</p><p>Примітка: зчитувачі карт пам'яті USB зазвичай не підтримуються, оскільки більшість не мають унікальних серійних номерів.</p><p><strong>Важливо:</strong></p><ul class='list-disc pl-16px'><li>Переконайтеся в тому, що час вашого сервера збігається з реальним на протязі 5 хвилин</li><li>Переконайтеся в тому, что вказаний DNS-сервер</li></ul>",
  "<p>Your Trial key requires an internet connection.</p><p><a href='/Settings/NetworkSettings class='underline'>Please check Settings > Network</a></p>": "<p>Ваш <em>Пробний</em> ключ потребує підключення до Інтернету.</p><p><a href='/Settings/NetworkSettings class='underline'>Будь ласка, перевірте Настройки > Мережа</a></p>",
  "<p>Your Unraid registration key is ineligible for replacement as it has been replaced within the last 12 months.</p>": "<p>Ваш ключ реєстрації Unraid не підлягає заміні, оскільки він був замінений протягом останніх 12 місяців.</p>",
  "A Trial key provides all the functionality of an Unleashed Registration key": "<p>Пробний ключ надає всі функції реєстраційного ключа Unleashed.</p>",
  "A valid GUID is required to check for OS updates.": "<p>Необхідний дійсний GUID для перевірки наявності оновлень ОС.</p>",
  "A valid keyfile and USB Flash boot device are required to check for OS updates.": "<p>Необхідний дійсний файл ключа та USB-накопичувач для перевірки наявності оновлень ОС.</p>",
  "A valid keyfile is required to check for OS updates.": "<p>Необхідний дійсний файл ключа для перевірки наявності оновлень ОС.</p>",
  "A valid OS version is required to check for OS updates.": "<p>Необхідна дійсна версія ОС для перевірки наявності оновлень ОС.</p>",
  "Acklowledge that you have made a Flash Backup to enable this action": "<p>Підтвердьте, що ви створили резервну копію Flash, щоб увімкнути цю дію</p>",
  "Activate Now": "<p>Активувати зараз</p>",
  "Activate License": "<p>Активувати ліцензію</p>",
  "ago": "<p>назад</p>",
  "All you need is an active internet connection, an Unraid.net account, and the Connect plugin. Get started by installing the plugin.": "<p>Усе,що вам потрібно - це активне підключення до Інтернету, обліковий запис Unraid.net та плагін Connect. Почніть з установки плагіна.</p>",
  "Attached Storage Devices": "<p>Підключені пристрої зберігання</p>",
  "Backing up...this may take a few minutes": "<p>Резервне копіювання ... це може зайняти кілька хвилин</p>",
  "Basic": "Базовий",
  "Begin downgrade to {0}": "<p>Почати зниження до {0}</p>",
  "Beta": "Бета",
  "Blacklisted USB Flash GUID": "<p>Blacklisted USB Flash GUID</p>",
  "BLACKLISTED": "<p>ЧОРНИЙ СПИСОК</p>",
  "Calculating OS Update Eligibility…": "<p>Розрахунок можливості оновлення ОС…</p>",
  "Calculating trial expiration…": "<p>Розрахунок закінчення пробного періоду…</p>",
  "Callback redirect type not present or incorrect": "<p>Тип перенаправлення не присутній або невірний</p>",
  "Cancel {0}": "<p>Скасувати {0}</p>",
  "Cancel": "Скасувати",
  "Cannot access your USB Flash boot device": "<p>Не можливо отримати доступ до вашого USB флеш-накопичувача</p>",
  "Cannot validate Unraid Trial key": "<p>Не вдалося перевірити Unraid Trial ключ</p>",
  "Check Eligibility": "<p>Перевірити придатність</p>",
  "check for OS updates": "<p>перевірка на оновлення ОС</p>",
  "Check for OS Updates": "<p>Перевірити на оновлення ОС</p>",
  "Check for Prereleases": "<p>Перевірити на передрелізи</p>",
  "Check for Update": "<p>Перевірити на оновлення</p>",
  "Checking WAN IPs…": "<p>Перевірка WAN IPs…</p>",
  "Checking...": "<p>Перевірка...</p>",
  "Checkout the Connect Documentation": "<p>Ознайомтесь з документацією Connect</p>",
  "Click to close modal": "<p>Клацніть, щоб закрити модальне вікно</p>",
  "Click to Copy LAN IP {0}": "<p>Клацніть, щоб скопіювати IP LAN {0}</p>",
  "Close Dropdown": "<p>Закрити випадне меню</p>",
  "Close Modal": "<p>Закрити модальне вікно</p>",
  "Close": "Закрити",
  "Configure Connect Features": "<p>Налаштувати функції Connect</p>",
  "Confirm and start update": "<p>Підтвердити та розпочати оновлення</p>",
  "Confirm to Install Unraid OS {0}": "<p>Підтвердьте установку Unraid OS {0}</p>",
  "Connected": "Підключено",
  "Contact Support": "Зв'язок з підтримкою",
  "Continue": "<p>Продовжити</p>",
  "Copied": "<p>Скопійовано</p>",
  "Copy Key URL": "<p>Скопіювати URL ключа</p>",
  "Copy your Key URL: {0}": "<p>Скопіюйте ваш URL ключа: {0}</p>",
  "Create Flash Backup": "<p>Створити резервну копію Flash</p>",
  "Create a password": "<p>Створити пароль</p>",
  "Create Device Password": "<p>Створити пароль пристрою</p>",
  "Current Version {0}": "<p>Поточна версія {0}</p>",
  "Current Version: Unraid {0}": "<p>Поточна версія: Unraid {0}</p>",
  "Customizable Dashboard Tiles": "<p>Налаштовувані Плитки Панелі</p>",
  "day": "<p>{n} день | {n} дні | {n} днів</p>",
  "Deep Linking": "<p>Глибока Залежаність</p>",
  "DNS issue, unable to resolve wanip4.unraid.net": "<p>Проблема з DNS, неможливо вирішити wanip4.unraid.net</p>",
  "Downgrade Unraid OS to {0}": "<p>Повернути ОС Unraid до {0}</p>",
  "Downgrade Unraid OS": "<p>Повернути ОС Unraid</p>",
  "Downgrades are only recommended if you're unable to solve a critical issue.": "<p>Повернення можливе, якщо ви не змогли вирішити критичну проблему.</p>",
  "Download Diagnostics": "<p>Завантажити Діагностику</p>",
  "Download the Diagnostics zip then please open a bug report on our forums with a description of the issue along with your diagnostics.": "<p>Скачайте zip Діагностики, а також відкрийте звіт про помилку на нашому форумі з описом проблеми разом із вашою діагностикою.</p>",
  "Download unraid-api Logs": "<p>Завантажити журнали unraid-api</p>",
  "Dynamic Remote Access": "<p>Динамічний Віддалений Доступ</p>",
  "Eligible for free feature updates for {0}": "<p>Придатний для безкоштовних оновлень функцій протягом {0}</p>",
  "Eligible for free feature updates until {0}": "<p>Доступні безкоштовні оновлення функцій до {0}</p>",
  "Eligible": "<p>Придатний</p>",
  "Enable update notifications": "<p>Увімкнути сповіщення про оновлення</p>",
  "Enhance your experience with Unraid Connect": "<p>Покращте ваш досвід роботи з Unraid Connect</p>",
  "Enhance your Unraid experience with Connect": "<p>Покращте ваш досвід роботи з Unraid, використовуючи Connect</p>",
  "Enhance your Unraid experience": "<p>Покращте ваш досвід роботи з Unraid</p>",
  "Error creating a trial key. Please try again later.": "<p>Помилка при створенні пробного ключа. Будь ласка, спробуйте пізніше.</p>",
  "Error Parsing Changelog • {0}": "<p>Помилка під час парсингу Changelog • {0}</p>",
  "Error": "Помилка",
  "Expired {0}": "<p>Закінчилось {0}</p>",
  "Expired": "<p>Закінчилось</p>",
  "Expires at {0}": "<p>Закінчується о {0}</p>",
  "Expires in {0}": "<p>Закінчується в {0}</p>",
  "Extend License to Enable OS Updates": "<p>Продаж Ліцензії для Увімкнення Оновлень ОС</p>",
  "Extend License to Update": "<p>Продаж Ліцензії для Оновлення</p>",
  "Extend License": "<p>Продовжити Ліцензію</p>",
  "Extend Trial": "<p>Продовжити Пробний Період</p>",
  "Extending your free trial by 15 days": "<p>Продовження вашого безкоштовного пробного періоду на 15 днів</p>",
  "Extension Installed": "<p>Розширення Встановлене</p>",
  "Failed to {0} {1} Key": "<p>Не вдалося {0} {1} Ключ</p>",
  "Failed to install key": "<p>Не вдалося встановити ключ</p>",
  "Failed to update Connect account configuration": "<p>Не вдалося оновити конфігурацію Connect облікового запису</p>",
  "Fetching & parsing changelog…": "<p>Отримання та парсинг changelog…</p>",
  "Fix Error": "<p>Виправити Помилку</p>",
  "Flash Backup is not available. Navigate to {0}/Main/Settings/Flash to try again then come back to this page.": "<p>Резервна копія Flash недоступна. Перейдіть до {0}/Головна/Налаштування/Flash, щоб спробувати знову, а потім поверніться до цієї сторінки.</p>",
  "Flash GUID Error": "<p>Помилка GUID Flash</p>",
  "Flash GUID required to check replacement status": "<p>Потрібен GUID Flash, щоб перевірити статус заміни</p>",
  "Flash GUID": "GUID флеш-пам'яті",
  "Flash Product": "Флеш продукт",
  "Flash Vendor": "Виробник флеш-пам'яті",
  "Get a Lifetime Key": "<p>Отримайте ключ на все життя</p>",
  "Get an overview of your server's state, storage space, apps and VMs status, and more.": "<p>Отримайте огляд стану вашого сервера, місця зберігання, програм та стану віртуальних машин та іншого.</p>",
  "Get Started": "<p>Розпочати роботу</p>",
  "Go to Connect plugin settings": "Перейдіть до налаштувань плагіна Connect",
  "Go to Connect": "Перейти до Connect",
  "Go to Management Access Now": "Перейдіть до Management Access Now",
  "Go to Settings > Notifications to enable automatic OS update notifications for future releases.": "Перейдіть до Налаштування > Сповіщення, щоб увімкнути автоматичні сповіщення про оновлення ОС для майбутніх випусків.",
  "Go to Tools > Management Access to activate the Flash Backup feature and ensure your backup is up-to-date.": "Перейдіть до Інструменти > Доступ до управління, щоб активувати функцію Flash Backup та переконатися, що ваша резервна копія актуальна.",
  "Go to Tools > Management Access to ensure your backup is up-to-date.": "Перейдіть до Інструменти > Доступ до управління, щоб переконатися, що ваша резервна копія актуальна.",
  "Go to Tools > Registration to fix": "Перейдіть до Інструменти > Реєстрація, щоб виправити",
  "Go to Tools > Registration to Learn More": "Перейдіть до Інструменти > Реєстрація, щоб дізнатися більше",
  "Go to Tools > Update OS for more options.": "Перейдіть до Інструменти > Оновлення ОС для отримання додаткових параметрів.",
  "Go to Tools > Update": "Перейдіть до Інструменти > Оновлення",
  "hour": "{n} година | {n} години | {n} годин",
  "I have made a Flash Backup": "Я зробив Flash Backup",
  "If you are asked to supply logs, please open a support request on our Contact Page and reply to the email message you receive with your logs attached.": "Якщо вам потрібно надати логи, відкрийте заявку на підтримку на нашій сторінці Контакти і відповідайте на отриманий електронний лист з вашими логами у вкладенні.",
  "Ignore this message if you are currently connected via Remote Access or VPN.": "Ігноруйте це повідомлення, якщо ви підключені через дистанційний доступ або VPN.",
  "Ignore this release until next reboot": "Ігнорувати цей випуск до наступного перезавантаження",
  "Ignored Releases": "Ігноровані випуски",
  "In the rare event you need to downgrade we ask that you please provide us with Diagnostics so we can investigate your issue.": "У рідкісних випадках, коли вам потрібно знизити версію, ми просимо вас надати нам Діагностику, щоб ми могли вивчити вашу проблему.",
  "Ineligible as of {0}": "Непридатний на дату {0}",
  "Eligible for updates released on or before {0}.": "Доступні оновлення, випущені раніше {0}.",
  "Extend your license to access the latest updates.": "Подовжте свою ліцензію, щоб отримати доступ до останніх оновлень.",
  "Ineligible for Unraid OS updates": "Непридатний для оновлень Unraid OS",
  "Ineligible": "Непридатний",
  "Ineligible for self-replacement": "Непридатний для самозаміни",
  "Install Connect": "Встановити Connect",
  "Install Extended": "Встановити Extended",
  "Install Recovered": "Встановити Recovered",
  "Install Replaced": "Встановити Replaced",
  "Install Unraid OS {0}": "Встановити Unraid OS {0}",
  "Install": "Встановити",
  "Installed": "Встановлено",
  "Installing Connect": "Встановлення Connect",
  "Installing Extended Trial": "Встановлення Extended Trial",
  "Installing Extended": "Встановлення Extended",
  "Installing Recovered": "Встановлення Recovered",
  "Installing Replaced": "Встановлення Replaced",
  "Installing": "Встановлення",
  "Introducing Unraid Connect": "Представлення Unraid Connect",
  "Invalid API Key Format": "Неправильний формат API Key",
  "Invalid API Key": "Неправильний API Key",
  "Invalid installation": "Неправильне встановлення",
  "It's highly recommended to review the changelog before continuing your update": "Настійно рекомендується переглянути список змін перед продовженням оновлення",
  "Key ineligible for {0}": "Ключ непридатний для {0}",
  "Key ineligible for future releases": "Ключ непридатний для майбутніх випусків",
  "Key ineligible for new updates": "Ключ непридатний для нових оновлень",
  "Keyfile required to check replacement status": "Необхідний файл ключа для перевірки статусу заміни",
  "LAN IP {0}": "LAN IP {0}",
  "LAN IP Copied": "LAN IP скопійовано",
  "LAN IP": "LAN IP",
  "Last checked: {0}": "Остання перевірка: {0}",
  "Learn more about the error": "Дізнатися більше про помилку",
  "Learn more and fix": "Дізнатися більше та виправити",
  "Learn more and link your key to your account": "Дізнатися більше і зв'язати ваш ключ з вашим акаунтом",
  "Learn more": "Дізнатися більше",
  "Learn More": "Дізнатися більше",
  "Let's activate your Unraid OS License": "Активуємо вашу ліцензію Unraid OS",
  "Let's Unleash your Hardware!": "Давай розблокуємо ваше обладнання!",
  "License key actions": "Дії з ліцензійним ключем",
  "License key type": "Тип ліцензійного ключа",
  "License Management": "Управління ліцензією",
  "Lifetime": "Термін життя",
  "Link Key": "Зв'язати ключ",
  "Linked": "Зв'язано",
  "Linked to Unraid.net account": "Зв'язано з акаунтом Unraid.net",
  "Loading": "Завантаження",
  "Manage Unraid.net Account in new tab": "Керуйте акаунтом Unraid.net у новій вкладці",
  "Manage Unraid.net Account": "Керуйте акаунтом Unraid.net",
  "Manage your license keys at any time via the My Keys section.": "Керуйте своїми ліцензійними ключами у будь-який час у розділі My Keys.",
  "Manage Your Server Within Connect": "Управління вашим сервером у Connect",
  "minute": "{n} хвилина | {n} хвилини | {n} хвилин",
  "Missing key file": "Відсутній файл ключа",
  "month": "{n} місяць | {n} місяці | {n} місяців",
  "More about Licensing": "Більше про ліцензування",
  "More about Unraid.net Accounts": "Більше про облікові записи Unraid.net",
  "More options": "Більше параметрів",
  "Multiple License Keys Present": "Присутні кілька ліцензійних ключів",
  "Never ever be left without a backup of your config. If you need to change flash drives, generate a backup from Connect and be up and running in minutes.": "Ніколи не залишайтеся без резервної копії вашої конфігурації. Якщо вам потрібно змінити флеш-накопичувачі, створіть резервну копію з Connect і починайте роботу за кілька хвилин.",
  "New Version: {0}": "Нова версія: {0}",
  "No downgrade available": "Пониження недоступне",
  "No Flash": "Немає Flash",
  "No Keyfile": "Немає Keyfile",
  "No thanks": "Ні, дякую",
  "No USB flash configuration data": "Немає даних конфігурації флеш-пам'яті USB",
  "Not Linked": "Не зв'язано",
  "On January 1st, 2023 SSL certificates for unraid.net were deprecated. You MUST provision a new SSL certificate to use our new myunraid.net domain. You can do this on the Settings > Management Access page.": "1 січня 2023 року SSL-сертифікати для unraid.net були зняті. ВИ МАЄТЕ отримати новий SSL-сертифікат для використання нашого нового myunraid.net домену. Це можна зробити на сторінці Налаштування > Доступ до управління.",
  "Online Flash Backup": "Онлайн резервне копіювання Flash",
  "Open a bug report": "Відкрити звіт про помилки",
  "Open Dropdown": "Відкрити випадаючий список",
  "Opens Connect in new tab": "Відкрити Connect у новій вкладці",
  "Original release date {0}": "Оригінальна дата випуску {0}",
  "OS Update Eligibility Expiration": "Термін придатності поновлення ОС",
  "OS Update Eligibility Expired": "Термін дії поновлення ОС закінчився",
  "OS Update Eligibility": "Придатність поновлення ОС",
  "Pay your annual fee to continue receiving OS updates.": "Сплатіть щорічну плату, щоб продовжити отримання оновлень ОС.",
  "Performing actions": "Виконання дій",
  "Please confirm the update details below": "Будь ласка, підтвердіть деталі оновлення нижче",
  "Please finish the initiated downgrade to enable updates.": "Будь ласка, завершіть ініційоване зниження, щоб увімкнути оновлення.",
  "Please finish the initiated update to enable a downgrade.": "Будь ласка, завершіть ініційоване оновлення, щоб дозволити зниження.",
  "Please fix any errors and try again.": "Будь ласка, виправте всі помилки і спробуйте ще раз.",
  "Please keep this window open while we perform some actions": "Будь ласка, залиште це вікно відкритим, поки ми виконуємо деякі дії",
  "Please keep this window open": "Будь ласка, залиште це вікно відкритим",
  "Please sign out then sign back in to refresh your API key.": "Будь ласка, вийдіть, а потім знову увійдіть для оновлення вашого API ключа.",
  "Please wait while the page reloads to install your trial key": "Будь ласка, зачекайте, поки сторінка перезавантажиться для встановлення випробувального ключа",
  "Plus more on the way": "Плюс більше на підході",
  "Plus": "Плюс",
  "Pro": "Професійний",
  "Purchase Key": "Купити ключ",
  "Purchase": "Купити",
  "Ready to Install Key": "Готово до встановлення ключа",
  "Ready to update Connect account configuration": "Готовий до оновлення конфігурації облікового запису Connect",
  "Real-time Monitoring": "Моніторинг в реальному часі",
  "Reboot Now to Downgrade to {0}": "Перезавантажте зараз, щоб знизити до {0}",
  "Reboot Now to Downgrade": "Перезавантажте зараз, щоб знизити",
  "Reboot Now to Update to {0}": "Перезавантажте зараз для оновлення до {0}",
  "Reboot Now to Update": "Перезавантажте зараз для оновлення",
  "Reboot Required for Downgrade to {0}": "Потрібне перезавантаження для зниження до {0}",
  "Reboot Required for Downgrade": "Потрібне перезавантаження для зниження",
  "Reboot Required for Update to {0}": "Потрібне перезавантаження для оновлення до {0}",
  "Reboot Required for Update": "Потрібне перезавантаження для оновлення",
  "Rebooting will likely solve this.": "Перезавантаження, ймовірно, вирішить цю проблему.",
  "Receive the latest and greatest for Unraid OS. Whether it new features, security patches, or bug fixes – keeping your server up-to-date ensures the best experience that Unraid has to offer.": "Отримайте останні та найкращі для Unraid OS. Незалежно від того, нові функції, виправлення безпеки або виправлення помилок – підтримка сервера актуальною забезпечує найкращий досвід, який може запропонувати Unraid.",
  "Recover Key": "Відновити ключ",
  "Recovered": "Відновлено",
  "Redeem Activation Code": "Викупити код активації",
  "Refresh": "Оновити",
  "Registered on": "Зареєстровано на",
  "Registered to": "Зареєстровано для",
  "Registration key / USB Flash GUID mismatch": "Невідповідність реєстраційного ключа / GUID флеш-пам'яті USB",
  "Release date {0}": "Дата випуску {0}",
  "Release requires verification to update": "Випуск вимагає перевірки для оновлення",
  "Reload Page": "Перезавантажити сторінку",
  "Reload": "Перезавантаження",
  "Remark: Unraid's WAN IPv4 {0} does not match your client's WAN IPv4 {1}.": "Примітка: WAN IPv4 Unraid {0} не відповідає WAN IPv4 вашого клієнта {1}.",
  "Remark: your WAN IPv4 is {0}": "Примітка: ваш WAN IPv4 {0}",
  "Remove from ignore list": "Видалити з списку ігнорування",
  "Remove": "Видалити",
  "Renew Key": "Оновити ключ",
  "Renew your license key now": "Оновіть ліцензійний ключ зараз",
  "Replace Key": "Замінити ключ",
  "Replaced": "Заміщено",
  "Requires the local unraid-api to be running successfully": "Потрібно, щоб локальний unraid-api успішно працював",
  "Restarting unraid-api…": "Перезапуск unraid-api…",
  "second": "{n} секунда | {n} секунди | {n} секунд",
  "Server Up Since {0}": "Сервер працює з {0}",
  "Servers equipped with a myunraid.net certificate can be managed directly from within the Connect web UI. Manage multiple servers from your phone, tablet, laptop, or PC in the same browser window.": "Сервери, обладнані сертифікатом myunraid.net, можуть керуватися безпосередньо з веб-інтерфейсу Connect. Керуйте кількома серверами з вашого телефону, планшета, ноутбука або ПК у тому ж вікні браузера.",
  "Set custom server tiles how you like and automatically display your server's banner image on your Connect Dashboard.": "Налаштуйте плитки сервера на свій смак і автоматично відобразіть імідж банера вашого сервера на панелі Connect Dashboard.",
  "Settings": "Налаштування",
  "Sign In Failed": "Помилка входу",
  "Sign In requires the local unraid-api to be running": "Вхід вимагає успішного запуску локального unraid-api",
  "Sign In to utilize Unraid Connect": "Увійдіть, щоб використовувати Unraid Connect",
  "Sign In to your Unraid.net account to get started": "Увійдіть у свій обліковий запис Unraid.net, щоб почати",
  "Sign In with Unraid.net Account": "Увійдіть з обліковим записом Unraid.net",
  "Sign In": "Увійти",
  "Sign Out Failed": "Помилка виходу",
  "Sign Out of Unraid.net": "Вийти з Unraid.net",
  "Sign Out requires the local unraid-api to be running": "Вихід вимагає запуску локального unraid-api",
  "Signing in {0}…": "Вхід {0}…",
  "Signing In": "Увійти",
  "Signing out {0}…": "Вихід {0}…",
  "Signing Out": "Вийти",
  "Something went wrong": "Щось пішло не так",
  "SSL certificates for unraid.net deprecated": "SSL-сертифікати для unraid.net були зняті",
  "Stale Server": "Застарілий сервер",
  "Stale": "Застарілий",
  "On the following screen, your license will be activated. You'll then create an Unraid.net Account to manage your license going forward.": "На наступному екрані ваша ліцензія буде активована. Потім ви створите обліковий запис Unraid.net, щоб керувати вашою ліцензією надалі.",
  "Start Free 30 Day Trial": "Почніть безкоштовний пробний період на 30 днів",
  "Starter": "Стартер",
  "Starting your free 30 day trial": "Розпочато ваш безкоштовний пробний період на 30 днів",
  "Success!": "Успіх!",
  "Thank you for choosing Unraid OS!": "Дякуємо, що обрали Unraid OS!",
  "Thank you for installing Connect!": "Дякуємо за встановлення Connect!",
  "Thank you for purchasing an Unraid {0} Key!": "Дякуємо за придбання ключа Unraid {0}!",
  "Thank you for upgrading to an Unraid {0} Key!": "Дякуємо за оновлення до ключа Unraid {0}!",
  "The Connect dashboard links to relevant sections of the webgui, allowing quick access to those settings and server sections.": "Панель Connect посилається на відповідні розділи веб-інтерфейсу, дозволяючи швидко отримати доступ до цих налаштувань та розділів сервера.",
  "The logs may contain sensitive information so do not post them publicly.": "Логи можуть містити чутливу інформацію, тому не публікуйте їх публічно.",
  "The primary method of support for Unraid Connect is through our forums and Discord.": "Основний метод підтримки для Unraid Connect здійснюється через наші форуми та Discord.",
  "Then go to Tools > Registration to manually install it": "Потім перейдіть до Інструменти > Реєстрація, щоб встановити його вручну",
  "This may indicate a complex network that will not work with this Remote Access solution.": "Це може означати складну мережу, яка не працюватиме з цим рішенням для дистанційного доступу.",
  "This update will require a reboot": "Це оновлення вимагатиме перезавантаження",
  "Toggle on/off server accessibility with dynamic remote access. Automatically turn on UPnP and open a random WAN port on your router at the click of a button and close off access in seconds.": "Перемикайте доступність сервера в режимі on/off з динамічним віддаленим доступом. Автоматично увімкніть UPnP і відкрийте випадковий порт WAN на вашому маршрутизаторі за натисканням кнопки і закрийте доступ за секунди.",
  "Too Many Devices": "Занадто багато пристроїв",
  "Transfer License to New Flash": "Передайте ліцензію на новий Flash",
  "Trial Expired, see options below": "Термін дії випробувального періоду закінчився, дивіться параметри нижче",
  "Trial Expired": "Термін дії випробувального періоду закінчився",
  "Trial Key Created": "Створено випробувальний ключ",
  "Trial Key Creation Failed": "Не вдалося створити випробувальний ключ",
  "Trial Key Expired {0}": "Термін дії випробувального ключа закінчився {0}",
  "Trial Key Expired at {0}": "Термін дії випробувального ключа закінчився на {0}",
  "Trial Key Expires at {0}": "Термін дії випробувального ключа закінчується на {0}",
  "Trial Key Expires in {0}": "Термін дії випробувального ключа закінчується через {0}",
  "Trial Requires Internet Connection": "Випробувальний період вимагає інтернет-з'єднання",
  "Trial": "Випробувальний період",
  "Unable to check for OS updates": "Не вдалося перевірити наявність оновлень ОС",
  "Unable to fetch client WAN IPv4": "Не вдалося отримати клієнтський WAN IPv4",
  "Unable to open release notes": "Не вдалося відкрити примітки до випуску",
  "Unknown error": "Невідома помилка",
  "Unknown": "Невідомо",
  "Unleash Your Hardware": "Розблокування вашого обладнання",
  "Unleashed": "Розблоковано",
  "unlimited": "необмежений",
  "Unraid {0} Available": "Unraid {0} доступний",
  "Unraid {0} Update Available": "Доступне оновлення Unraid {0}",
  "Unraid {0}": "Unraid {0}",
  "Unraid Connect Error": "Помилка Unraid Connect",
  "Unraid Connect Forums": "Форуми Unraid Connect",
  "Unraid Connect Install Failed": "Помилка встановлення Unraid Connect",
  "Unraid Contact Page": "Сторінка контакту Unraid",
  "Unraid Discord": "Дискорд Unraid",
  "Unraid logo animating with a wave like effect": "Логотип Unraid в анімації з хвильовим ефектом",
  "Unraid OS {0} Released": "Випущено Unraid OS {0}",
  "Unraid OS {0} Update Available": "Доступно оновлення Unraid OS {0}",
  "Unraid OS is up-to-date": "Unraid OS оновлено до актуальної версії",
  "Unraid OS Update Available": "Доступно оновлення Unraid OS",
  "unraid-api is offline": "unraid-api офлайн",
  "Up-to-date with eligible releases": "Актуально для релізів, доступних на даний момент",
  "Up-to-date": "Актуальний",
  "Update Available": "Доступне оновлення",
  "Update Released": "Випущено оновлення",
  "Update Unraid OS confirmation required": "Потрібне підтвердження для оновлення Unraid OS",
  "Update Unraid OS": "Оновити Unraid OS",
  "Updates Expire": "Оновлення закінчуються",
  "Updating 3rd party drivers": "Оновлення сторонніх драйверів",
  "Upgrade Key": "Оновити ключ",
  "Upgrade": "Оновити",
  "Uptime {0}": "Час роботи {0}",
  "USB Flash device error": "Помилка USB Flesh-пристрою",
  "USB Flash has no serial number": "USB Flesh не має серійного номера",
  "Verify to Update": "Підтвердити для оновлення",
  "Version available for restore {0}": "Версія доступна для відновлення {0}",
  "Version: {0}": "Версія: {0}",
  "View Available Updates": "Переглянути доступні оновлення",
  "View Changelog & Update": "Переглянути журнал змін та оновити",
  "View Changelog for {0}": "Переглянути журнал змін для {0}",
  "View Changelog on Docs": "Переглянути журнал змін у документах",
  "View Changelog to Start Update": "Переглянути журнал змін для початку оновлення",
  "View Changelog": "Переглянути журнал змін",
  "View on Docs": "Переглянути в документах",
  "View release notes": "Переглянути примітки до випуску",
  "We recommend backing up your USB Flash Boot Device before starting the update.": "Ми рекомендуємо створити резервну копію USB Flash-пристрою перед початком оновлення.",
  "Welcome to your new {0} system, powered by Unraid!": "Ласкаво просимо до вашої нової системи {0}, яку живить Unraid!",
  "Welcome to Unraid!": "Ласкаво просимо в Unraid!",
  "year": "{n} рік | {n} роки | {n} років",
  "You are still eligible to access OS updates that were published on or before {1}.": "Ви все ще зможете отримати доступ до оновлень ОС, які були випущені до або до {1}.",
  "You can also manually create a new backup by clicking the Create Flash Backup button.": "Ви також можете вручну створити нову резервну копію, натиснувши кнопку \"Створити Flash резервну копію\".",
  "You can manually create a backup by clicking the Create Flash Backup button.": "Ви можете вручну створити резервну копію, натиснувши кнопку \"Створити Flash резервну копію\".",
  "You have already activated the Flash Backup feature via the Unraid Connect plugin.": "Ви вже активували функцію Flash Backup через плагін Unraid Connect.",
  "You have exceeded the number of devices allowed for your license. Please remove a device before adding another.": "Ви перевищили кількість пристроїв, дозволених для вашої ліцензії. Будь ласка, видаліть пристрій перед додаванням нового.",
  "You have not activated the Flash Backup feature via the Unraid Connect plugin.": "Ви не активували функцію Flash Backup через плагін Unraid Connect.",
  "You may still update to releases dated prior to your update expiration date.": "Ви можете оновлювати до релізів, опублікованих до вашої дати закінчення оновлення.",
  "You're about to create a password to secure access to your system. This password is essential for managing and configuring your server. You'll use this password every time you access the Unraid web interface.": "Ви збираєтесь створити пароль для захисту доступу до вашої системи. Цей пароль є необхідним для керування та налаштування вашого сервера. Ви використовуватимете цей пароль кожного разу, коли будете отримувати доступ до веб-інтерфейсу Unraid.",
  "You're one step closer to enhancing your Unraid experience": "Ви на один крок ближче до покращення вашого досвіду з Unraid",
  "Your {0} Key has been replaced!": "Ваш ключ {0} було замінено!",
  "Your {0} license included one year of free updates at the time of purchase. You are now eligible to extend your license and access the latest OS updates. You are still eligible to access OS updates that were published on or before {1}.": "Ваша ліцензія {0} включала рік безкоштовних оновлень на момент покупки. Зараз ви можете продовжити ліцензію та отримати доступ до найновіших оновлень ОС. Ви все ще зможете отримати доступ до оновлень ОС, які були випущені до або до {1}.",
  "Your {0} license included one year of free updates at the time of purchase. You are now eligible to extend your license and access the latest OS updates.": "Ваша ліцензія {0} включала рік безкоштовних оновлень на момент покупки. Зараз ви можете продовжити ліцензію та отримати доступ до найновіших оновлень ОС.",
  "Your free Trial key provides all the functionality of an Unleashed Registration key": "Ваш безкоштовний ключ Тріал надає всю функціональність реєстраційного ключа Unleashed",
  "Your license key is not eligible for Unraid OS {0}": "Ваш ліцензійний ключ не підходить для Unraid OS {0}",
  "Your license key's OS update eligibility has expired. Please renew your license key to enable updates released after your expiration date.": "Строк дії вашого ліцензійного ключа на оновлення ОС минув. Будь ласка, оновіть ваш ліцензійний ключ, щоб мати можливість отримати оновлення, випущені після дати вашого закінчення.",
  "Your Trial has expired": "Ваш пробний період завершився",
  "Your Trial key has been extended!": "Ваш пробний ключ було продовжено!",
  "Create an Unraid.net account and activate your key": "Створіть обліковий запис на Unraid.net і активуйте ваш ключ",
  "Device is ready to configure": "Пристрій готовий до налаштування",
  "Secure your device": "Захистіть ваш пристрій",
  "Unraid OS {0} Changelog": "Unraid OS {0} Журнал змін",
  "or": "або",
  "Logging in...": "Вхід...",
  "Try Again": "Спробуйте ще раз",
  "Log In With Unraid.net": "Вхід з Unraid.net",
  "Invalid Unraid.net credentials": "Недійсні облікові дані Unraid.net",
  "This Unraid.net account is not authorized to access this server": "Цей обліковий запис Unraid.net не авторизований для доступу до цього сервера",
  "SSO login is not enabled on this server": "На цьому сервері SSO вхід не активовано",
  "Login session expired. Please try again": "Сесія входу завершена. Будь ласка, спробуйте ще раз",
  "Network error. Please check your connection": "Помилка мережі. Будь ласка, перевірте ваше з'єднання",
  "SSO login failed. Please try again": "SSO вхід не виконано. Будь ласка, спробуйте ще раз",
  "Error fetching token": "Помилка під час отримання токена",
  "Visit Unraid website": "Відвідайте сайт Unraid",
  "Version Information": "Інформація про версію",
  "First, you'll create your device's login credentials, then you'll activate your Unraid license—your device's operating system (OS).": "Спочатку ви створите облікові дані входу для вашого пристрою, потім активуєте вашу ліцензію Unraid — операційну систему (ОС) вашого пристрою.",
  "Edit API Key": "Редагувати API ключ",
  "Create API Key": "Створити API ключ",
  "OS version copied to clipboard": "Версія ОС скопійована в буфер обміну",
  "API version copied to clipboard": "Версія API скопійована в буфер обміну",
  "Visit Partner website": "Відвідайте сайт партнера",
  "Unraid OS": "Unraid OS",
  "Unraid API": "Unraid API",
  "View OS Release Notes": "Переглянути примітки до випуску ОС",
  "View API Changelog": "Переглянути журнал змін API",
  "Registered GUID": "Зареєстрований GUID",
  "Array status": "Статус масиву",
  "Trial expiration": "Закінчення пробного періоду",
  "Flash Drive": "Flesh пристрій",
  "License": "Ліцензія",
  "Actions": "Дії",
  "Your license key was automatically renewed and installed. Reload the page to see updated details.": "Ваш ліцензійний ключ був автоматично оновлений і встановлений. Перезавантажте сторінку, щоб побачити оновлені деталі.",
  "Checking authentication options...": "Перевірка варіантів аутентифікації...",
  "Invalid callback parameters": "Некоректні параметри зворотного виклику",
  "Loading changelog…": "Завантаження журнала змін…",
  "Checking for OS updates...": "Перевірка наявності оновлень ОС...",
  "Requires verification to update": "Потрібне підтвердження для оновлення",
  "More Options": "Більше опцій",
  "Manage update preferences including beta access and version selection at account.unraid.net": "Керування параметрами оновлення, включаючи доступ до бета-версій та вибір версії на account.unraid.net",
  "You can opt back in to an ignored release by clicking on the Check for Updates button in the header anytime": "Ви можете повернутися до пропущеного релізу, натиснувши в будь-який час кнопку \"Перевірити наявність оновлень\" у верхній панелі",
  "Loading changelog...": "Завантаження журнала змін...",
  "No changelog content available": "Вміст журналу змін не доступний",
  "Downgrade": "Знизити версію",
  "Update": "Оновлення",
  "During the Unraid OS update process third-party drivers were detected and are currently being updated in the background. Please wait for those to finish downloading before rebooting your server to complete the update process. You should receive a system notification when complete. You may also refresh this page to check for an updated status.": "Під час процесу оновлення ОС Unraid були виявлені сторонні драйвери, які наразі оновлюються у фоновому режимі. Будь ласка, зачекайте завершення завантаження перед перезавантаженням вашого сервера для завершення процесу оновлення. Ви отримаєте системне повідомлення, коли процес завершиться. Ви також можете оновити цю сторінку, щоб перевірити оновлений статус.",
  "License Key Updates Expired": "Термін дії оновлень ліцензійного ключа закінчився",
  "Downgrade Unraid OS confirmation required": "Потрібне підтвердження зниження версії OS Unraid",
  "Please confirm the downgrade details below": "Будь ласка, підтвердіть деталі зниження версії нижче",
  "Post Install License Key Error": "Помилка ключа ліцензії після встановлення",
  "This downgrade will require a reboot": "Для цього зниження потрібне перезавантаження",
  "Confirm and start downgrade": "Підтвердити та почати зниження",
  "Loading…": "Завантаження…",
  "Go to API Settings": "Перейдіть до налаштувань API",
  "Restart unraid-api": "Перезапустити unraid-api",
  "Error creatiing a trial key. Please try again later.": "Помилка створення ключа пробного періоду. Будь ласка, спробуйте пізніше.",
  "Username": "Ім'я користувача",
  "Password": "Пароль",
  "Login": "Увійти",
  "Password recovery": "Відновлення пароля",
  "jsonforms.errors.default": "Невірне значення",
  "jsonforms.rclone.basic.remoteName.label": "Віддалене ім'я",
  "jsonforms.rclone.basic.remoteName.description": "Ім'я для ідентифікації цієї віддаленої конфігурації (наприклад, my_google_drive). Використовуйте тільки літери, цифри, дефіси та підкреслення.",
  "jsonforms.rclone.basic.remoteName.descriptionShort": "Ім'я для ідентифікації цієї віддаленої конфігурації",
  "jsonforms.rclone.basic.providerType.label": "Тип постачальника сховища",
  "jsonforms.rclone.basic.providerType.description": "Виберіть постачальника хмарного сховища для цього віддаленого об'єкта.",
  "jsonforms.rclone.basic.documentation.text": "Посилання на документацію",
  "jsonforms.rclone.basic.documentation.description": "Для отримання додаткової інформації зверніться до [RClone Config Documentation](https://rclone.org/commands/rclone_config/).",
  "jsonforms.rclone.basic.showAdvanced.label": "Показати розширені опції",
  "jsonforms.rclone.basic.showAdvanced.description": "Відображення додаткових параметрів конфігурації для експертів.",
  "jsonforms.rclone.basic.showAdvanced.toggleDescription": "Чи відображати розширені параметри конфігурації.",
  "jsonforms.rclone.validation.sizeSuffix": "Невірний формат розміру. Приклади: \"10Гб\", \"100Мб\", \"1.5ГіБ\", \"вимкнено\".",
  "jsonforms.rclone.validation.duration": "Невірний формат тривалості. Приклади: \"10с\", \"1.5м\", \"100мс\", \"1г15м\", \"вимкнено\".",
  "jsonforms.apiSettings.sandbox": "Увімкнути пісочницю розробника",
  "jsonforms.apiKey.name": "Назва ключа API",
  "jsonforms.apiKey.description": "Опис",
  "jsonforms.apiKey.roles": "Ролі",
  "jsonforms.apiKey.permissionPresets": "Додати попередньо налаштований дозвіл",
  "jsonforms.apiKey.customPermissions": "Дозволи",
  "jsonforms.apiKey.customPermissions.resources": "Ресурси",
  "jsonforms.apiKey.customPermissions.actions": "Дії",
  "jsonforms.apiKey.permissions.header": "Конфігурація дозволів",
  "jsonforms.apiKey.permissions.description": "Виберіть будь-яку комбінацію ролей, груп дозволів і налаштованих дозволів, щоб визначити, до чого буде мати доступ цей ключ API.",
  "jsonforms.apiKey.permissions.subheader": "Дозволи",
  "jsonforms.apiKey.permissions.help": "Використовуйте спадне меню для загальних наборів дозволів або вручну додайте налаштовані дозволи. Ви можете вибрати кілька ресурсів, які мають однакові дії.",
  "jsonforms.rclone.basic.remoteName": "Віддалене ім'я",
  "jsonforms.rclone.basic.providerType": "Тип постачальника сховища",
  "jsonforms.rclone.basic.documentation": "Посилання на документацію",
  "jsonforms.rclone.basic.showAdvanced": "Показати розширені опції",
  "jsonforms.oidc.provider.id": "ID постачальника",
  "jsonforms.oidc.provider.name": "Назва постачальника",
  "jsonforms.oidc.provider.clientId": "ID клієнта OAuth",
  "jsonforms.oidc.provider.clientSecret": "Клієнтський секрет OAuth",
  "jsonforms.oidc.provider.issuer": "URL постачальника",
  "jsonforms.oidc.provider.scopes": "Обсяги OAuth",
  "jsonforms.oidc.provider.authorizationEndpoint": "Точка доступу авторизації",
  "jsonforms.oidc.provider.tokenEndpoint": "Точка доступу токена",
  "jsonforms.oidc.provider.userInfoEndpoint": "Точка доступу інформації про користувача",
  "jsonforms.oidc.provider.jwksUri": "JWKS URI",
  "jsonforms.oidc.restrictions.title": "Проста авторизація",
  "jsonforms.oidc.restrictions.help": "Налаштуйте простий список дозволів для осіб, які можуть увійти в систему.",
  "jsonforms.oidc.restrictions.allowedDomains": "Допустимі домени електронної пошти",
  "jsonforms.oidc.restrictions.allowedEmails": "Конкретні адреси електронної пошти",
  "jsonforms.oidc.restrictions.allowedUserIds": "Допустимі ID користувачів",
  "jsonforms.oidc.restrictions.workspaceDomain": "Домен Google Workspace",
  "jsonforms.oidc.rules.title": "Розширені правила авторизації",
  "jsonforms.oidc.rules.description": "Визначте авторизаційну логіку на основі тверджень.",
  "jsonforms.oidc.rules.mode": "Режим правила",
  "jsonforms.oidc.rules.claim": "JWT Твердження",
  "jsonforms.oidc.rules.operator": "Оператор",
  "jsonforms.oidc.rules.value": "Значення",
  "jsonforms.oidc.rules.collection": "Правила тверджень",
  "jsonforms.oidc.buttons.title": "Налаштування кнопок",
  "jsonforms.oidc.buttons.description": "Налаштуйте зовнішній вигляд кнопки входу.",
  "jsonforms.oidc.buttons.text": "Текст кнопки",
  "jsonforms.oidc.buttons.icon": "URL значка кнопки",
  "jsonforms.oidc.buttons.variant": "Стиль кнопки",
  "jsonforms.oidc.buttons.style": "Користувацькі стилі CSS",
  "jsonforms.oidc.provider.discoveryToggle": "Автоматичне виявлення"
}
